["디미트리블랙(DIMITRI BLACK)은 브루탈리즘한 느낌을 기반으로 다양한 문화적 요소를 현대적으로 재해석하고자 합니다.\n미니멀, 밀리터리, 아웃도어 등을 기반으로 포멀 캐주얼을 아우르는 편안함과 실용적인 디테일 요소를 결합하여 컬렉션을 전개합니다.","트릴리온(TRILLION)은 클래식, 빈티지, 아웃도어, 어반 등의 스타일을 베이스로 트릴리온만의 컨템포러리 감성을 더해 높은 퀄리티의 제품을 합리적인 가격에 제시합니다. 단 하나의 제품에도 만족감을 느낄 수 있는 가치를 추구합니다.","MLB(엠엘비)는 148년 전통의 American Sports Lifestyle을 상징하는Major League Baseball의 클래식 헤리티지를 현대적으로 재해석하여  Technical Street Casual을 지향하고 있으며, Active한 라이프 스타일을 즐기는 Young Generation의 패션 아이콘으로 다양한  스타일에 믹스 앤 매치가 가능한 스타일링 아이템들이 오랫동안 사랑 받고있는 브랜드입니다.","필루미네이트(FILLUMINATE)는 'ILLUMINATE LIFE, FILL THE MOMENT' (삶을 비추고, 순간을 채우다)라는 슬로건 아래, 누구나 특별한 순간이 있는 것처럼 그 순간을 더욱 빛나게 만들어주는 필루미네이트만의 컨템포러리 감성을 더해 웨어러블한 가치를 추구합니다.","리(LEE)는 캔자스 시티에서 시작된 130년 역사를 지닌 브랜드입니다. 전통적으로 견고함과 실용성을 강조했던 워크 웨어와 데님으로부터 모티브를 얻어 현대적이고 세련된 스타일을 전개하는 라이프스타일 브랜드입니다.","커버낫(COVERNAT)은 일상의 즐거움을 추구하는 현대인을 위한 트렌디하며 실용적인 캐주얼 브랜드입니다.","고스트리퍼블릭(GHOST REPUBLIC)은 매 시즌 트렌드에 맞춘 내추럴한 스타일을 독창적인 감성으로 재해석하여 선보이는 유니섹스 브랜드입니다.","테이크이지(TAKEASY)는 각 분야의 전문 디자이너로 구성된 프로젝트 디자이너 그룹입니다. 매 시즌 트렌드가 강조된 디자인과 함께 고정관념에 얽매이지 않고 장르를 넘나드는 다양한 믹스매치와 스타일을 선보입니다. 복잡하지 않은 패션, 단순하지만 스타일리시한 디자인 그리고 고정관념을 깨는 신선함. 이것이 테이크이지가 추구하는 디자인입니다.","노매뉴얼(NOMANUAL)은 2017년 서울을 기반으로 론칭한 브랜드입니다. 디자인에 대한 끊임없는 탐구를 통한 새로운 결과물의 도출을 목표로 하며, 각기 다른 다양한 제품들이 모여 하나의 문맥을 이루는 것을 지향합니다.","지프(JEEP)는 자유와 가능성의 상징으로 1941년에 탄생해 지금까지 그 명성을 잇는 브랜드입니다. 지프를 떠올릴 때 가장 먼저 생각이 나는 모험, 자유, 가치 그리고 오리지널리티에 기반을 두고 디자인하며 패션 라인은 오리지널 라인인 지프, 프리미엄 빈티지 캐주얼 지프 스피리트(JEEP SPIRIT), 라이프스타일 콘셉트의 지프 브랜드(JEEP BRAND), 아메리칸 헤리티지 감성의 지프 클래식 컬렉션(JEEP CLASSIC COLLECTION)으로 전개합니다.","코드그라피(CGP)는 “Collecting the Glowing Present.” 오늘의 나를 빛나게 하는 순간들을 CGP가 함께 모아갑니다. 그 모든 순간을 소중히 모아 우리만의 이야기로, 하나의 컬렉션으로 완성하는 브랜드입니다.","파르티멘토(PARTIMENTO)는 주어진 기본 음계를 베이스로 연주자 각자가 본인의 개성을 담아 즉흥 연주하는 음악을 의미합니다. 패션 브랜드 파르티멘토 역시 기본에 충실하지만 각자의 개성이 담긴 제품을 만듭니다.","컨버스(CONVERSE)는 미국 매사추세츠 주 보스턴에 자리한 나이키의 자회사로 1908년에 설립해 전 세계의 다양한 문화를 아우르며 개성을 표현하는 브랜드로 인정 받고 있습니다. 척 테일러 올스타, 원스타, 잭 퍼셀 등의 상징적인 운동화의 재해석과 새로운 시도도 지속적으로 이어 가고 있습니다.","무센트(MUCENT)는 옛것을 과감하게 현대적으로 재해석하여 좋은 옷으로 표현합니다. 지속 가능한 옷을 늘 고민합니다.","1989스탠다드(1989STANDARD)는 'A new generation of archive(새로운 세대의 아카이브)'라는 슬로건 아래 과거의 스트릿패션을 트렌디하게 재해석해 일상에서 더욱 자유롭고 편안하게 입을 수 있는 스타일을 제시하는 유니섹스 브랜드입니다.","굿라이프웍스(GOOD LIFE WORKS)는 '좋은 인생'이라는 뜻으로, 브랜드 네임에 어울리는 아이템을 디자인하고 합리적인 가격으로 제안합니다. 일상생활이나 직장에서 편하게 즐겨 입을 수 있는 소재와 가치를 담아 실용적인 패션 스타일을 추구합니다.","언더오프(UNDEROFF)는 캐주얼 스트릿 패션을 추구하는 브랜드입니다. 힙하면서도 자유분방한 스트릿 라이프에 어울리는 스타일을 제안하고자 합니다.","위캔더스(WKNDRS)는 'WEEKENDERS'의 약자로, 주말을 즐기듯 재미있는 일상을 추구하는 브랜드입니다. 스트릿 무드의 캐주얼한 아이템과 편안한 실루엣을 바탕으로 위트 있는 그래픽과 컬러감을 통해 매 시즌 재미있는 룩을 선보입니다. 직접 개발한 패브릭과 부자재로 높은 퀄리티의 컬렉션을 제안하며, 숨어있는 디테일을 통한 완성도 있는 제품이 강점입니다.","TRAVEL™(트래블)은 \"Live in Comfort\"라는 슬로건 아래 여행과 활동에 좋은 옷을 만들고자 하는 브랜드입니다.","세터(SATUR)는 ‘토요일을 선물하세요’ 의 슬로건을 바탕으로 2020년에 론칭한 컨템포러리 브랜드입니다. 브랜드 명인 ‘SATUR’은 토요일을 뜻하는 ‘SATURDAY’에서 탄생하였으며, '토요일의 여유롭고 평화로운 감성을 담아낸 스타일을 전개하고 있습니다. 웨어러블한 올데이 라인과 다양한 그래픽 디자인 전개를 통해 각자의 취향에 맞는 토요일의 다채로움을 선보입니다.","챔피온(CHAMPION)은 1919년에 미국에서 설립된 스포츠 의류 브랜드로, 100년이 넘는 전통과 혁신을 통해 스포츠와 캐주얼 웨어 시장을 선도해 왔습니다. 뛰어난 품질과 디자인, 트렌디한 스트릿 패션과 스포츠 웨어를 결합한 스타일을 선보입니다.","어반디타입(URBANDTYPE)은 도심에서 살아가는 이들을 위해 시작되었습니다. 기본적인 형태를 두고 섬세한 요소에 집중하여 미니멀한 디테일이 돋보이는 어반디타입만의 담백함을 이야기합니다.","꼼파뇨(CPGN STUDIO)는 남녀노소 그리고 세대의 구분 없이 빠르게 변화하는 유행과 상관없이 한결같이 입을 수 있는 의류를 전달하기 위해 론칭한 브랜드입니다.","더 드리머(THE DREAMER)는 꿈과 낭만을 중심으로 전개하는 브랜드입니다. 단순히 옷을 만드는 것이 아닌 자유로운 삶의 모습을 담아 자신으로 살아가는 삶의 가치를 전달합니다.","노드유(NODU)는 자유롭고 편안한 무드를 느낄 수 있는 브랜드가 되기 위해 근본적인 클래식을 추구하면서 트렌드를 재치 있게 해석하는 남성 캐주얼&포멀 브랜드입니다.","에이카화이트(AECA)는 2016년 론칭한 캐주얼 브랜드입니다. 장인의 정신을 담아 높은 퀄리티로 완성된 제품들로 음악, 운동, 패션 등의 창의적이고 자유로운 문화와 삶의 자세에서 영감을 받았습니다.","코닥(KODAK)은 1888년 세계 최초로 롤필름을 생산하며 사진 문화의 혁신과 대중화를 가져온 미국의 전통 카메라 브랜드입니다. 130년의 시대를 초월하는 혁신과 스타일로 시장을 이끌던 코닥의 오래된 역사와 혁신적인 기술력을 코닥 스타일의 아이코닉한 컬러와 강한 비주얼 무드로 완벽한 스타일을 제안합니다.","Calvin Klein Jeans(캘빈클라인 진)은 1978년 설립되어 패션계를 이끄는 Leading brand 역할을 해왔으며, 기억에 남을만한 광고와 혁신적인 데님디자인으로 명성을 이어가고 있는 브랜드입니다.","마크곤잘레스(MARK GONZALES)는 세계적인 프로 스케이터이자 유명 아티스트인 마크 곤잘레스의 독특한 개성과 열정을 고스란히 담은 미국 스트릿 패션 브랜드입니다. 아트 디렉터인 마크 곤잘레스 고유의 감각적인 레터링과 유니크한 로고, 자유분방하고 장난기 넘치는 아트워크를 활용한 세련된 프린팅으로 국내에서도 새롭게 떠오르는 핫한 스트릿 패션으로 자리매김하였으며 패션 피플을 중심으로 큰 인기를 누리고 있습니다.","인템포무드(INTEMPOMOOD)는 트렌디한 컬러와 유니크한 디테일을 통해 다양한 데일리 웨어 스타일을 전개하는 컨템포러리 브랜드입니다.","모즈모즈(MOZMOZ)는 'Make Over Zero, 0을 넘어서다'라는 브랜드 슬로건에 맞게 가장 베이직한 무에서 새로운 무드인 유를 발견하고 다양성과 함께 편안함을 추구하는 스트릿 브랜드입니다.","시즈(SEEZ)는 동시대를 살아가는 사람들의 시선(See)을 뜻합니다. 미니멀리즘을 베이스로 실루엣과 소재 디테일에 집중하여 현대적이면서도 간결하고 감각적인 컨템포러리 무드를 담아내는 브랜드입니다.","플루크(FLUKE)는 뜻하지 않은 행운을 마주하는 스트릿 아웃도어 웨어를 추구하며 스케이트보드, 캠핑, 여행 등 우리 삶 속 즐겁고 행복한 순간을 함께하고자 합니다. 모험, 퀄리티, 일상이라는 슬로건 아래 사려 깊은 디테일을 지향하며 우리 일상에 행복과 즐거움의 요소로 자리매김하기 위해 끊임없이 진화합니다.","예일(YALE)은 'Make Your Mark'를 슬로건으로, 예일의 전통과 지성을 패션에 담아 시대를 초월한 가치와 품격을 제공하는 브랜드입니다. 전통과 현대, 남성과 여성, 캐주얼과 포멀의 경계를 허물며, 새로운 가능성을 제시합니다. 전통적인 프레피 룩을 현대 트렌드에 맞춰 재해석한 ‘뉴 프레피 스타일’ 을 통해 자연스럽고 감각적인 스타일을 선보입니다. 또한, 다양한 제품들과 조화롭게 어우러질 수 있는 레이어링을 목표로 디자인하며, 기존의 옷들과도 완벽하게 어울리는 유연한 스타일을 지향합니다.","노티카(NAUTICA)는 1983년 바다로부터 영감을 받아 뉴욕에서 탄생했습니다. 안전과 실용성을 강조했던 항해복과 1980년대 미국 팀 스피릿 문화를 바탕으로 브랜드만의 감성을 담아 항해와 일상을 아우르는 아메리칸 캐주얼 웨어를 제안합니다.","크림소다랩(CREAM SODA LAB)은 부드럽고 톡톡 튀는 팝처럼 다양한 방식으로 표현한 아트워크의 가치를 의류에 표현하는 그래픽 디자인 랩입니다.","더블유브이프로젝트(WV PROJECT)는 어린아이처럼 순수하고 천진난만한 속내를 드러내지 못한채 어른으로 살아야 하는 요즘 사람들의 모습을 도형을 비롯한 다양한 모티브로 재해석해 패션으로 풀어내는 브랜드입니다.","혼다 모터사이클(PHYSICAL DEPARTMENT X HONDA)은 'RIDE TO FREEDOM' 슬로건 아래, 해방감에서 영감을 받아 모터사이클 라이프스타일을 현대적 감각으로 재해석합니다. 단순히 패션을 넘어, 자유로운 영혼과 탐험 정신을 상징하는 브랜드입니다.","오와이(OY)는 오픈야드(OPENYARD)의 약자로 2016년에 시작된 브랜드입니다. 'OPEN YARD'는 열린 공간을 의미하며, 이는 포용과 융합을 지향하는 브랜드의 내적 가치를 담고 있습니다.","컬럼비아 유니버시티(COLUMBIA UNIVERSITY)는 미국 뉴욕에 위치한 명문 사립 대학을 기반으로 컬럼비아의 철학인 '전통과 다양성의 고귀한 가치'를 패션에 담아 전개하는 브랜드입니다. 컬럼비아 유니버시티의 아이덴티티와 헤리티지를 반영하여 디자인한 시그니처 패션을 선보입니다.","스웨이드(SUADE)는 1980년대부터 1990, 2000년대를 지나오며 우리에게 깊은 인상을 주었던 문화적 요소를 재조합하여 탄생한 브랜드입니다. 시대가 낳은 특별한 창작물의 아름다움을 존경하며 이 시대를 관통하는 옷을 세상에 내놓고자 합니다.","NEW ERA(뉴에라)는 미국 버팔로에 본사를 두고 있는 모자 제조 업체이자 브랜드로 1920년 에르하르트 콕(Ehrhardt Koch)에 의해 설립되었으며 현재 북미 3대 스포츠 리그(MLB, NBA, NFL)의 공식 선수용 모자를 공급하고 있습니다. 이외에도 약 200여 개가 넘는 미국 대학 스포츠 팀 및 다양한 해외 스포츠 리그에도 선수용 캡을 공급하고 있습니다. 뉴에라는 모자와 스트리트 감성 넘치는 성인 어페럴, 백팩등의 액세서리 라인을 보유한 글로벌 브랜드입니다.","아워데이즈(OURDAYZ)는 편안한 실루엣과 트렌디한 스타일을 전개하는 데님 브랜드입니다. 합리적인 가격과 좋은 품질로 아워데이즈만의 가치를 선보이고자 합니다.","카네이테이(KANEITEI)는 실제로 사용이 된 빈티지 미군 텐트를 업사이클하는 브랜드입니다. 업사이클링 아이템이기 때문에 녹이 슬거나 상처가 난 부분도 찾을 수 있지만 상처의 정도나 색상 그리고 표면의 상태 등이 제품마다 다르며 사용을 할 수록 의미와 가치를 더합니다. 자연스러움은 카네이테이가 추구하는 아름다움입니다.","매든(MADDEN)은 \n1974년 COLORADO주의 BOULDER에서 DAN MADDEN(댄 매든)에 의해 창립되었으며, 많은 시간동안 다양한 스타일의 제품으로 아웃도어 매니아들과 소통해왔습니다. \n2023년 더욱 발전된 모습으로 캠핑, 하이킹, 싸이클링 등 다양한 아웃도어 활동에서 영감을 받아 언제 어디서나 편안하게 착용할 수 있는 라이프스타일 웨어 브랜드로 재 탄생하였습니다. \n브랜드의 헤리티지, 트렌드와 실용적이고 기능적인 디테일을 연구해 적용한 디자인으로 매 시즌마다 새로워진 매든(MADDEN)으로 누구나 착용할 수 있는 패션을 선보입니다.\n\n\"Simple, Daily, Steady Seller Style, Durable More Than Any Brand”","놈브레(NOMBRE)는 패션 의류 브랜드로, NEW 베이직 캐주얼 스타일을 지향합니다. 편안하면서도 세련된 느낌을 주는 스타일로, 일상에서 자유롭게 착용할 수 있는 실용적이면서도 트렌디한 의류를 선보입니다.","에프씨엠엠(FCMM)은 스포츠와 캐주얼의 경계선을 넘어, 어렵지 않지만 완성도 있는 디자인으로 언제나 함께할 수 있는 올라운드 브랜드입니다.","요세미티(YOSEMITE)는 현대적인 감각과 자유로운 라이프스타일에서 영감을 받아 트렌디하면서 개성 있는 그래피티 로고 디자인으로 다가가는 브랜드입니다.","어나더 아카이브(ANOTHER ARCHIVE)는 또 다른 자신의 기록이라는, 평범하지만 남들과 다른 나를 표현하고자 하는 의미를 담고 있습니다. 이지 스트릿 캐주얼 웨어를 기반으로 'a moment a instant'라는 슬로건에 어울리는, 일상의 순간순간마다 나를 표현하는 모든 것을 기록하고자 합니다.","웬즈데이 오아시스(WEDNESDAY OASIS)는 삶 속 휴식 같은 옷을 핵심 가치로 추구합니다. 미니멀 디자인을 기반으로 포근하고 안락한 라이프스타일과 함께할 수 있는 제품을 만들어 나가고자 합니다.","글랙(GLACK)은 매 시즌 다양한 문화적 요소에 영감을 받은 시즌 콘셉트를 지정하여 그 안에서 항상 새로운 그래픽과 의류를 디자인하는 브랜드입니다. 구조적인 실루엣과 키치한 아트 워크를 통하여 착용자가 의복으로 인한 심미적 체험을 얻는 것을 목표로 디자인하고 있습니다.","코프위(COFWI)는 세상의 모든 물질에서 순수한 영감을 받은 브랜드입니다. 독립적인 생산과 봉제를 통해 모두가 바라는 이상적인 소재와 핏을 만드는 것에 초점을 두었습니다. 옛 아카이브를 재해석하여 편안하고 지속 가능한 가치를 담은 디자인을 소개하고자 합니다.","더블유엠씨(WMC)는 '우리 모두 매 순간을 소중히(We Make it Count)'라는 뜻입니다. 동시대의 감성을 담은 특별한 컬러와 실루엣을 통해 일상 속 만나는 소중한 순간을 함께합니다.","엘리메노(ELIMENO)는 반경 1.6Km 내 활동할 수 있는 패션을 콘셉트로, 스트릿 패션 웨어로 하이엔드보다는 베이식하고 대중적인 이미지를 추구하며, 놈코어 룩과 시티시크 룩을 지향하는 유니섹스 컨템포러리 브랜드입니다.","테켓(TEKET)은 우리의 취향이 묻어나는 것들을 표현하는 브랜드입니다. 다양한 폰트의 로고 그래픽과 편안한 실루엣으로 빈티지 무드를 담은 아이템을 선보이며, 우리가 표현하고 싶은 것을 자유롭게 만듭니다.","애프터프레이(AFTERPRAY)는 2018년 설립된 글로벌 컨템포러리 패션 브랜드로 현대적인 문화 예술의 영감을 바탕으로 재해석된 레디 투 웨어 컬렉션을 선보입니다. 오늘날 젊은이들이 추구하는 다채롭고 신선한 에너지에서 포착된 모티프와 풍부한 색상이 담긴 고급스러운 소재를 위트 있게 사용하며, 실용적인 디자인을 중점으로 일상에 자연스럽게 녹아드는 애프터프레이의 미학이 담긴 매력적인 스타일을 만들어가고 있습니다.","미니멀프로젝트(MINIMALPROJECT)는 단순함과 간결함을 추구합니다. 아트워크와 장식적인 디자인을 최대한 절제하며 최소한의 실루엣으로 좋은 옷을 만들기 위해 집중하는 브랜드입니다. 미니멀 프로젝트는 트렌드, 유행을 추구하는 것이 아닌 좋은 옷을 만들기 위한 가장 중요한 부분에 포커스를 맞추고 그 안에서 미니멀 프로젝트만의 무드를 연출합니다.","어반에이지(URBANAGE)는 급격하게 변화하는 현시대의 중심에서 일상에 스며드는 편안함을 추구하는 패션 브랜드입니다.","슬로우애시드(SLOWACID)는 'Adventurous Creativity Inspires Dreams' 를 슬로건으로, 일상에서 얻은 영감을 현대적으로 재해석하여 모험적이고 실험적인 디자인을 전개하는 브랜드입니다. 러프한 그래픽과 디테일을 중심으로 감각적인 스타일링을 제시합니다.","플랙(PLAC)은 심플함의 미학과 일상적인 터치를 통한 디자인을 전개하고 있습니다. 현대적인 소비자들을 위해 브랜드가 가진 특별함을 실현시키고자 합니다.","람블라(RAMBLA)는 솔리드 컬러 스탠다드 웨어의 본질적 가치를 추구하는 패션 브랜드로, 일상 속에서 즐길 수 있는 데일리 프리미엄의 기준이 되고자 합니다.","프리덤(FREEDOM)은 짐 웨어와 라이프 스타일을 아우르는 브랜드입니다.","라이크더모스트(LIKE THE MOST)의 라이크(LIKE)는 'Like, Infinite, Keen, Excellent'의 약자입니다. '좋아하는 것은 사라지지 않는다'라는 모티브 아래 소유하고자 하는 열망을 훌륭하고 좋은 것으로 끝없이 채우고자 합니다.","그루브라임(GROOVE RHYME)은 '즐거움의 반복'이라는 뜻으로 새로운 소재와 디테일의 재배치를 추구하는 뉴에이지 스트릿 캐주얼 브랜드입니다.","마하그리드(MAHAGRID)는 '위대함'을 나타내는 인도네시아어 MAHA와 격자무늬를 뜻하는 GRID라는 두 가지의 키워드를 섞어 '위대한 이정표'라는 의미를 지닙니다. 미국의 하위 문화부터 성장한 스트릿 컬처의 역사를 하나의 이정표로 삼고 그 안에서 가치를 지닌 다양한 요소를 현재의 시점에서 재해석한다는 의미를 내포합니다.","더바이닐하우스(THEVINYLHOUSE)는 'WE SPRAY OUR TASTE IN THE GREENHOUSE'라는 슬로건 아래 2022년 론칭한 브랜드입니다. 트렌디한 옷보다 우리가 입고 싶은 옷을 만듭니다. 매 시즌 새로운 콘셉트로 독창적인 색과 소재를 통해 새로운 디자인을 보여줍니다.","워크아웃디엔에이(WORKOUT DNA)는 기능성과 스트릿 패션의 조화를 모티브로, 다양한 사이즈와 스타일을 바탕으로 고객 만족을 추구하는 스포츠 퍼포먼스 브랜드입니다.","NOHANT(노앙)은 유니섹스 캐주얼 브랜드로, 편안하면서도 가볍지 않은 룩을 지향하는 브랜드입니다.","엠오오(MOO)는 컨템포러리 트렌드를 기반으로 범용성을 중시합니다. 여느 때와 다를 것 없이 지나가는 평범한 일상에 함께하는 이지 웨어를 제안합니다.","버튼서울(BUTTON SEOUL)은 모던하면서 미니멀리즘을 강조한 컨템포러리 룩을 지향합니다. 절제된 디테일과 뛰어난 원단 퀄리티의 아이템을 합리적인 가격으로 선보이는 동시대적인 남성복 브랜드입니다.","앨빈클로(ALVINCLO)는 '옷을 입는 한 사람'으로서 언제 어디서나 편안하고 트렌디한 옷을 만들기 위해 끊임없이 노력하고 성장하고자 합니다. 다양하게 변화하는 디자인 흐름 속에서 본질에 충실하면서도 유니크한 디자인을 선보입니다. 또한, 론칭 이후 지금까지 국내 원단 사용&생산을 고집하고 있으며 철저한 품질 관리를 통해 눈치채기 힘든 부분까지 디테일하게 관리합니다.","엠엠엘지(MMLG)는 기분 좋은 가벼움과 건강함이 느껴지는 디자인을 지향하는 브랜드입니다. 컬러감이 돋보이는 패브릭, 위트가 담긴 다양한 그래픽을 감각적으로 풀어낸 에브리데이 웨어를 제안합니다.","RUGGED HOUSE(러기드하우스)는 20세기 초 중반의 밀리터리, 아웃도어, 워크웨어에서 느낄 수 있는 감성들을 현대인들이 쉽게 이해하고 즐길 수 있도록 재해석 해나가는 브랜드입니다.","메인부스(MAINBOOTH)는 2015년에 시작한 한국의 유니섹스 캐주얼 브랜드입니다. 매 시즌 새로운 테마의 이야기를 전달하며 항상 특별한 상상이 되고자 합니다. 단조로운 일상에서 벗어나는 베이식하지만 결코 지루하지 않은 아이템을 제안합니다.","URBAN PLAYERS(어반플레이어스)는 스트리트 캐주얼을 컨셉으로 하는 브랜드로서 편안하고 대중적인 BASIC라인을 기본으로 어반 라이프 스타일에 바탕을 두고 있습니다.","오실롯(OCELOT)은 자유로운 핏과 독창적인 디자인을 전개하는 브랜드입니다.","어반스터프(URBANSTOFF)는 '도시의' '세련된'이란 뜻을 지닌 URBAN과 '직물'이란 의미인 독일어 STOFF의 합성어로 도시형 라이프스타일을 지향하는 현대인의 세련된 컴포터블 캐주얼 룩을 선보입니다. 다양한 소재를 이용해 고품질의 아이템을 디자인하는 브랜드입니다.","와르(WAAR)는 'We Are Always Right'를 모토로, 감각적이고 세련된 감성으로 누구나 좋아하고 입고 싶은 옷을 선보이는 브랜드입니다.","토니 로렌스(TONY LAWRENCE)는 트렌드에 머무르지 않고, 일상적인 베이직 아이템에 디테일과 무드를 더해 새로운 가치를 제안합니다. 익숙함 속에서 낯선 감각을 발견하고, 감각적인 디자인과 세심한 디테일로 매일의 룩을 특별하게 만드는 브랜드입니다.","SAINTPAIN(세인트페인)은 '성스러운(Saint)'과 '고통(Pain)'의 합성어로 젊은날 느끼는 모든 고통들과 꿈을 이루기 위한 모든 과정들을 의미하고 있다. 타투(Tattoo), 바이크(Bike), 스케이트보드(Skateboard), 음악(Music) 등 그 모든 하위문화들과 그들이 느끼는 아픔들을 우리는 성스러움으로 표현하고자 한다.","파라점퍼스(PARA JUMPERS)는 극한의 환경에서도 견딜 수 있는 기능성과 견고함, 세련된 디자인을 갖춘 프리미엄 브랜드입니다.","밈더워드로브(MIMTHEWARDROBE)는 'WARDROBE LOVE. Our story begins in the wardrobe of LOVE(우리의 이야기는 사랑으로 가득 찬 옷장에서 시작된다)'라는 슬로건 아래, 사랑으로 연결되는 모든 존재를 상징하는 HEART M LOGO를 사용해 세상에 던지고 싶은 메시지를 전하는 브랜드입니다.","비바스튜디오(VIVASTUDIO)는 \"코퍼레이트 로큰롤(Corporate Rock'n Roll)\"이란 슬로건과 함께 2008년에 론칭했습니다. 고유의 스페셜리티를 유지하며 다양한 캐주얼 아이템을 선보이며, 몸에 잘 맞는 실루엣을 통해 편안한 옷을 만듭니다.","벤힛(VENHIT)은 누구나 쉽고 편안하게 본인의 개성을 자유롭게 표현할 수 있는 독특한 그래픽 디자인과 개성 있는 로고로 다가가는 브랜드입니다.","GUESS(게스)는 1981년, 미국에서 출발하여 청바지에 Sexy 한 이미지를 부여함으로써 Denim 시장을 장악한 패션 기업 GUESS는 30년이라는 시간 동안 “섹시함, 젊음, 모험적인”(Sexy, Young, Adventurous)이라는 일관된 브랜드 모토를 유지하고 있으며, 미국, 유럽,아시아 전역에 Guess를 포함한 Guess by Marciano, Guess Footwear, Guess kids, G by Guess를 런칭 함은 물론 핸드백, 시계, 아이웨어, 주얼리 외 가죽제품을 포함한 남녀 모두가 착용 가능한 Guess Accessories의 성공적 사업 확장을 전개중인 “Total Life Style Brand” 입니다.","이코르(ECORR)는 일상의 감각을 섬세하게 담아내고 자유로운 실루엣과 위트 있는 감성으로 표현하는 브랜드입니다.","피파 1904(FIFA 1904)는 스포츠를 넘어 하나의 문화로 자리매김하고자 한 피파의 가치를 패션으로 풀어낸 축구 기반의 스포츠 캐주얼 브랜드입니다. 1904년 설립 이후 꾸준히 축구를 통해 페어플레이와 스포츠맨십의 긍정적인 가치를 전합니다.","LACOSTE(라코스테)는 1920년대 프랑스의 테니스 스타인 장 르네 라코스테(Jean Rene Lacoste)에 의해 만들어진 브랜드입니다. 라코스테가 편안한 운동복을 위해 자신이 입을 선수복 PK 티셔츠를 최초로 만든 것을 시작으로 티셔츠 뿐만 아니라 블레이저 등 다양한 제품군으로 제작을 확장하였습니다. 라코스테의 상징인 악어캐릭터는 라코스테 자신의 별명이었던 `악어`에서 유래하여 탄생되었습니다.","MONSTER REPUBLIC(몬스터리퍼블릭)의 이야기는 '열정'이라는 하나의 단어로부터 시작됩니다. 도저히 말이 안 되는 꿈, 그리고 꿈꾸는 주체를 'MONSTER'라 표현하며, MONSTER REPUBLIC은 그것에 포커싱 된 제품들을 선보이고 있습니다.","CAMEL WORK(카멜워크)는 장인정신(匠人精神)을 바탕으로 좋은 소재를 사용한 높은 퀄리티를 갖춘 '진짜' 제품을 만드는 것을 아이덴티티로 삼고 있는 브랜드입니다. 우리는 패션을 통하여 대중과 소통하는 것을 지향하며, 시즌마다 개성 넘치는 아티스트와 COLLABORATION PROJECT를 진행하고 있습니다.","원헌드레드퍼센트(OHP)는 아트 기반의 아이템을 전개하는 브랜드로 다양한 예술 작가와 협업을 통한 그래픽 작업물 위주의 상품을 선보입니다.","그레이버(GRAVER)는 \"LIFE IS LIKE A SHOW\"라는 슬로건을 기반으로 위트 있는 아트 워크와 유행에 민감하지 않으며 한결같이 입을 수 있는 의류를 전개하는 브랜드입니다.","챔브로스(CHAMBROS)는 Chae Ambitious Brothers 약자의 합성어로 답답한 도시의 틀 속에서 벗어나 열정적인 생각과 감정을 갖고 챔브로스 만의 감성을 통해 각자의 자유와 개성을 표현할 수 있도록 고민하고 구현하는 스트릿 캐주얼 브랜드입니다.","곤니치와봉쥬르(CONICHIWA BONJOUR)는 이름 그대로 매일 가볍게 나눌 수 있는 인사처럼 정해진 콘셉트나 아이템의 경계 없이 조금은 다른 각도에서 재미있고 즐거운 상상을 할 수 있는 브랜드입니다.","구빈(GUBIN)은 과거의 레트로하고 빈티지한 감성을 현시대의 트렌디한 소재와 패턴을 사용하여 재해석한 뉴트로 디자인을 선보입니다.","그랜디오시티(GRANDIOSITY)는 '자신을 실제보다 위대하고 소중한 존재로 생각하는'의 뜻을 가졌으며, 자신만의 방식으로 개성을 드러낼 수 있는 다양한 스타일을 제안하는 브랜드입니다.","이지노이지(EASY NO EASY)는 이지 캐주얼을 기반으로 한 패션 브랜드입니다. 'Simple is not easy'라는 브랜드 슬로건을 바탕으로 사람들이 일상에서 쉽게 접할 수 있는 베이식한 아이템에 브랜드만의 트렌디한 디자인을 더해 익숙하지만 감각적인 새로운 이지 캐주얼 문화를 제안합니다.","리브레너(REBRENNER)는 기본에 충실한 디자인을 바탕으로 위탁 생산이 아닌 재단, 재봉, 제조 공장을 자체적으로 운영하여 원재료 매입부터 제조, 판매까지 책임을 지고 생산하여 뛰어난 퀄리티와 중간 마진 없는 합리적인 가격대의 컬렉션을 선보입니다. 어느 한 트렌드에 기울지 않고 다양한 문화를 누구나 즐길 수 있는 재미있는 스토리를 만들어 나가는 브랜드입니다.","쿨트(KULTE)는 1998년 프랑스 마르세유(Marseille)에서 탄생하였고 ART CULTURE SUPPLY BRAND로 스트리트 패션을 기반으로 일상에서 자유롭고 편안하게 입을 수 있는 스타일을 제시하는 브랜드입니다.","티떠블유엔(TWN)은 \"바로 지금이 가장 가치 있는 순간이다\"로 번역되는 \"The Worth Now\"를 슬로건으로 지금 이 순간을 소중히 여기고 즐기며 살자는 모토를 담은 아이템을 디자인하는 브랜드입니다.","가든익스프레스(GARDEN EXPRESS)는 자연을 담은 색감과 디자인을 좋은 소재와 품질로 풀어내는 것을 중요한 가치로 생각합니다. 우리가 살아가는 도시와 숲, 바다에서 느낄 수 있는 영감을 바탕으로 제품을 만들고, 자연과 함께 즐기는 문화에 지속적인 관심을 가지고 우리만의 방식으로 표현하고자 합니다.","객(GAC)은 19 F\/W 컬렉션부터 시작한 유니섹스 브랜드 입니다. 레트로 무드의 스트릿 웨어를 현대적으로 재해석한 트렌디하면서도 깔끔한 아이템으로 다양한 스타일을 제안합니다. 쉽고 편하게 입을 수 있지만 다양한 절개, 워싱, 소재 그리고 디테일을 활용하여 기본을 뛰어넘는 값어치 있는 옷을 만드는 것을 추구합니다.","게인스보로(GAINSBORO)는 'ENJOYABLE WARDROBE MANUAL'이라는 메시지를 갖고 여러분의 옷장 속 즐거움을 제안합니다.","게임 셋 매치(GAME SET MATCH)는 일상의 스타일과 자유로움이 녹아든 패션 디자인으로 7080 감성을 현대적으로 재해석한 스포츠 웨어 브랜드입니다. 가볍고 편안한 착용감으로 스포츠를 즐길 때도 유니크하고 스타일리시한 스타일 솔루션을 제안하는, 패션과 스포츠를 결합한 혁신적인 브랜드입니다.","게임체인져(GAME CHANGER)는 기존의 룰을 뒤집고, 새로운 스타일을 제안하는 브랜드입니다. 평범함을 거부하고, 유행보다 앞서 나가는 감성과 실루엣을 통해 진짜 ‘변화’를 만들어 냅니다. 도전적인 디자인, 자유로운 태도, 그리고 시대를 이끄는 사람들을 위한 아이템을 제안합니다.","GOTHICQUE(고디크)는 고딕의 어원에서 유래했습니다. 고딕은 12세기에서 16세기까지 유럽 예술사의 과정을 담고 있으며, 고전주의에서 벗어난 기괴하고 환상적이며, 과장된 감각과 취향을 나타내기도 합니다. 2016년, 고전주의와 낭만주의를 아우르는 새로운 디자인을 의미하는 \"고디크\"가 탄생하였으며, \"고디크\"만의 감각적이고 세련된 스타일로 패션, 문화 등에 깊이 스며들어 대중과 소통할 수 있기를 희망하는 브랜드입니다.","고스트릿(GOSTREET)은 'Go'와 'Street'을 합친 말로, 트렌디한 스트릿 패션을 지향하는 브랜드입니다. 탄탄한 봉제 퀄리티와 완성도 높은 패턴으로 오래 입을 수 있는 가치 있는 옷을 만들고자 노력합니다.","고하더(GOHARDER)는 70~80년대 피트니스 문화에서 영감을 받아 올드스쿨 감성을 현대적으로 재해석한 퍼포먼스 짐웨어 브랜드입니다.","1905년 영국 레스터 지방에서 탄생한 골라(GOLA)는 영국의 헤리티지와 라이프스타일을 담은 브랜드 입니다. 영국을 대표하는 스포츠 브랜드로 자리매김하였으며 라이프스타일과 패션을 함께 아우르는 클래식 라인을 론칭해 전 세계에서 브랜드를 전개하고 있습니다.","골스튜디오(GOALSTUDIO)는 영국에서 시작한 세계 최대(18개 언어, 38개국 에디션) 축구 디지털 미디어인 골닷컴(Goal.com)의 축구 문화에 대한 깊은 이해와 인사이트를 바탕으로 론칭한 축구에서 영감을 받은 라이프스타일 브랜드입니다. 골 스튜디오의 비전은 축구가 갖고 있는 좋은 문화와 메시지들을 다양한 제품을 통해 많은 사람들에게 전달하여 보다 건강한 사회를 만드는데 기여하는 것입니다.","그란투리스모(GRAN TURISMO)는 17세기 사람들이 유럽 대륙을 횡단하며 목적지에 도착하기까지 배우고 성장하는 긴 여행을 의미합니다. 브랜드와 소비자가 함께 배우고 성장하는 것을 핵심 가치로 추구합니다.","그랑크루(GRANCREW)는 자유로운 시선을 통해 멋진 시절에 영감을 받은 제품을 선보이는 브랜드입니다. 가장 좋은 옷은 자주 입고 싶은 옷이라는 철학을 바탕으로 오랜 시간 함께합니다.","그래미누스(GRAMINUS)는 유스 컬처를 기반으로 일상에서 공감할 수 있는 요소를 재해석한 스토리텔링을 창의적인 아트워크와 디테일로 선보이는 컴포터블 웨어를 추구합니다.","그래픽스(GRAPIX)는 그래픽 티셔츠 전문 브랜드입니다. 국내외 패션 피플들에게 좋은 품질과 감성적인 디자인의 그래픽 티셔츠를 제공하고자 론칭하였습니다. 트렌드 변화에 따른 지속적인 디자인 개발과 국내외 아티스트들과의 협업을 통해 세상에 없던 재미있는 그래픽 티셔츠를 선보입니다.","그랜피니(GRANFINNY)는 100명이 한번 구매하는 브랜드 보다 1명이 100번 사는 브랜드를 기반으로 만든 브랜드이며, 옷의 퀄리티를 위해 원사부터 부자재, 디자인 생산까지 국내 생산을 고집하며 직접 관리 제작합니다.","그레이버 오디너리(GRAVER ORDINARY)는 그레이버 오브 애너하임(GRAVER OF ANAHEIM)의 차별화된 라인입니다. 오디너리 슬로건에 맞춰 그레이버 오브 애너하임보다 한 단계 톤 다운된 무드의 그래픽과 룩을 전개합니다.","그레이블러밧(GRAYBLVD)는 시티 라이프 무드에 바탕을 둔 트렌디한 핏과 컬러로 아이덴티티를 표현하는 컨템퍼러리 스트리트 캐주얼 브랜드입니다.","GROSSINVENTORY(그로스인벤토리)는 활기찬 느낌의 빈티지 스트리트 이미지에서 영감을 받아 전개하는 브랜드입니다. 재미있는 것을 쫓는 두 디자이너가 만들어가는 창조물이며 독특한 컬러 매치에서 느껴지는 첫인상이 포인트입니다. 숨겨진 디테일로 착용자에게 만족감을 선사하고 있습니다.","그루브스텝(GROOVESTEP)은 '천천히 즐긴다'는 콘셉트를 Y2K 디자인과 현대적인 감각을 조화롭게 섞어 새로운 시각으로 표현하는 브랜드입니다","그리쉬(GRISH)는 스트릿 컬처를 기반으로 하는 브랜드입니다. 'Bright Future'라는 브랜드 슬로건을 바탕으로 밝은 미래를 지향하고 지속하는 힘과 성장에 관한 철학, 이미지를 표현하는 것에 집중하고 있으며, 과거와 현재를 브랜드만의 방식으로 재해석하여 새로운 문화를 제안합니다. 그리쉬는 고정되지 않은 자유로운 생각과 긍정의 힘이 곧 지속 가능한 성장이라 믿으며 우리가 살아가는 라이프스타일에 긍정적 영향을 주는 것을 브랜드 핵심 가치로 추구합니다.","기준 맨(KIJUN MEN)은 익숙한 것에서 가치를 발견하고, 조화로운 감각으로 새로운 기준을 만드는 브랜드입니다.","김씨네과일(KIM'S FRUITS)은 2022년 성수동 플리마켓을 시작으로, 다마스로 전국을 돌아다니며 인지도를 쌓은 티셔츠 브랜드입니다. 과일 티셔츠를 시작으로 한글을 소재로 한 티셔츠, 과일을 패턴화한 의류 등 다양한 영역의 상품을 기획하고 있습니다. 단순한 의류 판매를 넘어 재미있고 독특한 경험을 제공하는 것을 목표로 합니다.","꼬떼(COTTE)는 프랑스어로 '-곁에'를 의미하는 'côté'에서 시작되었습니다. 일상 속 친밀함과 즐거움을 탐구하는 위티웨어를 전개하며, 위트 있는 무드와 디테일을 통하여 평범한 하루에 특별한 감동을 더해 주는 브랜드입니다.","꼬르녹(CORNOQ)은 'Be Hungry for Your Fashion&Art(자신의 패션과 예술에 갈망하라)'라는 문구를 모토로 패션이 아닌 철학을 공유하고자 합니다. 브랜드 로고인 잠기지 않은 옷핀은 고정관념에 귀속되지 않겠다는 의지를 뜻하며 일반성에서 벗어남을 의미합니다.","꼬모니노즈(COMONINOZ)는 편안하면서도 실용적인 디테일의 아메리칸 캐주얼을 추구합니다. 'EASY & COZY’라는 슬로건과 함께 감성적인 디자인으로 일상의 자연스러움을 제안합니다.","NOWWHAT(나우왓)은 '뭘 더해야돼?' '또 뭐야?'라는 반항적인 의미로 cheeky 한 이미지로 디자인을 풀어내는 유니섹스 브랜드입니다.","나츠(NAATS)는 'Elevating the Everyday'라는 가치를 바탕으로, 평범한 일상 속 특별함을 추구하며 다소 어색하고 불완전한 요소들까지 자유롭게 표현하는 캐주얼 무드의 브랜드입니다.","낙원펑크(KNOCKONEPUNK)는 펑크 기반의 자유로운 락 음악 분위기를 추구하고, 이상적인 세계를 꿈꾸며 론칭한 브랜드입니다. 남들의 시선을 의식하기보다는 우리들만의 독창적이고 자유로운 쾌감을 우리의 오브제와 함께하길 바랍니다.","낫뉴(NOT NEW)는 이미 존재하는 것의 아름다움을 추구하며, 익숙함과 평범함은 강점이라는 믿음으로 만든 브랜드입니다. 시간과 애정을 쏟아 만들어 익숙해진 것을 찾고, 그 의미를 핵심 가치로 생각하는 라이프웨어를 제안합니다.","낫띵이즈베럴댄미(NOTHINGISBETTERTHANME)는 '나보다 소중한 것은 없다'는 슬로건으로 '나'에게 조금 더 다가갈 수 있는 의미를 가지고 있는 유니섹스 스트릿 브랜드입니다.원단과 부자재에 신경을 쓰며 낫띵이즈베럴댄미만의 새로움을 보여드리겠습니다.","낫배드코리아(NOTBAD KOREA)는 일상에 편안함을 더하는 캐쥬얼웨어를 제안하며, 실용적인 디자인과 합리적인 가격을 지향합니다.꾸준히 살아가는 이들에게 쉼과 위로를 전하고자 하는 브랜드입니다.","네거티브 스플릿 클럽(NEGATIVE SPLIT CLUB)은 기능을 넘어 러닝을 하나의 라이프스타일로 제안하는 브랜드로, 러닝의 즐거움을 더합니다.","네이비팀(NAVYTEAM)은 일반적인 그래픽 디자인의 한정된 카테고리를 뛰어넘기 위해 19세기 초반부터 후반까지의 오리지널 밀리터리 그래픽과 빈티지 그래픽을 브랜드만의 자체적인 일러스트레이션과 컬러 배리에이션으로 복각하여 감성 빈티지 스타일을 재현하는 브랜드입니다.","네이키드블러드17(NAKEDBLOOD17)은 다듬어지길 거부하는 순수함과 자유분방함을 모토로 우리 시대 각자가 가진 개성을 컨템포러리 디자인으로 풀어내는 브랜드입니다. 껍데기를 벗어던지고 모두가 자유롭게 뛰노는 가치를 우선으로 합니다.","넷소셜클럽(NET SOCIAL CLUB)은 데일리 웨어로 함께할 수 있는 안정적인 패턴, 개성적인 제품과 그래픽 디자인을 선보이는 유니섹스 스트릿 캐주얼 브랜드입니다. 와이어로 연결된 세상 속 인디비주얼 소셜 커뮤니티들이 음악, 미술, 스포츠 등 다양한 문화 교류를 통해 하나의 클럽으로 발전할 수 있도록 지원합니다.","노든(NODEN)은 모던하면서도 유니크한 감성으로 구성되어 다양한 소비자가 쉽게 접근 가능한 스타일을 선보이는 브랜드입니다. 노든은 네덜란드어로 '초대하다' 라는 뜻에서 출발했으며, 형태와 규칙을 넘어, 해석의 순간으로 초대합니다.","노메러왓(NOMATTERWHAT)은 활동하기 편하고 스타일리시한 옷을 제안하는 브랜드입니다. 이름에 걸맞게 '어떤 상황에서도 편하게 착용할 수 있으면 스타일리시하게 보일 수 있다'라는 의미로 만들었습니다.","노이네타(NOITNETTA)는 기존의 시선을 벗어나 새로운 관점을 제시하며, 절제된 디자인과 원초적인 미학을 통해 세련됨과 독창적인 에너지를 표현하는 패션 브랜드입니다.","노이즈디파인드(NOISE DEFINED)는 과감한 구조와 절제된 디자인, 소음 속에서 조용히 빛나는 실루엣을 창조하는 브랜드입니다.","노이토(NOITOW)는 움직임을 뜻하는 'MOTION'을 거꾸로 바라보며 시작된 이름입니다. 익숙한 것에 새로운 시선을 더한 제품을 선보이며, 흐름을 따르기보다 흐름을 다시 정의하는 사람들을 위한 브랜드입니다.","노페이머스(NOFAMOUS)는 시간이 지날수록 자연스럽게 스며드는 깊이 있는 색과 질감을 연구하는 데님 브랜드입니다.","누아네임(NUANAME)은 다양한 작품을 통해 삶의 아름다움을 표현하는 예술 디자이너 브랜드입니다. 누아네임에서 당신의 아름다운 순간을 마주하길 바랍니다.","뉴욕웍스(NEWYORKWORKS)는 고급스러우면서도 편안한 캐주얼과 심플함을 추구하는 모던 클래식, 유니섹스 패션 라이프스타일 브랜드입니다. 뉴욕의 맨해튼을 모티프로 역동적인 도심 속에서 자신만의 고유한 개성을 유지하며 더욱 자연스러운  아이덴티티를 완성합니다.","뉴이 뉴욕(NUYH NEWYORK)은 구조적이면서도 유연한 실루엣을 통해 감정과 정체성의 균열을 탐구하는 컬렉션 중심의 브랜드입니다.","뉴인(NEWIN)은 미국 LA 감성을 담은 모던 BOHO 캐주얼 여성의류 브랜드입니다. 빈티지하지만 트렌디한 영컨템포러리 라인으로 3가지 라인의 스타일을 제공합니다.","뉴카미(NEWCAMI)는 '새로운 스타일을 싣고 이동한다'는 의미를 담은 브랜드입니다. 편안한 실루엣과 담백한 감성으로 누구나 자연스럽게 어울리는 데일리룩을 제안합니다.","뉴해빗(NUHABIT)은 새로운 습관이라는 뜻으로, 매 시즌 바뀌는 트렌드를 미니멀리즘 무드로 해석합니다. '옷장 속 내 옷들과 자연스러운 조화'를 슬로건으로, 접하기 쉬운 편안한 브랜드로서 대중에게 다가가고자 합니다.","니드슬립(NEED SLEEP)은 '예술을 사랑하는 사람의 작업복'이라는 슬로건을 바탕으로 전개하는 브랜드입니다. 밤새 꺼지지 않는 불빛 아래 작업하고, 창작에 몰두하는 이들에게 잠의 가치도 잊지 말라는 메시지를 전합니다. 작업할 때도, 쉴 때도 편안하게 입을 수 있는 아이템들로 창작의 리듬을 부드럽게 이어갑니다. 예술을 향한 열정은 그대로, 몸과 마음은 조금 더 건강하게. 그 균형을 지킬 수 있도록 돕고자 합니다.","니어러스(NEARUS)는 언제나 우리 주위에 존재한다는 뜻의 `near us`라는 말에서 유래했습니다. 패스트 패션 트렌드로 옷의 가치와 의미가 빠르게 퇴색되는 요즘, 니어러스는 옷을 통해 인간의 가치를 표현하며 시간이 지나도 변치 않는 클래식의 아름다움을 선사합니다.","닐론스(NILONS)는 나일론(NYLON)에서 파생된 이름으로, 강한 내구성과 좋은 질감, 우수한 발색력을 지닌 제품을 만들고자 하는 브랜드입니다. 탄탄한 원단과 봉제로 다양한 컬러 베리에이션의 의류를 전개합니다.","다코다 스튜디오(DAKODA STUDIOS)는 '친구', '협력자'를 뜻하는 의미처럼 우정과 사랑, 지지를 바탕으로 따뜻한 라이프스타일을 제안하는 브랜드입니다.","다크문(DARKMOON)은 금지된 사랑과 소년들의 운명이 교차하는 세계관 속에서 다크 판타지 로맨스 서사를 전개하는 브랜드입니다.","댄앤나우(THENOW)는 `49% THEN 51% NOW`라는 슬로건 아래, 그때도 지금도 입을 수 있는 옷을 선보입니다. 다양한 유스 컬처로부터 받은 영감을 매 시즌 다양한 콘셉트로 전개하는 브랜드입니다.","더 스캇렉(THE SCOT WRECK)은 빈티지 기반의 그래픽 디자인과 핸드 자수 프로젝트를 통해 각 개인에게 특별한 아이템을 선보이는 브랜드입니다.","더 아이덴티티 프로젝트(THE IDENTITY PROJECT)의 캡슐라인은  더욱 담백하고 베이식한 방법으로 나의 아이덴티티를 표현하고 싶은 순간을 담은 더 아이덴티티 프로젝트의 세컨 레이블 콘셉트로, 우리의 키 컬러와 심벌을 활용한 스트릿 무드를 베이스로 하는 브랜드입니다.","더 차일드후드 홈(THE CHILDHOOD HOME)은 유년 시절의 미디어와 사물에서 영감을 받아 친숙한 감성을 현대적인 디자인으로 풀어내는 브랜드입니다.","더랭크(THERANK)는 짐웨어를 중심으로 한 현대적 서브컬처를 구축합니다. 피지컬과 스트릿, 두 세계가 교차하는 지점에서 새로운 라이프스타일 코드를 제안하는 브랜드입니다.","더마일(THEMILE)은 More Is Less의 줄임말입니다.너무 많음과 너무 적음보다는 적절하고 적당함을 의미합니다. 마일은 언제 어디서나 누구든지 입고 만족할 수 있는 디자인을 추구합니다.","더마티(THEMATEE)는 편안한 실루엣, 미니멀한 감성, 따뜻한 무드를 기반으로 모던한 취향과 일상의 여유가 공존하는 캐주얼웨어를 제안합니다. 일상 속에서 부담 없이 입을 수 있는 실루엣과 디자인을 추구하는 브랜드입니다.","더블에잇(DOUBLE EIGHT)은 실용성과 스타일, 다양함을 반영합니다. 미니멀하면서도 유니크한 리얼 웨이 룩을 선보입니다.","더블제이디(DOUBLE JD)는 그라피티 아트를 기반으로 스트릿 컬처를 전개하는 브랜드입니다.","THESTORI(더스토리)는 2006년 3월 서브컬처를 즐기는 이들을 위한 Denim Pants 브랜드로 출발하였습니다. 현재는 Acc 군을 제외한 Total Daily Wear로 전개 중이며, 10년간의 경험을 바탕으로 좋은 품질과 합리적인 가격의 옷을 만드는 브랜드를 지향하고 있습니다.","더트(DURT)는 'A Beautiful Greed'라는 슬로건 아래 DAILY, URBAN, RESORT, TRAVEL 네 가지 라인을 바탕으로 TPO에 걸맞은 라이프스타일 굿즈를 선보입니다.","더티아이디어(DIRTYIDEA)는 검열되지 않은 솔직함과 거친 감성을 바탕으로, 틀에 얽매이지 않는 자유로운 디자인을 선보이는 브랜드입니다. 날것 그대로의 메시지와 실험적인 표현으로 독자적인 무드를 구축해 나갑니다.","더파코(THE FACO)는 내가 즐겨 찾는 것들로부터 만들어진 고유한 자아를 표현하는 브랜드입니다. 모든 제품은 내가 사랑하는, 그리고 나를 구성하는 요소들을 담아낼 수 있도록 제작되며 고유한 나 자신을 표현할 수 있도록 돕습니다.","덕다이브(DUCKDIVE)는 거친 파도처럼 급변하는 트렌드와 문화가 난무하는 현대 사회에서 스트릿하고 캐주얼한 무드를 브랜드만의 유니크한 감성을 담아 선보이며 소통하기 위해 노력합니다.","덕화맨숀(DUCKHWA MANSION)은 한글로 된 옷을 입는 것이 이상하거나 촌스럽지 않길 바랍니다. 멋있고 재미있지만 손이 많이 가며 돈이 되지 않는 그런 것들을 만듭니다.","DENIMINDIGOMASTER(데님인디고마스터)는 간결하지만 대단한이라는 \"SIMPLE BUT SIGNIFICANT\" 모토 아래 KUROKI, KAIHARA, KURABO 일본산 3대 MAJOR 셀비지 원단을 사용하는 프리미엄 데님 브랜드입니다.","데밀(DEMIL)은 서울을 베이스로 하는 데님 중심의 디자인을 선보입니다. 과거의 의복을 현대적 해석 바탕으로, 단순한 복각을 넘은 새로운 구조를 제안하는 브랜드입니다.","데오스테이트(DEOSTATE)는 ‘위대한 상상’의 철학으로 존재하는 크리에이티브 레이블입니다. 무한한 상상 속에서 가치를 발견하고 패션과 예술로 제안하는 브랜드입니다.","DAYOFF(데이오프)는 \"TAKE A BREAK 잠시 휴식을 취하다.\" 를 슬로건으로 comfortable, active 한 감성을 지향하는 브랜드 이며, DAYOFF(근무・일을 쉬는 날) 브랜드 네임에서 느껴지듯이 언제 어디든 어울리는 편안한 제품을 만드는 것이 저희 브랜드의 목표이며,  각 chapter 별로 새로운 컨셉으로 다양한 제품을 선보일 예정입니다.","덴아워(THEN OUR)는 내추럴 스트릿 웨어와 컨템포러리 무드를 지향하는 브랜드로, 메인컬처와 서브컬처의 구분 없이 다양한 문화를 현대적으로 재해석한 디자인을 지향합니다.","뎃츠잇(THATSIT)은 익사이팅 레포츠(LESURE SPORTS)와 스타일리시한 라이프스타일을 사랑하는 사람들을 위한 브랜드입니다. 스트릿 웨어를 기반으로, 한 분야에만 국한되지 않고 다양한 분야에 녹아들 수 있는 실용적이고 트렌디한 의류를 선보입니다.","도그마 엑스(DOGMA EHKS)는 해체주의적 감성과 날것의 질감을 기반으로 하는 여성 패션 브랜드입니다. AI 기반 비주얼과 실험적인 방식으로 독자적인 미학을 구축합니다.","도톤(DOTON)은 dote on의 뜻인 '애지중지하다'라는 의미를 가진 브랜드입니다. 일상의 애지중지한 순간을 함께합니다.","DAMP(돈애스크마이플랜)은 2011년부터 시작한 스트리트 컬처 브랜드로 스케이트보드, 픽시 바이크처럼 활동적인 라이프 스타일의 디자인 의류를 제작합니다. 남들의 눈을 의식한 계획이 아닌 자신만의 계획을 간직한 사람들을 위해 판매 수입금을 독립영화, 익스트림 스포츠 등에 후원하고 있습니다.","DOLDOL(돌돌)은 익스트림 스포츠(스노우보드,스케이트보드,롱보드,크루져보드,서핑,MTB,BMX,캠핑 등)에서 느낄 수 있는 열정과 에너지를 designer. DOLDOL 의 캐릭터디자인으로 승화한 익스트림 감성디자이너 브랜드입니다.","돌핀웨이브어패럴(DOLPHIN WAVE APPAREL)은 실용적이면서도 잠깐의 유행에 휩쓸리지 않는 브랜드의 아이덴티티를 패션에 접목하여 베이식한 디자인에 브랜드만의 위트를 더한 시티 캐주얼을 선보입니다.","돕(DAUB)는 아티스트 컬래버레이션 패션 브랜드로 아티스트와 아티스트 작품의 모티브를 패션 아이템으로 해석하여 일상생활에서 예술적 감성을 추구하는 소비자를 위한 자유로운 감성의 스트릿 패션 브랜드입니다.","드네이지(DENAGE)는 황금기라는 뜻의 '골든에이지(Goldenage)'에서 따온 이름으로, 생에 가장 찬란한 시절의 모습을 드네이지와 함께한다는 자부심을 가지며 최상의 퀄리티와 디자인의 옷을 공급한다는 마음가짐으로 스트릿 웨어를 선보이고자 합니다. 희소성 있는 디자인과 기능적 요소를 바탕으로 옷을 제작하고 있습니다.","드렁크텍스트(DRUNKTXT)는 가장 흔들리지만 가장 진심에 가까운 순간, 전송과 삭제 사이의 미묘한 감정을 전달하는 브랜드입니다.","드로우시(DROWSY)는 영 캐주얼 브랜드입니다. 늘어남과 끈적임이라는 콘셉트를 기반으로 톡톡 튀는 펑키한 분위기와 발랄함을 표현합니다.","드리니끄(DRENIQ)는 'Dream'과'Unique'의 합성어로, 기성세대가 만들어 놓은 똑같은 꿈에서 벗어나 나만의 꿈을 만들자는 의미를 담고 있는 브랜드입니다.","DRIFTOUT(드리프트아웃)은 방향을 정하지 않고 실험하며, 비틀고, 벗어나면서 스스로를 더 선명하게 드러내는 옷을 제안하는 브랜드입니다. 룩은 취향의 방식이고, 멋은 태도에서 나옵니다. \"drift like no one watching\" 그건 우리의 방식이자,우리를 입는 사람들의 태도입니다.","드왓츄럽(DWYL)은 사랑하는 것을 아는 이들의 단단한 태도와 섬세한 취향을 담아, 과하지 않지만 분명한 아름다움을 지향하는 브랜드입니다.","디 그랜드 마틴(DE GRAND MATIN)은 아메리칸 감성의 캐주얼 스타일에 가치를 두고 전개하는 브랜드입니다. 다양성을 지향하며, 브랜드만의 현대적인 감성으로 재해석한 의류를 높은 퀄리티와 합리적인 가격으로 선보여 오래도록 함께 소통하고자 합니다.","디바인디스턴스(DIVINE DISTANCE)는 트렌드를 기반으로 자유로운 내일을 만듭니다.","디벨로브(DEVELOVE)는 ‘발전’과 ‘사랑’을 결합한 이름처럼 삶의 작은 순간을 소중히 여기며 더 나은 방향으로 나아가는 철학을 담아, 단순한 옷을 넘어 성장의 여정을 함께하는 브랜드입니다.","디스이즈파인(THIS IS FINE)은 Fine Jewelry처럼 아름답고 Fine Dining처럼 섬세하게, 편안함 속에서도 빛나는 당신의 품격을 표현하는 브랜드입니다.","디스코드사운드(DISCHORDSOUND)는 의도적 또는 실수에 의해 지정된 코드에서 벗어났음을 의미합니다. 현시대의 흐름에서 벗어나 새로운 시각으로 문화를 바라보며 끊임없는 변화를 추구합니다.","디스트나인(DISTN9NE)은 스포츠 아이템에 테크니컬 소재와 유틸리티를 접목한 레트로 스트릿 무드를 지향하는 브랜드로, 레트로풍 스트릿 캐주얼 콘셉트를 선보입니다.","디스펑트(DYSFUNCT)는 우리 사회의 '비정상적'인 것에 대한 관심을 토대로 세계의 다양한 이슈에서 영감을 받아 이를 예술과 디자인을 통해 표현하고자 합니다.","디써티원(DTHIRTYONE)은 모스 코드가 태동한 1800년대부터 지금까지 이어져 온 아메리칸 캐주얼의 복식 문화를 탐구하여 모스 코드의 모티브와 함께 그 안에 담긴 다양한 가치를 현대로 가져오는 Retro Reflective 콘셉트를 근간으로 전개합니다.","디앤드퀘스천(THEENDQUESTION)은 선택의 끝에 물음을 더해 각자의 ‘좋음’을 찾아가는 여정을 제안하는 브랜드입니다.","DEAR GARDEN(디어가든)은 우리의 삶 가까이 있는 소재들에서 영감을 얻어 디자인으로 만드는 유니크(UNIQUE)한 브랜드입니다.","디어라이프(DEARLIFE)는 트렌디한 감성과 생각의 가치를 표현합니다. 새로운 환경과 윤리적 패션을 통해 가치 있는 소비가 무엇인지 질문합니다. 환경 보호를 위해 제품생산의 모든 과정에 친환경 소재를 사용하며 지속 가능한 가치를 생각합니다.","디오스피스(DAUSPICE)는 댄서 DANHO와 RYUD가 댄스 커뮤니티를 기반으로 전개하는 스트릿 댄스 웨어 브랜드입니다. 'Creating Movements'라는 미션을 중점으로 움직임 속에 멋을 더해줄 옷을 만드는 것을 추구합니다.","디파이클럽로버스(DEFYCLUBROBBERS)는 설 곳 없는 청춘, 불확실한 미래 등을 마주한 우리들이 속한 사회에 부재중인 반항, 반문화에 대한 대안으로 만들어진 록 문화 기반의 브랜드입니다.","디파인(DEFINE)은 스타일을 재정의하는 브랜드입니다. 단순히 유행을 따르는 것이 아닌, 각 아이템에 깊이 있는 의미와 차별화된 디테일을 더해 본질적으로 새롭고 독특한 스타일을 창조합니다.","딥센스(DEEP SENSE)는 트렌디하면서도 누구나 편안하게 착용할 수 있는 데일리 데님 브랜드입니다. 기본에 충실하면서도 다양한 디자인과 소재를 가지고 브랜드만의 트렌디한 데님 룩을 제안합니다.","따따따와(WWWY)는 \"What's Wrong With You?\"의 줄임말로, 고릴라를 모티브로 작업하는 아티스트와 실크스크린 기반 디자이너의 협업 아트 라이프스타일 브랜드입니다.","떨스티(THIRSTY)는 결핍과 갈증을 원동력으로, 가장 개인적인 취향과 이상향이 담겨진 편한 옷들을 선보이는 브랜드입니다.","떨스티클럽(THIRSTYCLUB)은 사람과 삶을 대하는 태도에 대해 진심으로 생각하고, 보이지 않는 소중한 가치에 대해 이야기하는 브랜드입니다. 진정으로 원하는 목소리를 내고 당당하게 살아가세요. 원하는 대로 숨 쉬고, 원하는 길로 걷고, 원하는 순간에 웃어보세요. 누구도 대신할 수 없는 단 한 명뿐인 당신을 사랑하세요.","떼마(THEMA)는 새벽공기를 일상 속 특별함으로 재해석해 클래식하고 젠더 뉴트럴한 제품으로 특별한 경험을 선사하는 브랜드입니다.","라드(LAD)는 'Life After Death'의 약자로, 크리에이티브 크루인 스튜디오684에서 전개하는 스트릿 브랜드입니다. 시그니처 스마일 로고를 비롯하여 다양한 오브제를 활용한 패러디와 핸드 드로잉, 아트워크 등을 라드만의 감성으로 풀어내는 브랜드입니다.","라드인사이드(LADINSIDE)는 청년의 내면이라는 의미가 있습니다. 여행과 자연에서 얻는 영감들의 감성적인 분위기를 추구하고 일상생활에서의 편안한 의복을 구성하고 있습니다.","라디네오(RADINEO)는 자유로운 상상을 통한 위트 있는 스토리를 스트릿한 무드로 전개하는 브랜드입니다. 자유로운 상상으로 내면의 갈증을 풀어내고 싶은 이들의 이야기를 대신하며 'Don't hesitate to imagine'이라는 슬로건을 통해 갈증 없는 유쾌한 일상을 만들고자 합니다.","LAUL(라울)은 2011년 스트리트 브랜드이자 온라인 편집숍으로 시작된 라울(LAUL)은 스트리트를 대표하는 도시인 미국 LA 와 한국 SEOUL 두 도시의 합성어로 동서양의 대표적 스트리트 감성이 공존하는 브랜드입니다.","LIKELIHOOD(라이클리후드)는 가능성이 잠재되어 있는 사람 ,유망주 ,수퍼루키를 의미하는 \"A MAN OF GREAT LIKELIHOOD \"라는 슬로건으로 무언가를 이루고자하는 것에 대해 패션으로 표현하고 활동함으로써 수 많은 가능성들을 발생시키고 다양한 분야에 파장을 일으켜 확률을 높이고 이루어 낸다는 의미를 담고있습니다. 영화 음악 패션 스포츠 카툰 등등 여러영역에서 아이디어 영감을 받아 다양한 주제와 스타일을 상품에 담아 전개하는 브랜드입니다.","LIFEWORK(라이프워크)는 삶과 일의 경계를 허무는 새로운 패션 라이프를 제안합니다. 다채로운 장면에서도 편안하고, 자유스러우면서, 트렌드하게 어울리는 라이프 콜라보 스타일을 제안하는 브랜드입니다.","락사이코(ROCKPSYCHO)는 스트릿 패션을 오랫동안 추구해온 브랜드입니다 . 우리는 당신의 록(Rock)한 순간에 함께하고 싶습니다. 우리는 착한 가격에 당신과 함께하고 싶습니다. 우리는 단순한 옷이나 디자인이 아닌 컬처로 기억되고 싶습니다.","랄(RAR)은 'Reinterpret A Record'를 뜻하며, 과거의 아이코닉 한 서브컬처의 아이템에서 받은 영감을 RAR만의 자세로 재해석하여 독보적 하이퀄리티로 풀어나가는 스트리트 브랜드입니다.","래깅툴즈(LAGGINGTOOLS)는 지나치며 살아가는 주변의 모든 존재에 대한 도구의 가능성을 고민하고, 우리의 방식으로 해석하는 브랜드입니다. 늘 같은 자리에 머물러 있는 존재를 유심히 바라보면, 그것들은 우리 삶을 강하게 지탱하고 있습니다.","래리클락(LARRYCLARK)은 전설적인 영화감독으로, 아픈 청춘과 반사회적 젊음의 상징입니다. 1970년대부터 영화감독 겸 사진작가로, 1995년에는 &lt;키즈&gt;라는 독립 영화를 통해 알려졌습니다. 자기 주도적인 선택의 따른 자율성과 해방, 자유로운 표출의 아름다움은 글로벌 브랜드 슈프림과의 협업을 통해 더욱 상징적으로 알려집니다. 지금 현시대가 요구하는 젊음을 래리클락의 작품을 통해 만나보실 수 있습니다.","랜덤오프(RANDOMOFF)는 패션에 편견 없이 다가가며 시즌마다 다양한 컨셉을 제시해 본인의 개성을 자유롭게 표현할 수 있는 스타일링을 제안하는 브랜드입니다.","랜돌프앤코(RANDOLPH&CO)는 클래식한 무드를 기반으로 리조트의 여유로움과 유틸리티의 실용적인 디테일을 조화롭게 담아낸 브랜드입니다.","LAB101(랩원오원)은 자유로운 삶에 대한 생각과 함께 시작합니다. 우리가 하늘과 바다를 바라볼 때의 편안함, 기존의 것들에 대한 도전, 더 높은 곳을 향한 꿈.우리는 데님을 통해 이 모든 것들에 대한 가치를 끊임없이 연구하고 도전합니다.","랭글러(WRANGLER)는 1947년 론칭하여 미국 3대 데님 브랜드로 불릴 만큼 역사가 깊고 대중으로부터 사랑을 받은 브랜드입니다. RIDE, FREEDOM, SEXY, MUSIC 등의 키워드를 바탕으로 미국의 1970~1980년대 빈티지 무드를 현대적으로 재해석한 컨템포러리 데님 브랜드를 지향합니다.","러드(LLUD)는 기본 아이템에 감도 높은 디자인과 균형 잡힌 핏을 더해, 일상 속 트렌디함을 제안하는 브랜드입니다.","러브미오피셜(LOVEMIIOFFICIAL)은 조용한 자신감을 모토로, 입었을 때 단단함과 차분함을 전하며 당신이 기억되는 하루를 바라는 브랜드입니다.","러프앤터프(RUFFNTUFF)는 '네 멋대로 해'라는 주제 아래, 나만의 멋의 표현과 구애받지 않는 나만의 방식이라는 두 가지 의미를 모티브로 디자인합니다.","LUFF KINGZ(러프킹즈)는 최신 유행하는 트렌드에 맞춰 트렌드에 어울리는 모자를 디자인하는 모자 전문 브랜드로 볼캡을 포함하여 캠프캡, 패널캡 등 다양한 모자들을 디자인하고 있으며 노멀한 디자인보다는 모자 하나로 포인트를 충분히 어필할 수 있는 상품들을 선보이는 브랜드입니다.","러플(LUPL)은 장애인과 아동 등 사회취약계층의 자유를 수호하기 위해 노력하는 사회 공헌 브랜드입니다. 사회 발전에 이바지하기 위한 프로젝트를 진행하고, 의미를 담은 의류를 제작하며 누군가는 당연히 누리는 자유를 모두가 당연히 누릴 수 있는 세상을 만드는 데 보탬이 되고자 합니다.","런던그로서리마켓(LONDON GROCERY MARKET)은 유러피언 오픈마켓엣 영감을 받아 일상에서 사용할 수 있는 캐주얼 감성의 컬렉션을 전개하고 있습니다.","LES COLORER(레꼴로헤)는  “내가 있는 곳으로 스며든다. 그리고 세상을 물들이다” 라는 테마를 바탕으로 프랑스어 ‘그것을 물들이다’라는 뜻을 가지고 있습니다.","레베니아(LEBENEA)는 심플한 브랜드 고유의 무드와 컨템포러리 디자인을 바탕으로 매 시즌 누구에게나 어울리는 유니크한 스트릿 캐주얼 웨어를 소개하는 브랜드입니다.","레뷰라(REVURA)는 ‘꿈꿔온 그 모습을 향한 여정’이라는 메시지 아래, 문화적 유산 속에 담긴 이야기와 가치를 전합니다. 그리고 그 영감을 바탕으로 의복과 라이프 스타일 제품을 창조하는 브랜드입니다.","레스아뜰리에(LESATELIER)는 누구나 폭넓게 입을 수 있는 편안한 캐주얼 웨어를 지향하는 브랜드입니다. 여러 상황에 입을 수 있는 데일리한 아이템을 바탕으로 옷을 통하여 기분 좋은 경험을 나눌 수 있는 시즌리스 제품들을 선보입니다. 빈티지 웨어를 추구하며 현대적인 감각으로 풀어낸 개성 있는 멋을 추구합니다.","레어 온 레어(RARE ON RARE)는 섬세한 워싱과 봉제로 빈티지를 재해석하고, 좋은 소재로 지속 가능한 슬로 패션을 구현하는 브랜드입니다.","레이지레이크(LAZYLAKE)는 'Live your life, following your tempo'라는 슬로건 아래 자유로운 삶을 지향하는 이들의 가치관과 취향을 컨템포러리 젠더리스 룩으로 선보이는 브랜드입니다.","레이지지(LAZYZ)는 일상 속 게으름의 가치를 위트 있게 전달하는 라이프 스타일 브랜드입니다.","레이쿠(REIKU)는 the power of creative imagination이라는 슬로건을 바탕으로 유니크한 디자인, 퀄리티 높은 품질로 인정받고 있으며 많은 매니아층을 확보하여 인기를 얻고 있는 디자인 브랜드입니다.","레이피커스(RAYFIKERS)는 자연에서 즐기는 캠핑과 휴식 속에서 찾을 수 있는 편안하고 자유로운 감성을 기반으로 트렌디한 캐주얼 룩을 선보이는 브랜드입니다. 엄선한 고퀄리티의 소재와 절제된 디테일, 내추럴한 실루엣으로 단순하지만 기분 좋은 일상을 선물하고자 합니다.","레코딩하우스(RECORDINGHOUSE)는 도시의 에너지와 레트로 무드가 공존하는 '시티 레트로' 콘셉트로, 다양한 남성 이너웨어를 전개하는 브랜드입니다. 'Unseen, Unfiltered, Unstoppable'이라는 슬로건에 걸맞는 발칙한 디자인으로 자신감을 표현하는 아이템을 선보입니다.","로그(LOG)는 'Love of Golf'의 약자로, 골퍼들이 일상에서도 부담스럽지 않게 입을 수 있는 캐주얼 골프 웨어 브랜드입니다. 데일리 룩으로 편하게 입을 수 있는 의류를 추구합니다.","로맨틱크라운(ROMANTIC CROWN)은 2009년 `Life is Romantic`이라는 슬로건을 내걸고 론칭한 브랜드입니다. 우리가 살아가는 일상 속 이야기를 컬렉션으로 선보입니다.","ROYALLIFE(로얄라이프)는 타투를 비롯한 서브컬처 감성의 라이프 스타일을 지향합니다. 매달 다양한 아티스트들과의 협업을 진행중이며 룩북과 로컬 파티등을 통하여 서브컬쳐씬의 라이프 스타일을 표현합니다.","로어즈(LORES)는 모두가 만족할 수 있는 소재와 형태를 추구하는 브랜드입니다. 현재와 과거의 경계를 넘어 클래식함과 기능성, 입는 사람의 일상을 투영하여 자신의 스타일을 표현할 수 있는 옷을 제안합니다.","로우랩(RAW LAB)은 본래의 것을 흐름에 어긋나지 않되 좀 더 자유롭게 재해석하여 디자인한다는 뜻을 가집니다. 간결한 실루엣과 스트릿 무드의 시티보이 룩을 지향하며 현대적인 컨템포러리 룩을 제안합니다.","로이로이서울(ROYROYSEOUL)은 세대를 아우르는 컨템포러리 디자이너 브랜드입니다. 'Faith, Hope and Love.'의 슬로건을 가지고 디자이너의 철학을 브랜드에 담아 다양한 분야의 아티스트와 협업하며 패션 그 이상의 가치를 공유하고 문화를 선도합니다.","로코로코(ROCOROCO)는 캐주얼 무드를 모티브로 어릴 적 감성을 회상할 수 있는 소품을 활용한 콘셉트를 현 트렌드에 맞게 표현합니다. 편안하지만 틀에 박히지 않은 자유로운 캐주얼 룩으로 스타일링할 수 있는 데일리 스타일링을 지향합니다.","롱플레잉레코드(LONGPLAYING RECORD)는 고양이를 좋아하는 사람들을 위한 디자인을 만드는 브랜드입니다. 모노캣은 토리, 토토, 토미 고양이 삼 형제를 모델로 만든 롱플레잉레코드만의 캐릭터입니다.","루저스클럽(LOSERS CLUB)은 기존의 틀에 갇히지 않고 자신만의 방식으로 살아가는 사람들이 모이는 공간이자 브랜드입니다.","루트파인더(ROOTFINDER)는 전통과 현대, 자연과 도시, 디자인과 기능성의 균형을 추구하며, 고전적 스타일을 현대적으로 재해석한 스타일리시한 일상을 제안하는 브랜드입니다.","르렌느(LERENNE)는 차별화된 실루엣과 정교한 디테일을 바탕으로 현대적인 감성을 담아낸 컨템포러리 패션 브랜드입니다.","르씨(LXXI)는 남성의 여성스러움과 여성의 남성스러움에 관해 이야기하는 젠더리스 브랜드입니다. 공통의 X, 남녀의 같음을 디자인합니다.","르커스텀(LE CUSTOM)은 간결함과 기능성을 바탕으로 고급 원단과 정교한 패턴의 베이직 유니섹스 아이템을 선보이는 브랜드입니다.","리가즈(REGARDS)는 'Best Regards'에서 영감을 받아 신뢰와 품격을 담은 라이프스타일 패션 브랜드입니다. 비즈니스와 일상의 경계를 허무는 유연한 스타일을 제안하고 있습니다. 유럽, 일본 등 해외의 유명 고급 원단과 부자재를 이용하여 여러 스타일을 아우르는 실용적이고 세련된 디자인으로 모두가 사랑하는 브랜드를 지향합니다.","리게(RIGHE)는 경계의 선을 허무는 디자인을 선호하며, 각자의 고유한 아름다움을 추구합니다. 중립적인 시선으로 모든 피스를 제작하며 고객이 자신의 고유한 선을 매력적으로 표현하기를 돕는 브랜드입니다.","리군 스튜디오(RIGOON STUDIO)는 트렌드에 민감한 스트릿 무드를 기반으로 한 디자인의 아이템을 전개하는 디자이너 스트릿 캐주얼 브랜드입니다.","LEVI'S(리바이스)는 1850년 독일계 유대인 이민자인 리바이 스트라우스 형제가 당시 샌프란시스코 지역 광원들의 작업복으로 처음 생산했으며, 두꺼운 순면 소재와 푸른색 염색, 금속 리벳으로 마감 처리한 주머니, 상표가 달린 허리 뒤쪽의 가죽 패치로 미국 제품의 상징 브랜드입니다.","리사(LISA)의 첫 번째 정규 앨범 ALTER EGO의 공식 머치를 발매합니다.","RESPECT(리스펙트)는 패션, 컬처, 뮤직, 사회 전반적 이념을 담아 본연의 의미와 관점을 바로 바라보고 이해하려는 시도로써 입는 옷의 개념, 그 이상의 이념을 담아 전개하는 브랜드입니다.","리슬(LEESLE)은 한복을 재해석한 디자인으로 보통의 날을 특별하게 만들어 주는 모던 한복의 대표적인 브랜드입니다. 청바지처럼 지금 당장 입을 수 있는 친근한 한복을 추구하며, 한복을 글로벌 패션 장르로 만들기 위해 시대정신을 반영한 한복을 만들어 갑니다.","리에이크(RYAKE)는 스토리와 메이크(Make)의 합성어로, 잊혀지고 있는 소중한 순간들을 이야기로 만든다는 것을 의미합니다. 당신이 잊고 지냈던, 혹은 알지 못했던 이야기들로 당신의 옷장을 채웁니다. 순간을 입으며, 위로 받을 수 있게. Clothes Up To You, Ryake.","리즈리스(LEEDSLESS)는 전성기라는 뜻의 리즈(leeds)와 결핍을 의미하는 접미사 리스(-less)를 결합한 단어로 `스스로 만족하지 않는다`라는 의미를 가집니다. 유행과 트렌드에 휩쓸리지 않고 브랜드만의 개성을 꾸준히 지켜나감과 동시에 음악의 한 장르인 베이퍼웨이브를 컬렉션에 녹여내어 서브컬처의 감성을 선보이는 브랜드입니다.","리트리버클럽(RETRIEVER CLUB)은 강아지와 함께하는 편안한 데일리 웨어를 모토로, 쉽게 입을 수 있는 에브리데이 캐주얼 웨어를 추구합니다. 강아지와 함께 걷는 산책과 같은 가벼운 외출에 적합한 옷을 선보입니다.","리플라이퍼키(REFLYPERKY)는 Bright and Perky Studio를 슬로건으로 2017년 여름부터 데님을 중심으로 시작한 브랜드입니다. 언제, 어디서나 웨어러블하고 기분 좋아지는 스탠다드&트렌디를 중심으로한 유니섹스 브랜드입니다.","REPLAY CONTAINER(리플레이컨테이너)는 재생하다(REPLAY)와 컨테이너박스(BOX)의 결합어로 '재생하는 컨테이너박스'의 상징성에 의미한 컨텐츠 브랜드. clothing 부터 lifestyle 까지 구분없이 매 분기별 새로운 contents(내용물)이 출시된다. fast fashion 시대의 '유행이 흘러간 상품의 재생'의 취지에 맞게 'replay'의 사용으로 재생컨텐츠의 심볼을 가지고 PB지정. 새로운 시선의 접근과 독창적인 상품으로 시그니처에 의미를 부여하여 다른 브랜드와의 차별성을 중점에 두고 있다.","마데코(MADEKO)는 모터사이클의 도전적인 정신을 바탕으로 스트리트 패션과 문화를 이끌며, ‘Made In Korea’의 자유로운 디자인을 세계로 확장하는 브랜드입니다.","마드(MARD)는 스타일리시한 여성들의 일상을 위한 브랜드입니다. 단단한 기본에 트렌디한 스타일과 실용성을 더하여, 누구나 쉽게 스타일리시한 무드를 연출할 수 있게 해주는 아이템을 제안합니다.","마리아쥬드비엔(MARIAGEDEBIEN)은 다양한 서브컬처를 기반으로 전통적인 스트릿 무드를 표현하는 브랜드입니다. 높은 품질의 제품과 합리적인 가격으로 스타일링을 제안하며, 대중들에게 조금 더 쉬운 스타일링과 자신만의 컬러를 나타낼 수 있는 패션을 선보입니다.","마사트(MASAT)는 'Making Aesthetic Statements with Accessible Thinking'의 약자로, 과거의 매력적인 모티브와 트렌드를 조화롭게 융합하여 독창적이고 개성 있는 아이덴티티를 완성하는 브랜드입니다. 새로운 시각에서 탄생한 아이템은 일상 속 특별함과 개성을 더해주는 현대적 미학의 진수를 담고 있습니다.","마스컬렉트(MARS COLLECT)는 현대적 복식과 시대상, 사회상, 문화를 반영한 그래픽을 표현하는 컨템포러리 브랜드입니다. 매 시즌 다양한 표현 방식을 통해 컬렉션을 전개하며, 고품질의 합리적인 다양한 아이템을 감각적으로 표현하고자 합니다.","마이 네임 이즈 피터(MY NAME IS PETER)는 자유와 도전을 지향하는 브랜드입니다. 피터는 누구든 될 수 있는 가상의 인물이며, 어떤 사람에게 피터는 서핑, 음악, 스케이드보드를 즐기는 서브컬처 마니아일 수도 있고, 또 다른 누군가에게는 박물관이나 미술관을 좋아하는 문화 애호가일 수도 있습니다. 다양한 사람들이 모여 'MY NAME IS PETER'를 만들어간다는 생각으로 오늘도 피터는 자유롭고 신나게 앞으로 나아갑니다.","MINU(마이누)는 유년기의 어린아이가 바라본 세상을 기반으로 디자인하는 매 시즌 다른 주제로 귀여운 그래픽과 다양한 컬러로 컬렉션을 선보이는 캐주얼 브랜드입니다.","마인드머슬커넥션(MMC)은 퍼포먼스에 최적화된 기능성과 감각적인 실루엣을 바탕으로, 운동과 일상 사이의 경계를 허무는 애슬레저 스타일을 지향하는 피트니스 기반 프리미엄 짐웨어 브랜드입니다. ‘운동할 때도 입을 수 있는 일상복’이라는 새로운 기준을 제시합니다.","마크엠(MARKM)은 'Mark the Moment’이라는 슬로건처럼, 기억하고 싶은 순간을 만드는 데일리 캐주얼 웨어 브랜드입니다. 일상과 여가의 경계에서 실용적인 디자인과 스포티한 요소가 어우러진 컬렉션에는 신선한 에너지와 함께 자유로운 멋이 가득합니다. 스트릿 감성의 의류부터 실용적인 가방과 포인트가 되는 액세서리까지 상징적인 베이직 로고와 친근한 느낌의 키튼 로고를 담백하게 담아내며 그 자체로 스타일이 되는 브랜드의 정체성을 보여줍니다.","매고렌 서울(MAGORENSEOUL)은 각자의 독특한 매력을 존중하며, 현대적인 감성을 담아 디자인하는 브랜드입니다. 고급 소재와 섬세한 디테일이 조화롭게 어우러져, 편안하면서도 유니크한 분위기를 연출합니다. 함께하는 여정에서 착용자 분들께 자신만의 스타일을 발견하는 즐거움을 선사합니다.","매니아매스(MANIAMASS)는 '소수의 일탈자 혹은 선구자(Mania)가 포섭의 주체가 되어(Amass) 대중을 이끌게 된다(Mass)'라는 의미의 합성입니다. 개성 있는 컬렉터를 통해 성장하고 발전하며 대중을 이끄는 매스 트렌드(Mass Trend)가 되길 바라는 브랜드입니다.","매쉬(MASH)는 좋은 옷이 어려울 필요가 없듯 항상 좋은 옷으로 쉽게 다가가는 브랜드입니다.","맥나인도씨(MAC 9ºC)는 유행은 돌고 돈다는 'Fashion comes full circle'이라는 슬로건 아래 복고풍 감성과 아날로그 문화의 향수를 재해석하는 스트릿 캐주얼 브랜드입니다.","맥우드건(MAGOODGAN)은 정통 아메리칸 워크 웨어와 트렌디한 스트릿 캐주얼을 현대적인 감성으로 재해석하여 빈티지 클로딩의 고급스러움과 세련된 아웃핏을 제안하는 스트릿 데님 브랜드입니다. 시간이 흘러도 스타일리시한 멋과 분위기를 누구나 입고 즐길 수 있도록 업그레이드된 라이프스타일을 제안하고자 합니다.","맨셔네어(MANSIONAIR)는 프레스티지 스포티브 워크웨어를 추구합니다. 스포티브한 활동성, 견고하고 유용한 실용성을 담아낸 트렌디한 감각의 캐주얼 브랜드입니다. 단지 비싸고 고급스러움을 떠나서 생각과 가치를 담아내고, 그 중요성을 소중히 생각하는 사람들에게 세련되고 감성적인 문화를 전달하고자 합니다.","MARYJAMES(메리제임스)는 영원한 시간 속에 로맨틱하면서도 친숙한 느낌의 아름다운 기억들을 채우는 브랜드입니다.","메스타리(MESTARI)는 스포츠 스트릿 캐주얼 웨어와 MZ 세대를 타깃으로 한 감성적인 캐주얼 웨어를 제안하는 브랜드입니다.","메이버유(MAYVERU)는 클래식하고 우아한 무드를 기반으로 섬세한 텍스처와 고급스러운 소재의 디테일을 추구하는 디자이너 브랜드입니다.","메이킷투(MAKEITTO)는 좋은 소재와 좋은 봉제로 시간이 지나도 변함없는 가치의 옷을 만드는 컨템포러리 캐주얼 브랜드입니다. 어제, 오늘 그리고 내일 입어도 지루하지 않은 에브리데이 웨어를 추구합니다.","메종 드 누아(MAISON DE NOIR)는 결핍 속의 미학. 절제를 통해 존재를 드러내며, 절제된 디자인과 미니멀한 감성 속에 깊은 철학과 정체성을 담아내는 브랜드입니다.","메종니아트(MAISON DE NEART)는 감성적인 실루엣과 미니멀리즘을 기반으로 심플하면서도 트렌디한 유니섹스 컨템포러리 의류를 제안하는 브랜드입니다.","멜로우컨셉(MELLOW CONCEPT)은 심플한 캐주얼 스타일과 다양한 그래픽의 믹스 매치를 제안합니다. 스포티한 콘셉트를 추구하면서도 개성 있는 그래픽을 디자인하여 심플하면서도 유니크한 제품을 선보이는 유니섹스 캐주얼 브랜드입니다.","모더먼트(MODERMENT)는 가장 현대적인 캐주얼 라이프 스타일을 제안합니다. 간편하게 접할 수 있는 데일리 아이템 주로 선보이며, 여유로운 패턴으로 편안한 실루엣을 추구합니다. 모더먼트의 현대적 포인트를 담아 전개하는 데일리 이지 캐주얼 브랜드입니다.","모드나인(MODNINE)은 2006년 론칭한 데님 전문 브랜드로, 시작부터 현재까지 데님만을 다루어 왔고 깊이 있는 데님 제품을 만들고 있습니다. 데님은 시간이 지날수록 색감이 깊어지고 디테일이 드러나기 때문에, 원단과 리벳, 버튼 등 데님을 구성하는 모든 것들에서 퀄리티에 대해 타협하지 않는 것이 모드나인의 유일한 원칙입니다.","모디파이드(MODIFIED)는 전통적인 의복의 수정, 가감할 부분을 재해석해 모디파이드만의 색으로 표현하는 도메스틱 브랜드입니다. 복식의 기본에 충실한 봉제의 견고함, 패턴과 디테일 부분의 실용성과 활동성을 최우선으로 삼고 현대적인 스타일을 추구합니다.","모멘틱(MOMENTIC)은 순간의 고유한 개성을 디자인으로 담아내며, 미니멀한 실루엣과 실험적인 디테일, 정제된 소재를 통해 일상 속에서도 자신만의 무드와 태도를 표현하는 컨템포러리 디자이너 브랜드입니다.","모어댄블랙(MORE THAN BLACK)은 가장 완벽한 색상인 블랙을 넘어서는 새로운 기준과 가치를 추구하고, 동경하기 위한 우리들의 자세를 담은 브랜드입니다.","모티브스트릿(MOTIVESTREET)은 변화하는 트렌드 안에서 스트릿 감성을 기반으로 누구나 쉽고, 가볍게 입고 즐길 수 있는 유니섹스 캐주얼 브랜드입니다. 트렌드 흐름에서 영감을 받아 모티브스트릿만의 컬러와 디자인으로 베이직 하지만 유쾌하고 웃음이 묻어나는 새로운 스타일의 아이템을 매 시즌 선보입니다.","모플로스(MOFLOS)는 Mood, Flow, Surf에서 영감을 받아 탄생한 브랜드입니다. \"Flow In Your Life\" 슬로건 아래 자유로운 흐름의 순간을 디자인에 담습니다.","몰트(MOLT)는 편리한 올인원 제품으로 실내에서부터 야외까지 품격을 선사하는 브랜드입니다.","무건(MUGON)은 한국적인 감성으로 아메카지를 재해석하고, ‘덜어냄’을 중심 가치로 지속 가능성과 미니멀리즘을 지향하는 캐주얼웨어 브랜드입니다.","무븐(MOOVN)은 'MOON'과 'MOVEMENT'의 조합으로, 밤하늘과 같이 신비로움과 끊임없는 변화를 상징하는 브랜드입니다.","무지(MOOZ)는 수백 가지 종류의 무지 티셔츠 중 최고를 엄선하고, 티셔츠에 아트를 담아 하나의 작품을 선보입니다. 매 시즌 다양한 디자이너와 다채로운 협업 아트를 선보입니다.","뮬립(MYULIP)은 꽃을 모티프로 비정형적 아름다움과 환상의 경계를 탐구하며, 조형적 실험과 동양적 감성을 현대적으로 표현하는 브랜드입니다.","MIDNIGHT MOVE(미드나잇 무브)는  감성적, 트랜드를 기반으로한 컨템포러리 유니섹스 브랜드로 새벽까지 사랑,일,학업에 최선을 다하는 당신에게 기본에 충실하지만 유니크함으로 매시즌 당신을 특별하게 만들어줄 옷을 추구합니다","미드업데이트(MIDUPDATE)는 밀리터리 빈티지와 아메카지에서 영감을 받아 변하지 않는 멋을 추구하는 스타일을 제안하는 브랜드입니다.","미디엄스(MEDIUMS)는 매체들을 의미합니다. 비정기적으로 주제를 정해 창작물과 메시지를 전달합니다.","미레코(MIRECO)는 '작은 순간을 기록하는 감성'을 담아내어, 감성적인 디테일과 아날로그한 무드로 일상의 감정을 옷에 새기는 브랜드입니다.","미스룰즈(MISSLULZ)는 실수를 뜻하는 '미스'와 짓궂게 비웃는 모습을 뜻하는 '룰즈'의 합성어입니다. 말장난이나 실수를 했을 때 짓궂게 놀리거나 웃는 친한 친구 같은 편안하면서도 위트 있는 브랜드입니다.","미스베이커(MISS BAKER)는 꿈 많은 작은 원숭이의 상상력에서 시작된 고감도의 감각적인 캐주얼 스타일을 제안하는 브랜드입니다.","미스터 차일드(MISTER CHILD)는 MISTER와 CHILD의 만남으로 탄생한 브랜드입니다. 같은 자아지만 세월의 흐름에 따라 변해가는 우리의 모습을 모티브로 동일한 대상에 대해 양면성을 부여해 미스터 차일드의 느낌이 다양하게 해석되길 바랍니다. 인위적이지 않은, 무심함을 추구하는 옷 자체에 중심을 둔 스타일을 선보입니다.","미얼리 메이드(MERELY MADE)는 시즌별 컨셉에 맞춰 정제된 소재들과 현대적인 실루엣을 사용하며, 실용적이면서도 센시티브한 디자인으로 라이프 스타일을 표현하는 유니섹스 브랜드입니다.","미치코런던(MICHIKO LONDON)은 'Keep in Classic, Reinvent ours'라는 슬로건을 바탕으로 과거 아이덴티티에서 오는 고유의 클래식 무드와 레트로 패션을 기억하되, 향수에 머무르지 않고 현대적 감각을 구현하고자 합니다. 브랜드만의 위트로 재해석한 현대적 감각을 스트릿 웨어에 접목하여 지속 가능하면서도 유니크한 패션과 라이프스타일을 제안합니다.","밀라코드(MILACODE)는 “Decode the Infinite Style”이라는 슬로건 아래 고정된 틀을 깨고, 무한한 스타일의 가능성을 탐구하는 브랜드입니다.","밀리언데이(MILLION DAY)는 'Anything can happen in a day(하루 안에 그 어떤 일이든 일어날 수 있다)'라는 슬로건 아래 키치한 그래픽과 디자인, 로고 플레이를 바탕으로 20~30대를 타깃으로 한 영 캐주얼 브랜드입니다.","밍키행운파워연구소(MINKY LUCKY POWER LAB)은 좋은 기운과 행복도 나누고 전하면 무한히 커질 수 있다는 생각을 담아 착용자의 몸과 마음뿐 아니라 보는 이도 즐겁고 편안해지는 옷을 만듭니다.","댓글달기&nbsp;\n\n바리게이트(BARIGATE)는 어느 누구도 따라올 수 없는 우리만의 공간을 의미하며 기존의 틀을 깨고 새로운 혁명을 일으킨다는 뜻을 담고 있습니다. 합리적인 가격과 최고의 디자인을 갖춘 아이템을 만드는 브랜드입니다.","바반투(BHAVANTU)는 요가, 명상, 불교철학에서 영감을 받아 일상 속 평온한 경험을 제안하는 라이프스타일 브랜드입니다.","바베우(VABEU)는 일과 일상, 과거와 현대의 무드를 공유하며 편안하고 감각적인 디자인 컬렉션을 선보이는 라이프 웨어 브랜드입니다.","바스락(VASROCK)은 바스락거리는 소리와 세월이 지나도 고유의 아름다움과 단단함을 잃지 않는 '록(ROCK)'에서 유래한 브랜드명입니다. 일상과 야외활동에서 여유로움을 지향하며, 자유를 추구하는 브랜드를 만들어갑니다. 트렌디한 아이템에 더욱 쉽게 접근할 수 있도록 바스락만의 재해석된 제품을 제안합니다.","바스바타(BASBAATAA)는 웨스턴 헤리티지를 현대적인 스타일로 재구성한 스트리트 캐주얼 브랜드입니다. 거친 자유로움과 낡은 멋을 새로운 방식으로 풀어냅니다.","바우프(BAUF)는 독일어 'Baufach(건축학)'에서 영감을 받은 네임으로 작은 구조물에서 시작하여 안식처와 공간을 제공하는 건축물처럼 우리와 함께 공존하는 자연, 타인, 매체 등 다양한 현시대의 모습을 반영합니다. 그 무수한 존재들에게 받은 영감과 다양성을 재해석하여 표현합니다.","바운더리 서플라이(BOUNDARY SUPPLY)는 기술 혁신과 지속 가능성을 바탕으로, 일상과 여행에 적합한 기능성과 감성을 갖춘 브랜드입니다.","바이(BY)는 ‘옷의 완성은 입는 사람’이라는 생각에서 출발해, 사람 고유의 분위기와 감성을 담아내는 브랜드입니다.","바이닉(VYNIC)은 바이닐(Vinyl)과 컬처(Culture)의 합성어로, 음악과 서브컬처에서 얻은 영감을 스트릿 스타일로 위트 있게 재해석한 브랜드입니다. 매 시즌 서브컬처를 대표하는 아티스트와 컬래버레이션을 통해 독창적이고 유니크한 디자인의 패션 아이템을 선보입니다.","바이모노(BYMONO)는 넓은 사이즈 스펙트럼과 감각적인 디자인으로 누구나 편하게 즐길 수 있는 유니섹스 캐주얼을 선보이는 브랜드입니다.","바이브레이트(VIBRATE)는 음악의 진동에서 영감을 받아 탄생한 한국의 스트릿 브랜드입니다. 매 시즌, 과감한 패턴과 디자인을 통해 전형적인 스트릿 장르에 만족하지 않고 늘 다채로운 스타일과 함께 뉴 서브컬쳐를 추구하고 있습니다.","BY.L(바이엘)은 컨템포러리적 요소에 트렌디하고 스트리트한 무드를 결합하여 BY.L만의 감성으로 표현한 트렌디 캐주얼 브랜드입니다.","바잘(VARZAR)은 다양한 디자인을 통해 어떤 문화와의 접목을 도모하기보다는, 순수한 재해석과 다양한 시도를 진행하는 전문 토털 디자이너 브랜드입니다. 각각의 시즌 테마를 잡고 여러 가지 문화와 사건을 본인들의 시각에서 재해석하여 위트와 감성이 담긴 컬렉션으로 풀어내고자 합니다.","바쥬비쥬(BAJOO BIJOO)는 계속해서 변화하는 트렌드를 새롭게 재해석하여 매 시즌 유니크한 디자인을 선보입니다. 브랜드를 대표하는 꽃과 고양이 그래픽으로 만든 여러 컬렉션으로 활기 넘치는 MZ 세대에게 다가가고자 합니다.","반다(VANDA)는 다이마루 제작 전문 업체에서 튼튼하게 제작한 의류 브랜드로, 편안함과 고급스러움을 담아 매일 입고 싶은 옷을 만듭니다.","BALANT(발란트)는 밸런스와 탤런트의 합성어이며 재능을 균형 있게 쓰자는 뜻을 가진 브랜드입니다.","백백백(BEGBEGBEG)은 1990년대 서브컬처에서 영감을 받아 날것의 아름다움과 낯선 조화를 재해석하는 브랜드입니다. ‘Begging Beyond Belief’ 슬로건 아래 과감하고 매혹적인 스타일을 제안합니다.","VANNWORKS(밴웍스)는 이지 캐주얼 유니섹스 브랜드로, 활동성과 실용성을 만족시키며 매 시즌 누구에게나 사랑받는 룩을 선보이고자 합니다. 양질의 옷을 가장 합리적인 가격에 공급하는 것이 VANNWORKS가 추구하는 가치입니다. 기본에 충실하지만 결코 가볍지 않은 디자인과 퀄리티로 소비자들로 하여금 인정받고 있습니다.","BANGERS(뱅어스)는 흔히 아주 좋은 음악이나 신나는 파티, 멋있는 사람을 말합니다. 뱅어스는 이러한 감성을 바탕으로 한 유니섹스 캐쥬얼 브랜드로, 단순하면서도 유니크한 디자인을 추구합니다.","버커루(BUCKAROO)는 레트로 감성을 모던하게 재해석한 프리미엄 빈티지 캐주얼 브랜드입니다.","버킷(BUCKET)은 90년대 서브 컬처에서 파생된 다양한 문화적 요소를 하나의 플랫폼에 담아내는 브랜드입니다. 일상에서 벗어나 자신만의 문화를 즐기는 유스 풍의 아웃핏을 감각적인 레터링과 위트 있는 아트 워크로 표현합니다.","벌스원(VERSE ONE)은 글이나 가사에서 '1절' 즉, 처음, 그 시작을 의미합니다. 하루를 시작하며 우리가 보고 듣고 느끼는 일상의 다양한 요소에서 아이디어를 얻습니다. 유스컬처와 서브컬처를 지향하며 때로는 새롭고 창의적인 실험 정신 또한 마다하지 않습니다. 위트 있는 그래픽 디자인 그리고 과감한 컬러를 사용해 익숙하지만 조금은 낯선 시각으로 표현합니다.","범(BEOM)은 그래픽 디자이너 출신의 패션디자이너 범이 전개하는 유니크하고 실용적인 어반 캐쥬얼.\nBEOM은 서울패션위크를 진행하였으며, 해외 하비니콜스 백화점에 남성복과 여성복이 동시에 입점 되어 있습니다.","벙커버스터(BUNKERBUSTER)는 스트릿 컬쳐 캐주얼 브랜드로 레트로&스포츠를 벙커버스터가 가지고 있는 파괴력과 전파력으로 재구성해 스트릿 패션의 선두주자가 되고자 합니다.","베루툼(VERUTUM)은 '창'이라는 뜻의 그리스어로, 고대 그리스 여신들이 자신을 지키기 위해 몸에 늘 지니고 다녔던 무기를 모토로 합니다. 투박한 오브제에 현대적인 감성과 트렌디함을 결합한 새로운 면모의 디자인으로 늘 프레시한 느낌을 잃지 않고 그와 동시에 스탠다드하고 심플한 디테일을 추구하는 컨템포러리 토털 패션 브랜드입니다.","베르니 (BERNI)은 일상 속 소소한 피곤함과 무료함을 유쾌하고 공감 가는 캐릭터로 풀어내며, 위로와 공감을 전하는 브랜드입니다.","베리드 얼라이브(BURIED ALIVE)는 서브컬처를 기반으로 2007년에 론칭한 스트릿 웨어 브랜드입니다.","베스띠또(VESTITO)는 새로운 미니멀리즘을 제안하는 유니섹스 컨템포러리 브랜드입니다.","베이스먼트 아카이브(BSMT)는 어번 컨템포러리에 기반한 스트릿 문화와 시대정신을 재해석하여 매 시즌 새로운 아이템을 전개합니다. 기본에 충실하면서도 현재의 시대적 요구를 제품에 담아내기 위해 노력합니다.","베이스모먼트(BASEMOMENT)는 기본을 뜻하는 '베이스(base)'와 순간을 뜻하는 '모먼트(moment)'를 결합한 말로, '패션은 기본적인 요소가 갖추어진 순간에 가장 멋스럽고 아름답다.'라는 철학을 모토로 하는 유니섹스 캐주얼 브랜드입니다. 매 시즌 트렌드에 발맞춰 합리적인 가격과 우수한 퀄리티의 제품을 소비자에게 제안합니다.","베지터블테이블(VEGETABLE TABLE)은 전 세계 베지터블의 색채와 색감을 모티브로 하여 최소한의 표현을 통해 스트릿 무드를 표현하는 브랜드입니다. 기본기에 충실한 쉐입과 텍스처로 트렌디하면서도 유니크한 패션 문화를 선도하며, 베지터블테이블만의 레시피를 통한 신선한 제품의 창작을 추구합니다.","베테제(VETEZE)는 'VIEW(견해)'와 'TIME(시간)', 'ZE(성별)'의 합성어로, 이에 대한 다양한 문화에서 영감을 받아 브랜드만의 시각으로 재해석하여 매 시즌 다채로운 컬렉션을 전개합니다.","베트랙트(BATTRACT)는 일상과 운동 모두 가능한 애슬레저 스트릿 브랜드입니다.","BEN DAVIS(벤 데이비스)는 1935년에 캘리포니아 샌프란시스코에서 탄생한 미국을 대표하는 워크웨어 브랜드입니다. 워크웨어 스타일의 팬들과 아메리칸 컬쳐, 아메카지를 선호하는 지지층을 기반으로, 터프하고 썩지 않는 워크 웨어의 소재감과 디테일까지 고집한 디자인, 그리고 지금의 시대에 잘 맞는 사이즈감, 트렌드가 융합된 제품을 전개하고 있습니다.","벤들스(BENDL'S)는 일상의 결을 섬세하게 포착해 절제된 감각으로 담아낸 브랜드입니다. 고품질의 원단과 수준 높은 봉제 사양을 바탕으로, 시간이 지나도 오래도록 입을 수 있는 옷을 만듭니다.","벤자보이즈(BENJABOYS)는 'own your scars'라는 슬로건 아래, 상처와 흔적을 스타일로 표현하는 컨템포러리 패션 브랜드입니다.","벨럼(BELLUM)은 올드 모터사이클과 밴드 뮤직에서 영감을 받아 독자적인 무드를 담은 남성 패션 아이템을 제안하는 브랜드입니다.","벽돌해피푸드(BYCDOLHAPPYFOOD)는 아메리칸 차이니스를 기반으로 한 퓨전 중식당입니다. 벽돌해피푸드는 우리가 만드는 음식이 행복한 음식이 되길 바라는 마음을 담았습니다.","변화(BNHW)는 한국 기반의 컨템포러리 패션 라이프스타일 브랜드입니다. 브랜드가 담고 있는 '변화'의 의미는 한국에 대한 인식의 변화, 더 나아가 세상을 변화시키고자 하는 시도를 의미합니다. 변화는 대한민국과 태극기를 모티브로 한 디자인의 제품을 제작하여 태극기 세계화 프로젝트를 진행하고 있습니다.","보니앤키예(BONIENKIYE)는 핏과 디테일의 밀도를 조율해 익숙한 틀에 낯선 감각을 더하며, 태도와 분위기를 옷으로 표현하는 브랜드입니다.","보다(BODA)는 다양한 지식을 새롭게 해석해 디자인에 담아내며, 일상에 영감과 메시지를 전하는 콘텐츠 기반 패션 브랜드입니다.","보이런던(BOYLONDON)은 1960년대 영 패션의 요람이었던 영국 첼시의 킹스로드에서 1976년 론칭했습니다. 당시 보이런던은 펑키한 장면과 비비안 웨스트우드의 폭동에서 영향을 받아 펑크 패션으로 시작했으며, 1980년대 보이런던의 아방가르드한 스타일과 유니크한 독수리 로고는 큰 파장을 일으켰습니다. 로빈 리한나, 나탈리아 킬스, 제시 제이, 비욘세, 클로에 세비니 등은 보이런던을 입으며 이슈가 되었습니다. 그리고 한국에서는 빅뱅을 포함한 많은 톱 스타들의 사랑을 받으면서 성장하고 있습니다.","본바이한(BORNBYHAN)은 절제된 실루엣과 비대칭 디테일, 빈티지한 질감을 바탕으로 유연한 젠더리스 스타일을 제안하는 브랜드입니다.","본슬리피(BORN SLIPPY)는 'What flavor would you like?'라는 주제로 여러 가지 특징을 다양하게 표현하는 라이프 스타일 브랜드입니다.","본엑스(BORNX)는 ‘Where identity begins’ 슬로건과 함께 감각적이고 트렌디한 아이템을 선보이는 브랜드입니다.","BORN CHAMPS(본챔스)는 반복적이고 평범한 일상 뒤에 숨어 있는 우리들의 에너지를 이야기합니다. 80's SPORT ATHLETICS과 YOUNG TREND를 믹스하여 NEW RETRO로 재해석, BORN CHAMPS만의 YOUNG CONTEMPORARY를 표현하였습니다.","브라운야드 밸런스(BROWNYARD BALANCE)는 삶의 다양한 측면에서 편안하고 세련된 라이프스타일을 제안하며, 우수한 소재와 기능성을 바탕으로 야외 활동부터 일상까지 자연스럽게 어우러지는 감각적인 캐주얼 웨어를 선보이는 브랜드입니다.","브라이언베리(BRIAN BERRY)는 트래블러 캐릭터 기반의 라이프스타일 어패럴 브랜드입니다. 편안하고 스포티한 아이템으로 매 시즌 새로운 여행의 테마를 스토리텔링합니다.","BROISTER(브로이스터)는 Brother & Sister 의 약자로 실용성(practicality)과 편안함(comfortability), 세련된(Smartness) 스타일로 누구나 편안하게 착용하기 좋은 클래식 캐쥬얼 브랜드입니다. 우수한 품질의 원단을 사용, 전 공정 과정을 한국 가방 장인들과의 수작업으로 진행하여 최상의 퀄리티를 완성하고, 넉넉한 수납공간으로 실용성을 높이고 있습니다.","브로큰비트(BROKEN BEAT)는 2022년에 론칭된 유니섹스 캐주얼 브랜드입니다. 저지 패브릭을 중심으로 편안함과 멋스러움을 동시에 담은 웨어를 제안합니다.","VOIEBIT(브아빗)은 VOIE(길),HABIT(옷)의 프랑스 의 합성어로 심플하고 컨템포러리한 스타일을 지향하며, 어디에나 매치하기 좋은 웨어러블한 스타일을 선호합니다.","블랙블론드(BLACKBLOND)는 트렌디하고 스타일리쉬한 로열펑키 스타일을 지향하는 펑키스트릿 캐쥬얼웨어 브랜드입니다. \"Not wrong, just different\"라는 슬로건은 블랙블론드가 만들어 나갈 퓨쳐 아이덴티티를 대변합니다.","블랙스미(BLEXXME)는 웨어러블한 데일리 웨어를 모티브로 베이식하지만 지루하지 않은 아이템을 제안합니다. 매 시즌 주관적인 행운에 대한 새로운 테마를 전달하며 당신에게 항상 특별한 행운을 전하고자 합니다.","BLACKHIND(블랙하인드)는 밀리터리,아메리칸캐주얼,모즈,락빌리지 등 예전시대의 문화를 고유의 컬러로 재해석하는 브랜드입니다.","BLACK HOODY(블랙후디)는 서울 기반의 스트릿 웨어 브랜드로, 톤다운된 컬러와 심플한 디자인을 기본으로 코지한 분위기를 연출하면서도 소비자의 개성을 놓치지 않게 하는 다양한 디테일과 품질을 제공하고 있습니다","블러(BLUR)는 '흐릿하게 만들다'를 의미하며, 패션과 문화 등 다양한 컬처 요소의 경계를 흐릿하게 만들어 경험하는 주체에게 새로운 경험을 전달하고자 하는 브랜드입니다.","블러프(BLUFF)는 음악, 영화, 미술, 디자인을 비롯한 다양한 스트릿 문화를 통해 얻은 에센스를 트렌드에 맞추어 섬세하고 미니멀한 컬렉션을 선보이는 감성 스트릿 브랜드입니다.","블로우(BLOW)는 심플함과 화려함이 공존하는 로고 플레이로 유행과 연령에 구애받지 않는, 편안하면서도 스타일리시한 스트릿 브랜드입니다.","비긴(BEGIN)은 '시작하다'라는 뜻으로 새로운 시작과 도전을 응원하고 고객들의 방아쇠 역할을 하고자 론칭하였습니다. 국내 메인 공장의 원라인 유통시스템으로 가격의 거품을 걷고 디테일에 신경을 써 높은 퀄리티의 제품을 합리적인 가격으로 제안합니다. 매 시즌 베이식 오브제에 트렌디함을 결합한 새로운 디자인을 선보입니다.","비디오자키(VIDEO JOCKEY)는 1980~1990년대 MTV 컬처, 빈티지 팝, 신스웨이브, 인디 키드 문화에서 파생된 키치 무드를 베이스로 하는 영 캐주얼 패션 브랜드입니다. 다양한 키치 아트워크와 소프트한 컬러감의 데일리 웨어를 선보입니다.","BEMIGHTY(비마이티)는 강해지다, 굉장해지다라는 의미로 하이엔드 스트릿 컬쳐와 어슬레져의 스포츠 무드가 블렌딩된 STREET CASUAL SPORTS 브랜드입니다. '나' 자신을 믿고 생각대로 계속 나아가라는 의미의 KEEP GOING, DO NOT STICK AT IT의 슬로건을 같이 사용하고 절개를 통한 배색의 컬러 블록과 스포티한 아트웍, 3M 전사나염, 실용적인 지퍼 포켓 등으로 디자인 포인트를 준 브랜드입니다.","비바프(BEBOF)는 스트릿 서브컬처를 지향하며, 이상적인 공간에 대한 메시지를 담아 자유로운 방식으로 전개되는 브랜드입니다.","비버드(B BIRD)는 평범한 일상에서 찾을 수 있는 행복을 주제로, 입었을 때 느껴지는 편안함을 우선 순위로 제품을 전개하는 스트리트 캐주얼 패션 브랜드입니다.","비볼드비쿨(BEBOLD BECOOL)은 국가대표를 비롯한 스포츠 스타, 패션 인플루언서 등의 다양한 의견을 반영하여 만들어진 캐주얼 웨어 브랜드입니다. 가장 유행 타지 않으면서도 가장 아름다운 문양인 태극문양을 전 세계에 알리고자 하는 취지로 탄생하였습니다.","비비드프랭키(VIVIDPRANKY)는 고품질 소재를 바탕으로 기존 캐주얼에서 느낄 수 없던 고급스러운 촉감과 착용감을 선사합니다. 좋은 품질과 폭넓은 접근성, 개성적인 디자인을 통해 브랜드만의 감성을 선사합니다.","BSRABBIT(비에스래빗)은 SNOWBOARD의 B와 STREET의 S의 합성어로 산에서도 길에서도 언제 어디서든 편안한 일상을 선사한다는 의미로스노우보드패션과 스트릿패션 두 마리의 토끼를 품은 의복이다. 비에스래빗은 유니크한 트렌디패션에 기능성을 더해 스트릿과 스노우를 접목시킨 폭넓은 패션 아이콘의 중심으로\"The future will be better tomorrow\"의 슬로건을 내세워 언제나 긍정적인 마음으로 마인트 컨트롤해서 끝까지 달려나가자는 포부를 지니고 있다.","비에프오비(BFOB)는 보디빌더 김강민이 운영하는 자체제작 의류 브랜드입니다. 짐 웨어와 일상복을 넘나드는 의류 콘셉트를 추구합니다.","비욘드 클로젯(BEYOND CLOSET)은 직역하면 '옷장을 넘어서'라는 뜻입니다. 옷장은 그 사람의 옷에 대한 취향뿐만 아니라 그 사람의 감성과 라이프스타일을 엿볼 수 있는 하나의 공간이라 믿습니다. 아메리칸 클래식과 프레피 룩을 기반으로 브랜드만의 새로운 룩을 만드는 것에 끊임없이 도전하고 연구합니다. 기존의 것은 브랜드만의 시그니처 스타일인 '다양한 컬러, 위트 있는 그래픽과 디테일' 등을 통해 재해석되어 표현하기도 합니다. 컬렉션 레이블과 세컨드 레이블을 함께 전개하여 더 많은 대중에게 비욘드 클로젯의 취향을 고루 전달하고자 합니다.","BUBP(비유비피)는 Best Unique Beautiful People&Pet의 약자로 최고의 특별함, 아름다운 사람들과 반려동물이라는 의미로 요즘 시대를 반영해 반려동물과 우리의 유대감으로 만들어진 브랜드입니다. BUBP의 모든 제품은 자체디자인, 자체제작이며 모든 상품은 최고의 퀄리티를 위해 각기 다른 공장에서 만들어집니다.","비치스앤크림(BEACHESANDCREAM)은 스포티, 애슬레틱, 아웃도어, 비치 무드를 패셔너블하게 재해석하여 선보이는 브랜드입니다. 군더더기 없이 깔끔한 실루엣과 편안한 소재로 성별, 시즌이나 트렌드에 상관없이 옷장에 오래 두고 입을 수 있는 제품을 선보입니다.","betow(비토우)는 STREET CULTURE ARCHIVE를 지향합니다.단순한 스트릿 패션 브랜드에 그치는 것이 아니라, 다양한 분야의 아티스트와의 협업을 통해 그들을 후원하고 도약의 발판을 마련하는 파트너입니다.  첫 시작은 패션이지만 아티스트들과의 지속적인 콜라보레이션을 통해 공연, 전시, 카페 등 다양한 분야로 발전시켜나갈 예정인 브랜드입니다.","비피투디스오더(BP2 DISORDER)는 새로운 시각으로 사물을 보고 느끼며 영감을 얻고 이를 패션으로 선보이고자 하는 브랜드입니다.","BIGWAVE COLLECTIVE(빅웨이브 컬렉티브)는 전체적인 기획을 맡은 MANCAVE 디렉터의 삶과 맞닿아있습니다. 필요한 물건임에도 불필요한 여러 부분 때문에  망설였던 순간의 기억들 여행과 캠핑 서핑 아웃도어 라이프는 물론 도시 안에서 음식을 만들거나 방을 정리하거나 커피를 마시는 등 자연스러운 일상 속에서 좀 더 심플하고 유용한 물건을 스스로 기대하고 만들어 보고자 했습니다. 혼자 할 수 없는 부분을 채워줄 수 있는 다른 브랜드 혹은 소재 혹은 기술을 지닌 다양한 업체나 사람과의 관계 속에서 모자란 부분을 채워가면서 편안하고 재미있는 제품들을 빅웨이브라는 브랜드 속에서 풀어보고 있습니다. 여름을 사랑하는 브랜드 그래서 제품 곳곳에 여름이 녹아들어가 있습니다.","빈트릴 뉴욕(BEENTRILL NEWYORK)은 #BEENTRILL NEW YORK #BEEN TRUE REAL이라는 해시태그를 통해 진정성 있는 메시지를 전달하는 브랜드입니다.","빌로우앤비욘드(BELOW&BEYOND)는 미니멀 컨템포러리 스타일을 지향하며, 옷 본연의 본질에 집중한 간결한 실루엣과 절제된 디자인을 통해 입는 사람의 일상을 자연스럽고 세련되게 만드는 브랜드입니다.","사로스(SAROS)는 빈티지 무드와 미니멀리즘을 바탕으로 조용한 감도와 편안함을 겸비한 유니섹스 스타일을 추구하는 브랜드입니다.","사일육공(FOURONESIXZERO)은 균형과 불균형의 조화를 통해 다양한 실루엣을 제안하며, 개성을 드러낼 수 있는 방향성 있는 옷을 만드는 브랜드입니다.","사쿤(SAKUN)은 '스트릿 아티스트(Street Artist)'와 무리 군(群)의 합성어로, 거리 예술가 집단을 의미하는 1세대 도메스틱 스트릿 브랜드입니다. 다양한 문화를 유니크하게 재해석한 디자인으로 마니아들에게 지속적인 지지를 받고 있습니다. 스트릿 아트가 가진 자유와 반항 정신에서 시작된 사쿤은 끊임없는 변화를 통해 세상에 존재합니다.","사피엔스(SAPIENS)는 일상과 퍼포먼스를 자유롭게 넘나들며, 익숙함 속 새로운 감성을 전하는 진화된 애슬레저 라이프웨어 브랜드입니다.","상상발전소(SANGSANG POWER STATION)는 디자인을 하는 것이 아니라 단지 문제를 더 오래 연구합니다. 한 번도 실수를 해보지 않은 사람은 새로운 것을 시도한 적이 없는 사람입니다. 이론은 당신을 A 에서 B 지점으로 데려다 주지만 상상은 우리를 어디든지 데려다줍니다. 상상은 지식보다 중요합니다.지식은 한계가 있지만 상상은 전 세계를 일주합니다. 상상발전소는 성공 보다는 가치를 추구하는,상상을 자유롭게 이용하는 예술가입니다.\n우리는 상상합니다.당신의 상상을 넘어...","SAC STUDIO(색 스튜디오)는 실용화 워크웨어를 기반으로 기능적 측면에서 디자인 되어지는 캐쥬얼 브랜드 입니다. 다양한 환경에서 영위되는 도시의 라이프 스타일을 탐구적인  시각으로 풀어내고자 합니다. SAC은 YOUTH CULTURE 의 IDEOLOGIE 에 기인하며 문화예술 전반을 지지하는 브랜드입니다.","샌드 사운드(SAND SOUND)는 'Everyday fit for misfits'라는 슬로건 아래 자유로운 영혼을 위한 일상복을 만드는 브랜드입니다. 일상과 일탈의 공존 안에서 다름의 재미와 편안함 속 경쾌함을 추구합니다. 자유로운 일탈의 속삭임을 느껴보세요.","선데이하비클럽(SUNDAY HOBBY CLUB)은 한가한 주말에 행해지는 취미활동에 대한 수많은 관심과 관찰을 통해 취미를 공유하고 취미와 관련된 모든 것들을 베이식하게 담아내는 유니섹스 컬렉션입니다.","선데이후르츠마켓(SUNDAY FRUIT MARKET)은 유니크한 컬러감과 위트 있는 요소를 아웃핏으로 풀어내는 스트릿 웨어 브랜드입니다.","세니트(CENIT)는 현대인의 삶을 존중하며, 각각의 삶에 동화되어 누군가에겐 즐거움을, 누군가에겐 위로를 주는 라이프스타일 기반의 브랜드입니다. 어느 하나의 것에 얽매이지 않고 러프한 스타일로 편안함과 자유로움을 추구하며 음악과 예술, 패션의 가치를 느낄 수 있도록 전개하고 있습니다.","SEVENTEENTH(세븐틴스)는 2012년 Jonathan Avery에 의해 완성된 SEVENTEENTH는 브랜드 네임 자체에 SURF, ART, LIFE STYLE을 불어넣은 컨셉으로 탄생하였고, 젊은이들이 그들만의 생각을 자유롭게 표현할수 있는 17th street를 지향하는 정통 스트릿 브랜드입니다.","세븐틴엔드(17END)는 새로운 시각으로 데님을 재해석하며, 감각적이고 실험적인 디자인을 지속적으로 선보이는 브랜드입니다.","세이건(SEYGUN)은 도시적인 세련미와 시크하고 반항적인 무드를 바탕으로, 어디에서든 강렬한 존재감을 드러낼 수 있도록 만들어주는 스타일을 제안하는 브랜드입니다. 구조적이며 우아한 실루엣과 절제된 디테일과 색감이 조화를 이루는 감각적인 컬렉션을 선보입니다.","세이세이세이(SAYSAYSAY)는 단조로운 일상과 칙칙한 분위기에서 벗어나 스트릿과 캐주얼 사이를 넘나들며 나만의 색을 찾아가는 즐거움을 제안하는 브랜드입니다.","SECOND CORNER(세컨드 코너)는 도심에서 즐길 수 있는 활동적인 아웃도어 라이프를 베이스로 하는 브랜드입니다. 낯설지만 친숙한 소재와 위트 있는 디테일, 그리고 얼반 실루엣에 컬러를 더하여 컨템퍼러리하게 제안합니다.","세컨페이버릿(SECOND FAVORITE)은 ‘모든 순간의 최애’라는 의미를 담아, 절제된 디자인과 정제된 실루엣으로 일상을 채우는 캐주얼웨어 브랜드입니다. 사람마다 다른 애정의 형태를 존중하며 조용하지만 단단한 취향을 제안합니다.","셀피쉬(SELFISH)는 서울을 기반으로 디자인하고 생산하는 컨템포러리 스트릿 브랜드입니다.매 시즌 문화 전반에서 얻은 영감을 셀피쉬만의 시각으로 재해석해 스트릿 문화와 현대인의 다양한 라이프스타일과의 조화를 시도합니다.","셀피시어펙션(SELFISHAFFECTION)은 유러피안 스트릿 웨어에 영감을 받은 남성복 중심의 브랜드로, 빈티지 감성을 하이패션과 결합하여 프리미엄 소재와 독창적인 디테일이 돋보이는 특징을 가지고 있습니다.","소어티(SOEOTI)는 불어 “sortir(외출, 산책, 나들이)”에서 파생된 이름으로, “여행지에서 입고 싶은 옷”을 컨셉으로 한 브랜드입니다. 여행지의 문화와 자연에서 영감을 받아 조화로운 컬러와 위트 있는 디테일을 담은 컬렉션을 선보입니다.","소이프 드링크(SOIF DRINK)는 프랑스어로 갈증을 뜻하는 'SOIF'와 영어의 'DRINK'를 합친 이름입니다. 성공에 대한 갈증, 사랑에 대한 갈증, 돈에 대한 갈증 등 다양한 형태의 갈증에서 영감을 받아 디자인을 전개하는 브랜드입니다.","소프트굿즈(SOFT GOODS MFG)는 디트로이트에서 시작되어 전통적인 미국식 스포츠웨어를 현대적이고 세련되게 재해석하며 도시의 과거와 현재를 연결하는 브랜드입니다.","솔넬리아 가브리엘(SOLNELIA GABRIEL)은 시크함과 독보적인 개성을 브랜드 고유 미감으로 풀어내는 유니섹스 디자인을 제안합니다. 균형 잡히지 않은 실루엣과 감정적인 무드를 통해 착용자의 페르소나를 시각적으로 표현하는 브랜드입니다.","수와해(SUWAHAE)는 불어로 '저녁(SOIREE)'이라는 뜻에서 유래된 브랜드입니다. 하루 일과를 다 끝내고 맞이하는 저녁 시간에는 안정감을 느끼곤 합니다. 대부분의 사람들이 하루가 마무리되는 저녁을 기다리듯이 수와해를 통해 기분 좋은 기다림을 느끼기를 바랍니다.","수이봄(SUIBOM)은 연속성을 상징하는 뫼비우스에 역동성을 더해 언제나 멋스럽게 입을 수 있는 'Always on trend'를 지향합니다. 일상의 자연스러운 모습에서 느낄 수 있는 멋을 추구하는 컴포트 캐주얼 웨어 브랜드로, 편안하고 특별한 오늘을 선사합니다. 빈티지한 컬러와 다양한 장르의 작품에서 영감을 받은 디자인을 제안합니다.","수프라(SUPRA)는 미국 캘리포니아의 스케이트 컬처를 기반으로 2006년 설립된 브랜드입니다. 현대적인 디자인과 실루엣으로 서브컬처를 선도하며, 헤리티지를 재해석한 아웃도어와 스트릿 컬렉션으로 새로운 라이프스타일을 제안합니다.","쉬스(SHUSH)는 ‘표현의 자유를 위한 역설적 침묵’이라는 슬로건 아래, 인터넷 밈을 한글 타이포로 재해석한 캐주얼 티셔츠를 선보이는 디자인 플랫폼 브랜드입니다.","SUGAPOINT(슈가포인트)는 익스트림 스포츠. 아웃트릿웨어 대표브랜드로 최고의 가치와 열정을 담고 있는 브랜드입니다.&nbsp;바나나가 가장 맛있게 익었을 때 생겨나는 갈색 반점인 슈가포인트&rsquo;에서 영감을 얻어 브랜드 명을 정했습니다. 이는 가장 필요하고 맛있는 스트리트 웨어가 된다는 포부를 내포하고 있습니다.","CHOUETTE SAPE(슈엣뜨 샤폐)는 프랑스어로 chouette, sape의 각각의 사전적인 의미인 \"멋진, 근사한\", \"의복, 의류\" 으로 매 시즌 트렌드와 새로운 스타일에서 영감을 받아 고유의 색감과 스타일로 컬렉션을 선보이고자 하는 브랜드입니다.","스다우(SDAW)는 ‘아이들의 일주일을 디자인한다’는 의미를 바탕으로, 시간이 지나도 변하지 않는 디자인과 본질적인 아름다움을 담아내며 섬세한 디테일과 실용성이 조화를 이루는 새로운 기준의 아동복을 선보이는 브랜드입니다.","스모크어스타(SMOKEASTAR)는 서울 기반의 독립 컨템포러리 스트리트웨어 레이블입니다. 기성 질서를 거부하고, 자아 확립과 독립적인 사고를 지향합니다. 의복은 기능을 넘어 하나의 서사로 작동하며, 상업성보다 태도와 세계관 구축에 집중하는 브랜드입니다.","스몰네스트(SMALL NEST)는 독립 작가와 브랜드를 연결하는 공간이자, 다양한 협업을 통해 새로운 컬렉션을 선보이는 브랜드입니다.","스웨거는 인류 최후의 에덴동산이라 불리울 만큼 오염되지 않은 호주에 깨끗하고 엄선된 원료로 만들어진 남성 생활 건강 제품입니다. 스웨거는 눈으로 피부로, 코로 느낄 수 있는 천연원료를 사용하며 인체에 유해한 파라벤류의 합성방부제를 배제하고 천연방부제를 사용하여 더욱 안전합니다.","스웻레이블(SWEAT LABLE)은 스웨트 제품을 중심으로 다채로운 컬러감과 세련된 그래픽 요소를 아웃핏으로 풀어내는 감성 스트릿 브랜드입니다. 자연과 제품의 지속 가능성을 생각하며 일상과 자연에서 자유롭고 편안하게 입을 수 있는 옷을 목표로 컬렉션을 전개합니다.","스위치123(SWITCH123)은 언제나 여행하는 것만 같은 즐거움을 표현합니다. 휴머니티가 물씬 묻어나는 유머러스한 감성과 번뜩이는 아이디어, 풍부한 컬러로 매 시즌 세련된 그래픽을 선보입니다.","스컴버(SCOMBER)는 스트릿 감성의 패션 문화 브랜드입니다. 자유로움과 젊음, 평등을 추구하며 제3세계 음악에서 영감을 받아 유니크함을 표현하고자 합니다.","스크래틀 픽셀(SCRATTLE_PIXEL)은 거칠고 불완전한 조각의 단면에서 살아 있는 에너지와 울림을 발견하며, 독창적인 감성과 실험적인 미학을 담아내는 브랜드입니다.","스타터(STARTER)는 1971년 설립된 브랜드로, '모든 운동선수는 선발 선수가 되는 것을 꿈꾼다.'라는 생각에서 시작하였습니다. 운동선수에 그치지 않고 더 나아가 스포츠 문화를 팬 문화로 그리고 대중문화로 변화시키고자 하였습니다.","STANDARD CURVE(스탠다드커브)는 가장 표준적인(Standard) 형태와 틀을 유지하면서 누구나가 즐길 수 있는 기본을 바탕으로 서브컬처와 사회비판, 역발상을 그래픽으로 표현합니다. STANDARD CURVE는 다양한 시도(Curve)를 통하여 자신만의 색깔을 명확히 보여주는 라이프 스타일 브랜드입니다.","스탠즈(STENDS)는 편안하고 좋은 옷을 합리적인 가격으로 선보이는 브랜드입니다.","스터퍼(STUFFER)는 '채우는 사람'이라는 뜻으로, '일상 속에 선물을 채워 넣는다'라는 해석을 바탕으로 문화의 차이와 세대, 계층의 구분이 없는 평범한 일상을 살짝 비틀어 익살스럽고 유쾌하게 표현하는 라이프스타일 웨어 브랜드입니다. 규정된 스타일과 변화하는 트렌드 속에서 새로운 시선과 디테일 변화를 내포한 실루엣과 견고한 내구성, 균형감으로 스터퍼만의 개성 있는 컬렉션을 전개합니다.","스터프(STUFF)는 'More Than Just A Hoop'이라는 슬로건 아래, 공 하나로 세상의 모든 허들을 뛰어넘는 스트릿 볼러처럼, 자유로움과 순수한 정신을 끊임없이 표현하고자 합니다. 스트릿 코트 위의 즐거움을 더욱더 많은 사람과 함께 느끼고 공유하고자 합니다.","스테레오포닉사운드(STEREOPHONIC SOUND)는 음악을 통해 일상에 생동감을 더하고, 감정과 기억을 자극하는 깊이 있는 순간을 전하는 브랜드입니다.","스텔라비(STELLA BE)는 \"우리는 당신을 온전히 만족시킬 가치를 만든다\" 스텔라비는 편안한 스타일링과 진정성있는 제품의 가치전달을 모티브로 하는 미니멀 캐쥬얼 브랜드입니다.","STAFFONLY(스텝온리)는 자주보는 사인이지만 문 뒤의 그 공간이 궁금할 뿐입니다. 그런 궁금증이 STAFFONLY를 유니크하게 합니다. 매 시즌 새로운 STAFF으로 그 문을 유유히 넘나들 수 있는 프리패스를 옷에 담아 냈습니다.","STOCKHOLM SYNDROME(스톡홀름 신드롬)은 사전적 의미로 인질이 납치범에게 공감과 동조 그리고 긍정적인 감정을 품게 되는 심리적 현상입니다. 자유롭게 표현하지만 대중들이 공감할 수 있는 디자인을 하며 인질을 대중, 납치범을 우리 또는 우리가 하는 행위라 비유하는 브랜드입니다.","스튜디오앤파르크(STUDIO&PARC)의 파르크(parc)는 공원, 정원이라는 뜻의 프랑스어입니다. 여행과 휴식이라는 현대적인 감성을 웨어러블하게 풀어내는 스타일리시한 유니섹스 캐주얼 브랜드입니다.","스트리트 스탠다드(STREET STANDARD)는 편안함과 세련됨을 모두 담은 타임리스 원마일웨어를 선보입니다. 과하지 않은 디자인과 디테일로, 일상에 자연스럽게 스며듭니다. 유행을 좇기보다 오래 입을 수 있는 가치와 매일 손이 가는 편안함을 지향하는 브랜드입니다.","STIGMA(스티그마)는 “HALL OF FAME. 명예의 전당”이라는 슬로건과 함께 &lt;성흔&gt; 또는 &lt;오명&gt;,&lt;낙인&gt;이라는 양면성의 의미를 담고 있는 브랜드입니다. STIGMA는 FUNKY FRESH와 NASTY의 코드를 해학적으로 풀어나가며 음악과 예술가, AGGRESSIVE와 도전을 추구하는 도시의 스케이터와 댄서를 표현합니다. 거리문화의 중심에 있는 그들을 표현하는 의류이며 당신을 도시문화와 길거리 예술로 부르는 초대장입니다.","스펙테이터(SPECTATOR)는 디자이너 안태옥의 감각과 아카이브 무드를 현대적으로 재해석한 캐주얼웨어 브랜드입니다.","스포츠 일러스트레이티드(SPORTS ILLUSTRATED)는 1954년부터 약 70여 년동안 당대 최고의 운동선수를 커버 모델로 하여 특집 기사를 다룬, 세계에서 가장 권위 있는 스포츠 매거진 중 하나입니다. 스포츠 일러스트레이티드가 포착한 역사상 가장 위대한 순간을 바탕으로 방대한 스포츠의 매력과 재미를 우리의 일상에서도 쉽게 공유하고 공감할 수 있도록 패션으로 제안합니다.","슬레이즈(SLADES)는 \"DEFY LIMITS, NO EXCUSES\"라는 슬로건 아래, 한계에 도전하는 사람들을 위한 스트릿 웨어 브랜드입니다.","슬로우레코드하우스(SLOW RECORD HOUSE)는 'Slow but staedy', 즉 '느리지만 꾸준하게'라는 철학을 바탕으로 컬렉션을 전개합니다. 매일의 작은 순간을 소중히 여기는 삶의 템포를 제안합니다.","슬로우플레이(SLOUPLAY)는 여유롭고 세련된 무드를 담아 활동성과 스타일을 모두 갖춘 디자인으로 일상과 액티브한 순간을 자연스럽게 연결해 주는 애슬레저&라이프스타일 브랜드입니다.","슬로코스터(SLOWCOASTER)는 그림 작가 이슬로의 페인팅 원화를 활용한 다양한 상품과 세상에 하나뿐인 핸드페인팅 커스텀 작품을 선보입니다.","슬리피 존스(SLEEPY JONES)는 2013년 앤디 스페이드에 의해 설립된 진정한 휴식을 추구하는 캐주얼 라운지웨어 브랜드 입니다. 편안한 옷을 착용하는 예술가들의 라이프스타일에서 영감을 받아, 침실과 야외에서 휴식, 독서, 글쓰기, 놀이를 위한 데일리 유니폼을 디자인합니다.","슬리피아이즈(SLEEPY EYES)는 인간의 표정으로 봤을 때 다소 부정적으로 보일 수 있는 게으르고 졸린 듯한 표정을 있는 그대로 솔직하게 표현합니다. 라이프스타일 안에 녹아있는 자연과 식품, 공산품 등 다양한 곳에서 모티브를 얻어 직관적이며 기능적인 디자인을 선보입니다.","슬릭바이브(SLICKVIBE)는 세련된 감각(Slick)과 감성적인 분위기(Vibe)를 조화롭게 녹여낸 아이템을 선보이는 트렌디하며 실용적인 캐주얼 브랜드입니다.","시티브리즈 유니(CITYBREEZE UNI)은 나를 위한 미니멀 컨템포러리 브랜드입니다. 바쁜 일상 속 문득 불어오는, 반복되는 일상에 가려진 순간의 경험을 담아 감각적이고 소장하고 싶은 브랜드 문화를 제안합니다.","신:서울(SHEENSEOUL)은 새로운 시각으로 한복을 표현해 일상복과의 경계를 흐리는 브랜드로, 전통의 현대화를 통해 한국 문화를 전 세계에 알립니다.","싸이코퍼플(PSYCHO PURPLE)은 범위를 벗어난, 일반적이지 않은 싸이코와 퍼플 컬러를 콘셉트로 한 브랜드입니다.","써치410(SEARCH410)은 트렌디한 스타일을 기반으로 누구나 쉽고 편안하게 입을 수 있는 스트릿 이지 웨어를 제안하는 브랜드입니다.","썸플레이스 맨(SOMEPLACE MAN)은 진취적인 무드와 루즈한 실루엣을 기반으로, 자유롭고 거침없는 스트리트 감성을 재해석해 전개하는 브랜드입니다.","씨비전 바이 씨에스씨(CIVISION BY CSC)는 CSC의 디퓨전 라인으로 시작된 브랜드입니다. 형태의 재구성과 과감한 퍼포먼스를 기반으로, 컬렉션을 통하여 사회적 문제에 관심을 표현하는 것을 중점으로 전개합니다. 언더그라운드 스트리트 컬처의 요소들이 결합된 컬렉션을 선보입니다.","씨엔엔 어패럴(CNN APPAREL)은 어반 액티비티 라이프 웨어를 추구합니다. 미니멀하고 정교한 설계를 통해 차별화된 디자인과 도시 환경에 필요한 실용적인 기능성을 갖춘 제품을 합리적인 가격으로 제공합니다.","씨이제이 스튜디오(CEJ STUDIO)는 세련된 오버사이즈 실루엣과 정교한 디테일로 실용적이면서도 감도 있는 스타일을 완성하는 브랜드입니다.","아노윅(ANOWEEK)은 'Another Week'의 의미를 재해석해 매주 반복되는 일상을 패션으로 만족시키겠다는 의미의 빈티지 모던 캐주얼 브랜드입니다.","아노트(ANNOT)는 빈티지 아카이브를 바탕으로 다양한 그래픽을 위트 있게 재해석하는 라이프 스타일 브랜드입니다.\n.","아메리칸 빈티지(AMERICAN VINTAGE)는 프랑스 마르세유에서 탄생해 편안한 베이식 아이템과 감각적인 무드로 일상을 채우는 브랜드입니다.","아메스 월드와이드(AMES-WORLDWIDE)는 스트릿 캐주얼을 지향하며, 일상속에서 느낄 수 있는 감정을 아메스만의 해석으로 옷으로 보여주며 메시지를 전하는 브랜드입니다.","아모프레(AMOUPRE)는 self-esteem, self-respect 의 의미를 담고있는 프랑스어 'amour propre' 의 뜻을 가집니다. 미니멀하고 정갈한 디테일과 체형에 꼭 맞는 군더더기 없는 핏으로 자연스러운 자신만의 멋을 지닐 수 있도록 센스 있는 룩을 추구하는 브랜드입니다.","아스트랄 프로젝션(ASTRAL PROJECTION)은 수면 중 몸과 영혼이 분리되어 새로운 세계를 경험하는 상태를 뜻합니다. 자유로운 상상력과 트렌디한 핏을 바탕으로 특정 컨셉트에 한정되지 않고, 다양한 아트워크와 디자인을 바탕으로 전개하는 브랜드입니다.","아웃 오브 트렁크(OUT OF TRUNK)는 지도 없이도 세계 여행을 할 수 있는 동시대의 경향을 반영합니다. 우리는 여행을 떠날 때 편안하면서도 감각적인 스타일을 자랑할 수 있는 필수 아이템을 트렁크에 챙깁니다. 이처럼 기본적인 아이템만으로 완성한 룩을 지향하며, 글로벌한 비전과 트렌디한 비주얼을 계속해서 선보입니다. 고정된 관념에서 벗어나 자유로움을 지향하고 일상을 좀 더 세련되고 흥미롭게 바꾸고자 합니다.","아이들워커스(IDLEWORKERS)는 일 중심의 삶에서 잠시 벗어나 자유롭고 여유 있는 삶을 꿈꾸는 이들을 위한 의류를 제안하는 브랜드입니다.","아이세이예르(ISAYYERR)는 작은 순간에서 발견하는 기쁨을 기념하는 브랜드입니다. 뉴요커들의 즉흥적이고 기분 좋은 인사말 “yerr”에서 영감을 받은 우리 브랜드는 스쳐 지나가는 작은 순간들의 행복에 주목합니다.","아이얼(IAER)은 패션에 기반을 둔 문화 브랜드입니다. 패션과 디자인, 음악과 예술은 우리 삶이며 문화라는 모토 아래 트렌디한 복합 문화를 지향하며 아이얼만의 디자인으로 새로운 라이프스타일을 그려나가고자 합니다.","아이엠더퓨처(I AM THE FUTURE)는 2020년 시작된 서브컬처 기반 스트리트 감성으로, 영 캐주얼 의류와 다양한 디자인 제품을 선보이는 브랜드입니다.","아이필블루씨에스엠(IFEELBLUECSM)은 시간이 지나도 오래 기억될 것들과 함께 하는 브랜드입니다.","I AM NOT A HUMAN BEING(아임낫어휴먼비잉)은 서울을 기반에 둔 스트리트 브랜드입니다. 브랜드 네임이 가지고 있는 뜻은 \"나는 인간이 아니다\"라는 슬로건으로 인간이 고리타분한 아이디어와 디자인을 탈피하여 Lil'Deezy 만의 아이덴티티를 불어넣은 디자이너 브랜드입니다.","아첼레란도(ACCELERANDO)는 모터사이클 특성과 문화를 표방하는 캐주얼 라이프스타일을 추구하며, 기능성을 기반으로 한 편의성을 갖춘 유틸리티 스트리트웨어 브랜드입니다.","아카이브 볼드(ARCHIVE BOLD)는 '대담함의 기록'이라는 의미입니다. 스트릿 컬처의 본질은 젊은 창작자들의 대담함이라는 전제 아래 젊은 창작자들과 영감을 나누며 그들과 함께 우리의 대담함을 기록해 나갑니다.","아케인 펑크(ARCANE FUNK)는 'Everything is FUNK!'라는 슬로건을 바탕으로, 펑크라는 장르와 단어에서 영감을 받아 이를 재해석한 컨템포러리 브랜드입니다.","ACME DE LA VIE(아크메드라비)는 2017FW 시즌을 시작으로  만들어져 인생의 정점을 찍어 보자는 의지로 고급원단 , 최신 트렌드에 맞춰 발빠르게 디자인 반영한 제품들을  통해 가격 또한 합리적으로 부담스럽지 않게 즐길수 있는 브랜드입니다.","아클리세(ACLISE)는 유니섹스를 기반으로 한 캐주얼 룩을 선보입니다. 격식을 차리지 않은 무관심한 표현은 아클리세의 이념입니다.","아트뎀프(ARTDEMP)는 창작의 과정 자체를 에너지로 정의합니다. 생각을 형태로, 감각을 경험으로 바꾸는 브랜드입니다.","APARTMENT(아파트먼트)는 여성향의 유니섹스 도메스틱브랜드입니다. 10대~20대의 니즈를 채울수 있는 트렌디함과  그들이 구매하는 합리적인 가격을 기본 베이스로 선정하여 모든 요소를 최적 가성비에 맞춰 소비자들에게 합리적인 소비를 제시합니다. 우리 사회 근처에 일상의 모든 요소들이 우리의 영감이 되는 컨템포러리 브랜드입니다.","아피피(AFIFI)는 여행을 좋아하는 디자이너와 디자이너 출신의 여행 전문가가 만나 여행을 다니며 느꼈던 감성을 일상에서도 표현하고자 선보이는 패션&라이프스타일 브랜드입니다.","RDVZ(알디브이제트)는 스트릿 캐주얼 브랜드입니다. 기존 캐주얼 의류에 RDVZ의 스포티하고 트렌디한 감성을 더하기 위해, 다양한 방식의 디자인으로 풀어내는 브랜드입니다.","알람서울(ALARMSEOUL)은 현대사회 속에서 미디엄 템포의 코지한 일상을 느낄 수 있게 만드는 아이템을 선보이는 브랜드입니다. 우리의 일상은 알람으로부터 시작합니다. 아침에 알람으로 하루를 시작하고, 알람을 맞추고 자는 것으로 하루를 마무리합니다. 마음에 드는 하나의 포인트를 마주쳤을 때, 구매까지 이어지는 시간을 10초로 가정했습니다. 알람이 울리면 손 닿을 곳에 알람서울의 제품이 있기를 바라는 마음을 담았습니다.","알렉스앤에이든(ALEXNAIDEN)은 오래도록 기억될 편안한 핏과 자신감 있는 퀄리티를 고집하며 옷의 기본에 충실하면서도 현재의 감성을 담은 브랜드입니다.","알앤코(R&CO.)는 패션과 라이프스타일 제품을 큐레이션하는 브랜드로, 20여년 이상 일본에서 개성 있는 영역을 구축했습니다.","알엘오엘(R:LOL)의 심플하고 베이식하면서도 위트 있는 유니섹스 스타일을 추구하는 브랜드입니다. 브랜드 이름 알엘오엘의 알(R)은 'ROY&ROLA'를, 엘오엘(LOL)은 한국의 'ㅋㅋㅋ'에 대응하는 웃음소리 'LOL(Laugh out loud)'을 뜻합니다. 누구나 언제 어디서든 자신감 있고 위트 있게 나를 표현하고자 합니다.","알파인스타즈(ALPINESTARS)는 1963년 이탈리아에서 설립된 세계적인 모터스포츠 보호 기어 브랜드입니다. 맥라렌 F1팀과 모토GP 등 프로 레이싱 분야의 공식 후원사로 활약하며, 첨단 안전 기술과 세련된 스타일로 모터스포츠의 멋을 전합니다.","애쓰(AETH)는 새로움보다 익숙함에 주목하며, 익숙함 속에서 가치를 찾고 경험에서 얻은 영감을 엮어 디자인하는 브랜드입니다.","앱놀머씽(ABNORMALTHING)은 2009년 런칭한 스트릿 기반의 트렌디 캐주얼 웨어 브랜드입니다. 누구나 편안하게 일상에서 주로 착용할 수 있는 상품을 기획하며, 좋은 퀄리티와 합리적인 가격을 추구합니다.","AT THE MOMENT(앳 더 모먼트)는 남녀노소 누구나 편하게 입을 수 있는 유니섹스 캐주얼 브랜드로 1950년대 이후, 패션 부흥기 시기의 음악, 영화 등 여러 예술 분야를 모티브로 하여 '지금' 이 순간 입고 싶은 옷으로 재해석한 Retro minimalism 을 추구하는 브랜드입니다.","약스튜디오(YAC STUDIO)는 서울과 뉴욕을 기반으로 하는 패션 브랜드입니다. 다양하고 새로운 예술의 도시 뉴욕에서 수많은 로컬 아티스트들과 작업하며 약스튜디오만의 독창적인 그래픽과 색감, 실루엣을 통해 메시지를 전달합니다. 흔히 볼 수 있는 길거리 예술부터 전문적인 아트 스튜디오 예술까지 모든 종류의 창작을 서포트하며, 다양한 사진과 영상을 통해 뉴욕과 서울의 다양한 모습을 보여주고 있습니다.","어 월드 올(A WORLD ALL)은 매일의 순간에 자연스럽게 어우러지며 자신만의 감각을 완성해가는 브랜드입니다.","어굿데이(AGOODDAY)는 서울을 기반으로 유니섹스 의류를 제작해 선보이는 브랜드입니다.","어그로(AGGRO)는 편안하면서도 힙한 스트릿 패션 브랜드입니다.","어노이드(ANNOYED)는 자유롭고 위트 있는 존재감을 표현하는 뉴 웨이브 키치웨어 브랜드입니다. 독특하고 대담한 스토리텔링을 통해 '지금, 네 멋대로 입어. 하지만 절대 평범하진 않게.'라는 메시지를 전합니다.","어뉴브로스(ANEWBROS)는 'Brotherhood'라는 슬로건을 바탕으로 론칭한 브랜드입니다. 매일 똑같은 일상을 어뉴브로스의 옷으로 좀 더 색다르고 생생하게 물들이고자 합니다. 젠더와 스타일의 경계 없이 브랜드만의 고유한 디테일과 아트워크로 깔끔한 무드를 담아냅니다.","어센더(ASCENDER)는 ‘위로 오르다, 한계를 넘다’라는 뜻을 담아 탄생한 유니섹스 스포츠 웨어 브랜드입니다. 짐웨어의 기능성과 감각적인 디자인을 결합해 단순한 옷이 아닌 라이프스타일을 제안하며, 운동과 일상이 이어지는 순간 ASCENDER는 그 흐름을 완성합니다.","어썸스튜디오(AWESOMESTUDIO)는 위트 있고 키치한 컬러와 그래픽을 디자인 포인트로, 클래식 무드와 레트로 패션을 재해석하여 유니크하고 스포티한 캐주얼 라이프를 추구하는 브랜드입니다.","어썸어스(AWESOMEUS)는 지구에서 일어나는 해프닝을 모티브로 한 디자인을 선보이는 패션 브랜드입니다.","어젠더(AZENDER)는 a부터 z까지 모든 젠더와 생명을 사랑하는 유니섹스 브랜드로, 데빌하트 심볼과 자유로운 개성을 담은 티셔츠와 악세사리를 전개합니다.","어커스텀(ACCUSTOM)은 섬세한 디테일과 유려한 실루엣으로 개인의 정체성을 표현하며, 기본에 충실하면서도 차별화된 스타일을 제안하는 브랜드입니다.","어텐션플러스(ATTENTIONPLUS)는 패션과 그래픽, 문화를 입히는 패션 스튜디오 브랜드입니다. 다양한 문화와 트렌드를 반영한 그래픽 디자인과 우수한 품질, 선한 영향력으로 환경과 문화에 기여합니다.","어퍼스트로피 콤마(APOSTROPHE COMMA)는 정체성, 독창성을 바탕으로, 미니멀 스타일에 다른 분야에서 영감을 얻은 그래픽 요소를 더해 기존 라이프스타일의 관점을 바꾸고 새로운 관점과 감성을 제시합니다. 과하지 않지만 흔하지 않은, 어퍼스트로피 콤마만의 감성을 담은 하이 퀄리티의 제품을 합리적인 가격으로 선보입니다.","어퍼스트롭(UPPERSTROP)은 하나 이상의 문자를 생략하거나 줄일 때 사용하는 부호인 어퍼스트로피(')에서 영감을 얻어 이를 키치한 무드로 풀어낸 캐주얼 스트릿 브랜드입니다. 생략한다는 뜻을 기반으로, 'Enough said'의 줄임말인 'NUF SED'를 브랜드 슬로건으로 합니다.","어프로브드(APRVD)는 런던과 서울을 배경으로 스트릿 무드의 에너지와 아티스트의 센스를 결합한 웨어러블 어패럴 브랜드입니다. 현시대의 이슈를 크리에이티브한 아이디어와 메시지를 통해 표현합니다.","UNDERAIR(언더에어)는 합리적인 가격에 트렌디한 제품군을 소비자들에게 공급하는 모노 스트리트 브랜드입니다.","UNLIMIT(언리미트)는 2005년 정식 런칭된 언리미트는 contemporary한 감성으로 전개되는 브랜드입니다.베이직한 실루엣과 비비드한 색감으로 평범하지만 정형화 되지 않은 디자인과 합리적인 가격으로 트렌드에 민감하지만 자신만의 스타일을 즐기는 소비자들에게 매 시즌 다양하고 늘 신선한 높은 퀄리티의 제품을 선보입니다.","언스탑퍼블(UNSTOPPABLE)은 \"I am UNSTOPPABLE\"을 슬로건으로 하고 거침없는 직진성과 역동성 그리고 자신감을 표현하며 일상생활에서도 그러한 가치를 공유하고 영감을 불어넣는 디자이너 스트릿 브랜드입니다.","언어펙티드 에센셜(UNAFFECTED ESSENTIAL)은 절제된 실루엣과 기능적 디자인으로 일상 속 편안함과 실용성을 제공하는 브랜드입니다.","언커먼(UNCMN)의 아이덴티티는 “UNCOMMON(흔하지 않은, 굉장한)”에 기반하며, 오버사이즈 핏, 크롭 실루엣, 미니멀한 색감을 중심으로 전개합니다. 일상 속에서도 스타일리시하고 자유로운 무드의 오랜 시간 옷장에 남을 수 있는 아이템을 선보이는 브랜드입니다.","언타이틀 서울(UNTITLED SEOUL)은 수작업 가먼트 염색과 워싱이라는 오랜 장인 정신을 바탕으로 깊이 있는 스토리를 담은 옷을 선보이는 브랜드입니다. 빠르게 변화하는 패션 트렌드 속에서도 변하지 않는 가치를 추구합니다.","UNHATE(언헤이트)는 거칠고 정화되지않았지만 고민많고 순수한 젊은이들을 \"외모만으로 미워하지 말자\" 라는 슬로건 아래 기존의 스트릿 패션의 무드는 지향 하지만 데일리로 입을 수 있는 과하지 않는 옷들을 만들며 자체 공장을 가지고 합리적인 가격과 좋은 품질을 만들고자 하는 스트릿 브랜드입니다.","ULKIN(얼킨)은 예술가의 표현방식과 라이프 스타일을 기반으로 디자인을 진행하는 아티스틱 업사이클링 브랜드로, 예술성을 갖춘 트렌디함을 추구하는 브랜드입니다.","얼터 스튜디오(ALTER STUDIO)는 익숙한 일상에 새로운 시선을 더해 자연스러움 속에서 자신만의 특별한 스타일을 완성하는 브랜드입니다.","업드래프트 (UPDRAFT)는 댄서 출신 기획자와 디자이너가 만나 탄생한 퍼포먼스 기반의 영 캐주얼웨어 브랜드입니다. 움직임에 대한 깊은 이해를 바탕으로 기능성과 스타일을 겸비한 제품을 제안하며, 업사이클링을 통해 지속 가능한 가치를 추구합니다.","에드윈(EDWIN)은 1990년대부터 시작된 청바지 브랜드로, 30년이 넘는 시간 동안 축적된 노하우로 편안하고 고품질의 제품을 선보이는 브랜드입니다. 오랜 시간 고민하며 만들어온 브랜드의 시간을 입고, 여러분의 일상 속에서 새로운 가치를 만나보시길 바랍니다.","에든버러클럽(EDINBURGH CLUB)은 킨록앤더슨의 헤리티지를 기반으로 브리티시 스타일의 새로운 기준을 제시합니다. 단순한 유행을 넘어, 시간을 초월하는 감성과 스토리를 담은 브랜드입니다.","에디블렛(EDIBLET)은 인더스트리얼 웨어의 초기 틀과 형태를 재해석해 에디블렛만의 스테레오타입으로 개발하여 믹스 매치한 가먼트를 기본으로 합니다. 그래픽 디자이너의 브랜드 아이덴티티에 대한 고찰과 디자인이 만나 매 시즌 다양한 콘셉트를 선보이고자 하는 캐주얼 웨어 브랜드입니다.","에브리시(EVERYASY)는 [every easy]의 합성어로 “매일 쉬운, 매일 편안한” 뜻으로 스트릿 캐주얼을 기반으로 시즌마다 다양한 컨셉을 기획 제작하며, 매일 고민 없이 하루의 스타일을  정할 수 있게 그날의 룩을 제시하는 브랜드입니다.","에스릿 스튜디오(SLIT STUDIO)는 스트릿 빈티지 웨어에 대한 이해를 바탕으로 특유의 감성과 그래픽을 더해 일상생활에서 베이식한 무드로 스타일리시한 연출이 가능한 제품을 제안합니다.","AIRPUNCH(에어펀치)는 'The joy of fun : 즐거움의 기쁨' 이란 슬로건을 바탕으로 전개되며 팍팍한 오늘을 살아가는 그들에게 즐거움의 기쁨을 함께 나누고 싶다는 마음에서 시작되었습니다. 'airpunch' 란 주먹을 쥐고 공중에 흔드는 모습으로 기쁨과 축하의 제스처라는 의미이며 이를 우리만의 감성으로 해석하여 위트있는 컬러와 패턴으로 유쾌하고 활기찬 이미지를 재현하였습니다. 오버핏 사이즈 전개로 여성 뿐만 아니라 남성 또한 착용 가능한 토탈 유니섹스 영캐쥬얼 브랜드입니다.","에이에이오에이(AAOA)는 빈티지 감성과 뉴욕의 스트릿 무드를 기반으로 전개하는 브랜드입니다. 뉴욕의 물빠진 듯한 컬러감과 헤리티지를 담은 디자인을 강점으로 하며, 빈티지 워크웨어와 90년대 스트리트웨어에서 영감을 받아 현대적인 감각으로 재해석합니다.","에이오지프로젝트(AOG PROJECT)는 기존의 컨템포러리 브랜드에 기반하여 이를 재해석한 고감도 스트릿 캐주얼 브랜드입니다. 기존의 스트릿 브랜드와 차별화된 디자인과 AOG PROJECT만의 디테일한 로고 플레이, 자수, 프린트, 봉제 기법, 다양한 염색 기법을 바탕으로 브랜드만의 고유한 정체성을 지향하고 있습니다. 언제나 실험적이고 실용적인 제품을 합리적인 가격으로 소비자에게 제안합니다.","HEICH BLADE(에이치 블레이드)는 YOUNG CULTURE에 대한 연구와 YOUTH에 대한 새로운 해석을 통해 CONTEMPORARY STREET CASUAL을 표현합니다.","HDCR(에이치디씨알)은 HarDcore + monoChRome,스트리트 문화를 기반으로 한 멀티컬쳐 브랜드입니다. Monochrome 무드를 모티브로 스케이트보드, 그래피티, 타투등 스트리트 스타일을 크리에이티브하고 유니크한 디자인으로 레터링과 그래픽아트웍을 통해 선보입니다.","에이치디에스(HDS)는 HIGH DEFINITION SOUL의 약자로 서울 출신의 디자이너 함동석이 2019년부터 전개하는 독립적인 의류 프로젝트입니다. 수년간 의류 레이블에서 디자이너로 일하며 아티스트, 뮤지션, 브랜드 프로젝트를 진행해온 경험을 바탕으로 디자이너의 삶에서 접하는 감정의 메세지를 다양한 일러스트레이션 그래픽으로 표현하고 있습니다.","에이콕(A.KOK)은 'All Kind Of Knit'의 약자로 편물 소재를 기반으로 소재 개발부터 제품 생산까지 모든 공정을 직접 전개하는 컨템포러리 브랜드입니다. 소재의 크로스오버를 통해 매일 입어도 질리지 않고 편안함과 심플함 속에 포인트가 될 수 있는 디자인, 유행을 타지 않는 새롭고 세련된 실루엣을 선보입니다.","에인션트 유니온(ANCIENT UNION)은 여러 분야에서 활약하고 있는 아티스트의 조합으로 탄생하였습니다. 아메리칸 패션 하우스를 다양한 시각으로 해석하고 브랜드만의 참신한 표현력으로 오리지널을 탄생시켰습니다.","에프터누드(AFTERNUDE)는 Y2K, 데코라, 펑크, 스트리트 등 다양한 서브컬처를 기반으로 한 패션을 지향하는 브랜드입니다. 특정 장르에 얽매이지 않고, 틀에서 벗어난 자유로운 스타일의 제품들을 선보입니다.","엑서사이즈(EXERCISE)는 트렌드를 담아 일상에서 입기 좋은 옷을 제안합니다.","엑스오엑스오굿보이(XOXOGOODBOY)는 유니크한 컬러와 아웃실루엣을 바탕으로 이지웨어 감성을 재해석한 오리지널리티를 제안하는 브랜드입니다.","엑시아(AEXEA)는 넓은 우주와 그곳에 존재하는 모든 것에서 영감을 받아 새롭게 하나의 작품을 만드는 브랜드입니다. 브랜드만의 자체 제작 노하우를 바탕으로 뛰어난 원단과 핏을 선보이며 매 시즌 트렌디한 디자인을 자랑합니다.","엔디와이(NDY)는 Not Defined Yet'의 줄임말로 정의되지 않은 상태를 의미하며, 동시에 무한한 가능성을 상징합니다. 단순한 트레이닝복을 넘어, 클래식하고 위트 있는 디자인과 감각적인 핏으로 아무것도 규정하지 않음으로써 모든 것을 수용하는 브랜드입니다.","엔비에이(NBA)는 미국 프로농구팀의 팀 로고와 캐릭터, 이미지 등을 모티브로 활용하여 스포티한 의류부터 유니크한 액세서리까지 다양한 아이템을 전개하는 스트릿 캐주얼 브랜드입니다. 엔비에이와 함께 하는 컬처 페스티벌을 통해 선보이는 문화 콘텐츠를 통해 패션과 문화 트렌드를 제시합니다","엔티비씨(NTBC)는 베이직 스타일에 새로운 감성을 자연스럽게 더하며, 계절의 분위기를 살려줄 아이템을 선보입니다. 우리는 뛰어난 퀄리티와 지속 가능한 디자인을 탐구하며, 혁신적인 아이디어와 세심한 디테일로 완성도를 높여가는 브랜드입니다.","나인틴에이티(NINETEENEIGHTY)는 일상생활에서 끊임없이 변화를 추구하는 사람들이 즐길 수 있는 작은 위트와 같은 컨템포러리 캐주얼 브랜드입니다.","엔피스튜디오(NP STUDIO)은 NP STUDIO만의 유니크한 아카이브는 유지하면서도 트렌디하고 모던한 실루엣을 가미한 새로운 캐주얼 라인을 선보입니다.","L.U.P(엘유피)는 2010년 런칭한 LIPUNDERPOINT의 이니셜로 만들어진 세컨브랜드로 하루가 다르게 변화하는 트랜드를 빠르게 젹용해 디자이너 브랜드만의 퀄리티와 감성은 그대로 가져가되 합리적인 가격대로 어반 스트릿 스타일을 제안합니다.","M.NII(엠니)는 50년대 Minoru Nii가 하와이의 Oahu 지역(Makaha)에서 창립하였고 이후 2011년 Randy Hild와 John Moore에 의해 재탄생한 브랜드입니다. Tailor Shop으로 시작한 “M.Nii”는 하와이 Makaha 해변을 기반으로 하여 50년대 하와이의 현지 서퍼들의 요청으로 편한 피팅과 동시에 내구성이 좋도록 바지를 수선하면서 자연스럽게 알려지게 되었습니다. 이후 트윌 트렁크를 제작하였으며 서퍼들의 의견을 수렴하여 스트라이프, 왁스 포켓, 패치 타입 등을 제작하였습니다. 이로 그들은 “Makaha Drowner”라는 닉네임을 얻게 되었고 1954년 서핑 챔피언 대회가 열리면서 곳곳의 서퍼들이 하와이를 방문하게 되었으며 그 서퍼들에 의해 “M.Nii”가 퍼지게 되었습니다. 하와이의 파티에서 음식과 코코넛을 먹고 롱보드를 타며 “M.Nii”를 방문하는 것이 의례가 되었습니다. M.Nii는 ‘서핑의 성지인 하와이를 방문했다’라는 상징적인 의미로 인기를 얻은 브랜드입니다.","엠블러(AMBLER)는 자연스러움과 편안함을 중시하는 네이처 룩을 테마로 삼는 브랜드입니다. 자연과 도시가 공존하는 시대의 개성을 적절하게 조합해 모두가 쉽게 즐길 수 있는 유니섹스 룩을 만듭니다.","엠알이즈(AMAREIS)는 독립적인 것(주어)에 대한 종속적인 것(BE동사)를 의미하는 브랜드입니다. 수많은 주체들의 조립과 해체가 이루어지고, 공통체가 겪는 경험의 한계와 가능성을 탐구합니다.","엠엔더블유(MNW)는 평범함 속 특별함을 옷으로 표현하는 브랜드입니다. 밀리터리, 아웃도어 등을 기반으로 엠엔더블유만의 위트를 더해 디자인합니다. 기본에 충실하며 오래 입을 수 있는 옷을 만들고자 합니다.","예예(YEYE)는 하나의 장르에 얽매이지 않고 현시대가 원하는 모든 자유로운 스타일을 표방하며 다양한 문화 요소를 제품으로 표현하고자 합니다.","오드볼스클럽(ODDBALLS CLUB)은 괴짜를 뜻하는 '오드볼스(oddballs)'와 함께하는 모두를 뜻하는 '클럽(club)'의 합성어로 조금은 이상하고 다양한 개성을 존중하는 괴짜의 모임을 뜻합니다. 조금 평범할 수 있는 일상을 괴짜들의 시선으로 바라보며 브랜드만의 이야기로 재해석하여 표현합니다.","오드펄(ODDPEARL)은 원단의 퀄리티와 옷의 실루엣, 희소성에 초점을 두고 디자인하는 스트릿 웨어 브랜드입니다.","ORDINARY PEOPLE(오디너리피플)은 이 세상의 ‘보통의 사람들’이 오디너리피플의 옷을 통해 우리 안에 있는 \"특별함\"을 발견하길 바라면서 오디너리피플의 소망을 보여주는 디자이너 레이블 브랜드입니다. \n오디너리피플은 컬렉션 라인인 Ordinary People Collection Label과 세컨드 라인인 Ordinary People Campaign Label을 동시에 전개하고 있습니다.","오라이(ORIGHH)는 나다움(Originality)과 웃음(Laugh)을 아카이브 합니다. 정해진 룰 없이 진짜 나로 웃을 수 있는 일상 속 옷을 만드는 브랜드입니다.","오리지널데이(ORIGINALDAY)은 여러 가지 소재와 색감을 사용하여 디자인적 재미와 다양한 스타일링을 선사하는 라이프스타일 패션 브랜드입니다.","오바인(OBINE)은 'One Bite Is Never Enough!(한 입으로는 부족해!)'라는 슬로건을 바탕으로 욕심 많은 현대인의 모습을 익살스러운 아트워크와 직설적인 레터링을 통해 유쾌하게 표현한 유니섹스 캐주얼 브랜드입니다. 옷에 대한 철학과 자부심을 바탕으로 브랜드만의 감성과 아이덴티티를 고객에게 전달하기 위해 최선을 다합니다.","오버그로우(OVERGROW)는 같은 세상을 다르게 보는 이들의 서브컬처를 지향하며 'Different standard'라는 슬로건 아래 다양한 감성을 오버그로우만의 방식으로 표현하는 스트릿 브랜드입니다.","오브헤덴(OPHEDEN)은 품질과 편안함의 균형을 추구하며, 누구나 자신만의 멋을 표현할 수 있는 오버핏 원사이즈 디자인을 선보이는 브랜드입니다.","오션 퍼시픽(OCEAN PACIFIC)은 1960년대의 서프기어 브랜드를 바탕으로 1972년 짐 젠크스가 론칭했습니다. 서퍼들의 요구를 만족시키는 어패럴 브랜드를 시작으로 현재는 서프 컬처를 비롯한 비치 라이프스타일을 스트릿으로 옮긴 다양한 스타일을 선보이고 있습니다.","오언더알(OUNDERR)은 누구인지 모를 당신과 우리가 함께할 수 있는 브랜드입니다. 우리 안에 있는 당신이 누구인지 특정할 수 없다는 의미에서 O와 R 사이 'Unknown', 'You'의 뜻을 담았습니다.","오울(OOOWL)은 우리가 일상생활에서 쓰는 물건에 우리가 정말 좋아하고 사랑하는 요소를 듬뿍 담아 소개하고자 합니다. 기분 좋은 일러스트가 담긴 좋은 소재와 탄탄한 품질의 상품을 만들어 나갑니다.","오칵(OCAK)은 전통적인 수공예 기법과 현대적인 디자인 감각을 결합하여, 독창적인 부자재와 아이템을 직접 개발하는 브랜드입니다. 희소성과 장인정신이라는 브랜드 철학과 함께 예술과 일상이 접목된 경험을 제공합니다.","오커스(OCHERS)는 일상 속 소중한 순간을 담아 오래도록 추억과 함께할 수 있는 체크셔츠를 만드는 브랜드입니다.","오켄스 서울(OKENS SEOUL)은 디자인 스튜디오, 스튜디오 오켄스(STUDIO OKENS)에서 전개하는 로컬 문화 기반의 스트릿 웨어&라이프스타일 브랜드입니다. 트렌드에 편승하지 않고 브랜드 고유의 아이덴티티를 가지는 것, 높은 퀄리티로 고객에게 만족스러운 경험을 선사하는 것 그리고 로컬 문화 기반의 다양한 콘텐츠를 지속적으로 전개하는 것을 추구합니다.","오프라인(OFFLINE)은 우리 주변의, 오프라인의, 현실의 사물과 사람들을 새로운 관점으로 새롭게 바라보려는 마음으로 시작한 브랜드입니다. 매 시즌 재밌는 콘셉트로 독특한 프린팅과 디테일이 담긴 특별하고 귀여운 디자인을 선보이고 있습니다.","오프위켄드(OFF WEEKEND)는 주말에는 모든 걱정을 잊고 좋아하는 액티비티에만 집중하자는 의미를 담았습니다. 테니스를 메인 모티브로 스포츠뿐만 아니라 일상에서도 즐길 수 있는 패션&액세서리 제품을 선보이고 있습니다.","오프튠드(OFFTUNNED)는 튜닝되지 않은 날 것의 느낌 그대로를 지향하는 브랜드입니다.","오픈 에티튜드(OPEN ATTITUDE)는 일상의 편안함에 아메리칸 무드를 접목한 브랜드입니다. 성별에 구애받지 않는 폭넓은 종류의 시즌 아이템을 제시합니다.","온셋(ONSET)은 일상의 시작점에 집중하며, 군더더기 없는 디자인과 실용적인 실루엣으로 본질에 충실한 의복을 제안하는 브랜드입니다.","온한스(ONNHANS)는 도전과 실천의 태도를 일상 속에서 실현하는 사람들을 위한 라이프스타일웨어 브랜드입니다. 라이딩, 탐험, 환경 실천처럼 능동적인 활동에서 영감을 받아, 기능성과 활동성을 겸비한 실용적인 옷을 만듭니다. 모든 제품은 자체 기획·디자인·제작을 원칙으로 하며, 도시적 감성과 절제된 디자인을 기반으로 한 스타일을 지향합니다. 온한스는 2030 세대를 중심으로, 자신만의 속도로 움직이며 도전하는 사람들의 감각을 옷을 통해 표현하고자 합니다.","올라레스트(HOLAREST)는 쉬어가는 것과, 자연스럽게 흘러가는 것을 그리는 디자이너 브랜드입니다. HOLA는 스페인어로 '안녕'이라는 뜻이고, REST는 영어로 '휴식'이라는 의미입니다. 모두에게 필요한 '쉼'이라는 주제로 편안한 마음을 핸드드로잉으로 표현합니다. 올라레스트를 통해 평온한 마음이 가득하기를 바랍니다.","올벗원(ALLBUTONE)은 다양한 문화와 표현을 지닌 아티스트 커뮤니티로, 강렬한 그래픽과 실험적 감성을 담은 브랜드입니다.","와이디에이(YDA)는 디자인부터 제작 공정까지 직접 관여하여 불필요한 비용을 줄이고 마진을 최소화하여 합리적인 가격에 제품을 제공하고자 합니다. 또한, 매 시즌 생동감 있는 컬러를 담은 다양한 테마의 시그니처 라인을 출시하여 언제 어디서나 편안하고 웨어러블한 제품을 선보입니다.","와이엔(WHYN)은 도전정신을 아이덴티티로 자유로운 라이프스타일에 시너지를 더해줄 편안하고 활동적이면서도 깔끔하고 완벽한 핏을 연출할 수 있는 의류를 만들어냅니다.","와이즈(WYSE)는 빠르게 변하는 트렌드 세계에서 새로움을 찾아내며, 그것을 와이즈만의 그래픽과 디테일로 표현하는 영 캐주얼 스트릿 브랜드입니다.","WAIKEI(와이케이)는 돌고래를 키우고 싶어하던 디자이너의 꿈에서 출발 된 엉뚱하지만 사랑스러운 무드를 바탕으로 시작되었습니다. 사랑스럽지만 시크하며, 세련된 컨템포러리 룩을 제안합니다. 베이직한 아이템을 트렌디하게 풀어 고급스럽고 웨어러블한 유니섹스 의류와 악세서리를 디자인합니다.","와일드 동키(WILD DONKEY)는 1950~1970년대 빈티지 웨어의 감성을 현대적으로 재해석해 빈티지한 색감과 다양한 기법으로 완성된 고품질 제품을 선보이며, 누구나 편하게 착용할 수 있는 타임리스한 스타일을 제안하는 브랜드입니다.","와일드락(WILDROCK)은 '樂 will never die'를 모토로 거친 세상을 즐겁게 살아가는 이들을 위한 스트릿 패션 브랜드입니다. 나의 무드와 맞는 음악을 찾아가는 과정처럼 자신과 맞는 편안한 스타일의 패션을 찾아가길 바라는 마음을 담았습니다.","왓더퍽(WHATHEPUCK)은 아이스하키의 역사와 문화를 스트릿 패션에 반영한 브랜드입니다. 아이스하키와 패션의 공통 분모를 찾는 노력을 시작으로 왓더퍽만의 독창적인 패션 문화를 만들어 갑니다.","왕관(WANGGWAN)은 'The Last One Standing.'이라는 슬로건 아래, 끝까지 버티는 자만이 설 수 있는 자리를 이야기합니다.\n어떤 순간에도 흔들리지 않고 자신만의 길을 걷는 이들을 위한 스트리트웨어 브랜드로, 강인한 태도와 고유의 미학을 담은 디자인을 선보입니다.","요몬(YOMON)은 \"COMMA-98*\"의 슬로건, 98%의 디자인을 선보이고 2%의 착장자 감성이 더해졌을 때 완성되는 크리에이티브한 디자인을 보여주는 브랜드입니다.","OUSE(우즈)는 OU(TFIT)(U)SE(R) 의 합성어로 목적이 있는 옷을 입는 사람들이란 뜻입니다.“HEADMADE”(머리로 만든다)라는 슬로건으로 이끌어 나가고 있습니다.워크웨어\/밀리터리 를 기반으로 한 디테일로 베이직한 아이템부터 유행에 민감하지 않은 아이템까지 우수한 품질과 진정한 가치를 발휘하는 제품을 만들기 위해 노력하고 있습니다.","워즈(WAS)는 너드 컬처를 기반으로 개성과 스타일을 담아내며, 현실 속에서도 자신만의 매력을 표현할 수 있도록 돕는 브랜드입니다.","원헌드레드퍼센트 포 우먼(ONEHUNDREDPERCENT FOR WOMAN)은 전 세계 예술가들의 작품과 협업하여 의류 등 다양한 상품을 기획하고 제작하여 작품의 가치와 작가의 명성을 알리기 위해 지원합니다.","월드딜레마(WORLDDILEMA)는 젠더리스 감성의 독창적인 실루엣과 감각적인 디테일을 지향하는 패션 브랜드입니다.","월트해머(WALT HAMMER)는 자유를 기반으로 한 라이프스타일을 대표하는 실용적이고 세련된 고품질의 워크 웨어를 선보이는 브랜드입니다. 거친 아웃도어 라이프를 즐기며 동시에 도시와 자연에서 열정을 좇는 사람들과 연결되어 있습니다.","웡커(WANKER)는 패션뿐만 아니라 문화를 만들고자 하는 브랜드이다. 사람들의 양면성과 이기적인 행동에 힘들어하는 이들에게 잠시나마 안식처가 될 수 있는 가상의 세계관을 만들고, 그들에게 치유가 될 수 있는 솔루션을 제시하여 패션과 문화를 아우르고자 한다.","웨스트 코스트 챠퍼스(WEST COAST CHOPPERS)는 자유와 반항의 정신을 담은 아이코닉한 디자인으로 사랑받는 커스텀 모터사이클 브랜드입니다.","웨이브도넛(WAVEDONUTS)은 언제든 뜨거운 햇빛 아래 파도를 타고 시원한 맥주 한 잔을 즐길 준비가 된 영감 가득한 삶을 꿈꾸고 살아가는 이들을 위한 유니섹스 라이프스타일 브랜드입니다.","웨잇모어(WAITMORE)는 빠르게 소비되고 변화하는 옷에 '기다림'이라는 섬세한 공정, 디자인의 완성도를 담은 브랜드입니다.","WHENIWASYOUNG(웬아이워즈영)은 시간과 전성기라는 테마를 가지고 스토리를 담은 브랜드입니다. 현대적인 감성으로 디자인을 풀어나가며 고유 브랜드 아이덴티티를 지향합니다. 섬세한 패턴과 그래픽 그리고 기본과 품질을 중요시하는 디자이너 브랜드입니다.","위러브티(WELOVETEE)는 빈티지를 기반으로 예술적 감성과 실험적 기획을 바탕으로 운영되는 브랜드입니다. 정형화된 스트리트 브랜드와는 결을 달리하며, 빈티지의 고증과 현대적 재해석을 키워드로 전개하고 있습니다.","위베리벨류(WEVERYVALUE)는 'WE ARE VALUABLE ALL VERY'라는 슬로건 아래, 원칙과 가치를 중점으로 일상생활에 편안하고 조화로운 룩을 제안하는 캐주얼 브랜드입니다.","WISSY(위씨)는 베이직을 기반으로 감성과 유행을 반영하여 누구나 쉽게 접근할 수 있고 소장가치 있는 상품을 만들어 내기 위해 노력합니다. 또한 차별화된 디테일과 세련된 컬러를 바탕으로 브랜드를 전개하고 있으며 자칫 투박할 수 있는 브랜드들 사이에서 감성을 더하여 새로운 시각에서 새로운 필드를 창조해 나아갑니다.","위어드 띵스 파운드(WEIRD THINGS FOUND)는 'Weird Things Found Based on vintage archive'를 슬로건으로, 복식의 기초가 된 원형을 현대의 라이프스타일에 맞춰 재해석한 뉴스쿨 의류를 전개하는 브랜드입니다. 과거 복식의 디테일을 이해하고, 내구성과 실용성을 더해 현대적인 베이직 웨어를 제안합니다.","윌리엄스버그 뉴욕시티(WILLIAMSBURG NEWYORK CITY)는 사람과 일상에서 얻을 수 있는 모든 진정성과 가치로부터 영감을 얻는 캐주얼 시티 웨어 브랜드입니다.","윌비워크웨어(WILLBEWORKWEAR)는 일과 일상이 자연스럽게 이어지는 컨템포러리 워크웨어 브랜드입니다. 기능성과 스타일을 모두 갖춘 디자인으로 현대적인 라이프스타일에 어울리는 새로운 워크웨어를 제안하며, 전문 생산 노하우를 바탕으로 완성도 높은 제품을 선보입니다.","유강(YOOGANG)은 \"남자는 남자다울 때 가장 멋지다\"는 미학을 바탕으로, 웅장한 실루엣과 직선적인 라인이 돋보이는 디자인을 전개하며, 이질적인 요소들의 충돌에서 탄생하는 충돌의 미학을 통해 극대화된 남성미를 제안하는 컨템포러리 브랜드입니다.","유니렉스(UNIREX)는 42년간의 노하우를 바탕으로 창의적인 디자인 중심에서 시작하여 늘 새로운 변화를 추구하는 브랜드입니다.","유니버셜 오버롤(UNIVERSAL OVERALL)은 1924년 미국 시카고에서 시작되어 견고한 품질과 합리적인 가치, 실용성과 내구성을 바탕으로 전통을 이어가는 워크웨어 브랜드입니다.","유니버스 가먼트(UNIVERSE GARMENT)는 ‘Creates New Archive From Heritage’를 슬로건으로, 전통을 현대적으로 풀어낸 애슬래틱 무드의 유니섹스 브랜드입니다.","유니브워크(UNIVWALK)는 90년대 미국 대학 문화를 현대적으로 재해석한 캐주얼 의류 브랜드입니다. 다양한 아이템에 감성적인 메시지와 바시티풍 디자인을 접목해 일상 속 개성을 표현합니다. 고중량 코튼, 스톤 워싱 등 소재에 차별성을 두었으며, 브랜드 철학이 담긴 문구로 소비자와 감정적 교감을 형성합니다.","유니온발란트(UNION BALANT)는 빠르게 변화하는 시대에 맞춰 각자의 라이프스타일을 분석하고 여기에 아웃도어, 아메리칸 캐주얼의 무드와 스타일을 더해 스토리를 전개하는 브랜드입니다.","유쓰배쓰(YOUTHBATH)는 오늘날의 청춘을 대표합니다. 매 시즌 다양하고 확장적인 테마로 제한 없는 디자인을 지속적으로 만들고 있습니다. 무한한 자유를 통해 광범위한 관심사와 기억을 포괄하는 것에 목표로 하며, 묘사하는 전체 이미지를 구현하는 브랜드입니다.","유씨엘에이(UCLA)는 100년의 역사와 전통을 자랑하는 미국의 명문 공립대학입니다. 전통과 현대를 아우르는 리뉴 프레피 룩을 통해 패션&레저 스포츠 라이프스타일 전반을 추구합니다.","유얼쎄시(YOURSASSY)는 키치한 컬러감과 위트 있는 디테일을 기반으로 틀에 얽매이지 않는 스타일을 지향하는 브랜드입니다. 독창적인 실루엣과 유니크한 그래픽, 과감한 컬러 플레이를 통해 개인의 개성과 취향을 자유롭게 드러낼 수 있는 아이템을 제안합니다.","유젠(EUGGEN)은 고급스럽고 섬세한 소재, 유려하게 흐르는 실루엣, 그리고 절제된 클래식한 컬러에 모던하고 자유로운 무드를 더해, 트렌디한 라이프스타일을 제안하는 브랜드입니다. 입는 순간, 당신만의 스타일과 감성에 자연스럽게 스며듭니다.","유프(YUPE)는 고유한 감각과 정체성을 바탕으로 시간이 지날수록 깊어지는 빈티지 무드와 품질을 추구하는 라이프스타일 브랜드입니다.","이너뮤지엄(INNERMUSEUM)은 내면의 어지러움까지 사랑하며, 순수하고 때론 복잡한 생각과 감정을 옷 위에 표현하는 브랜드입니다.","이넥시스(INEXCIS)는 Impeccable Neutrality, EXperimental Cuts의 약자로 이름 그대로 절제된 색감과 실루엣 속에서 실험적인 디테일과 감각을 담아냅니다. 간결하지만 분명한 스타일, 절제된 구성 속에 정교한 균형을 추구하는 브랜드입니다.","이름(ILM)은 무채색 그래픽을 중심으로 일상의 언어와 감정을 감각적으로 풀어내는 유니섹스 티셔츠 브랜드입니다. 각 그래픽에는 고유의 스토리와 메시지를 담아 개성을 표현할 수 있도록 하며, 트렌드에 휩쓸리지 않는 미니멀한 미학과 높은 완성도의 제품을 제공합니다.","이모션 플래닛(EMOTION PLANET)은 빠르게 변하는 문화에도 쉽게 적응하고, 그 안에서 다양한 트렌드를 감지하고 자신만의 트렌드로 만드는 Z 세대를 위한 브랜드입니다. 새로운 감성을 즐겁게 만들어 내는 공간이라는 의미로 새롭게 론칭하는 브랜드로 빠른 변화 안에서 자신만의 감정과 문화를 접목시켜 그들만의 새로운 트렌드를 만들어 내고, 적응해 가는 트렌드세터 세대를 위해 틀에 박히지 않는 자유로운 스트릿 감성을 추구합니다.","이벳필드(EBBETS FIELD)는 미국의 야구와 미식축구, 하키 등 다양한 스포츠 리그의 공식 브랜드로서 높은 퀄리티의 볼캡과 저지 등의 스포츠 웨어를 생산하여 전 세계적으로 두터운 마니아층을 보유하고 있습니다. 브랜드의 헤리티지를 담은 USA 라인부터 애슬레틱 무드의 캐주얼 라인까지 다양한 컬렉션을 전개하고 있습니다.","이브인더월드(EVEINTHEWORLD)는 기존의 상황에 반(反)하지 않으면 앞으로 나아갈 수 없다는 관념에서 시작하여 \"반항\"이 가지고 있는 통념을 벗어나 유쾌한 반항을 표현하는 스트릿웨어 브랜드입니다.","이서이(ESEOE)는 개인의 시선과 감각을 옷으로 풀어내는 컨템포러리 브랜드입니다. 우리는 \"단순함 안에 디테일이 스며든 옷\"을 만들며,  섬세한 구조와 절제된 포인트에 균형감을 더해 입는 사람의 감도와 정서를 담아내는 옷을 제안합니다.","이스케이프프롬(ESCAPEFROM)은 어딘가로부터 탈출하고 싶은 마음을 자유롭게 표현한 스트릿 캐주얼 브랜드입니다. 정해진 틀을 탈피하는 색다른 아이템을 제안합니다.","이스트서비스샵(eastserviceshop)은 단순한 제품, 그 이상의 서비스를 제안하고 일상 속 필요한 균형만을 담은 사물과 옷, 기능 넘어의 감각을 구현하는 브랜드입니다.","25퍼센테이지(25PERCENTAGE)는 편안함과 스포티한 무드로 일상에 녹아드는 라이프 웨어를 추구하며, 매 시즌 다양한 콘셉트의 뉴 스트릿 캐주얼을 선보입니다.","이유(YEEU)는 일상생활에서 편하게 입을 수 있는 제품을 우리만의 색깔로 전개하는 2024년 런칭한 유니섹스 브랜드입니다.","EASEOFF(이즈오프)는 자유로움과 편안함을 기반으로 이즈오프만의 방식으로 재해석된 베이직에 충실한 브랜드 입니다.","ICHINY(이치니)는 재능있는 디자이너와 아티스트들과의 지속적인 collaboration을 통해서 수준 높은 디자인을 선보이는 브랜드 입니다.","이투둘(222)은 창의성과 예술적 감각을 담아낸 브랜드입니다. 숫자 '2'는 조화와 균형을 상징하며, 이를 세 번 반복한 222는 브랜드가 지향하는 무한한 가능성과 완벽함을 의미합니다.","이팔(EPAL)은 'Hello my social friend, I'm your best friend!' 라는 슬로건을 가지고 디자인을 전개하는 브랜드입니다. 웹, 소셜미디어 등에서 발생하는 여러 아이디어들을 활용하여 이지 캐주얼 웨어를 디자인합니다.","이피티(EPT)는 '이스트 퍼시픽 트레이드(East Pacific Trade)'의 약자로, 스케이트보드 문화에 뿌리를 둔 대한민국 서울의 스니커즈 및 라이프스타일 브랜드입니다. 동서양의 다양한 문화를 존중하며 그것들을 조화롭게 결합해 전에 없던 새로운 이야기를 창조합니다. 'New Traditions'를 선도하는 공동체를 만들기 위해 설립된 이피티는 문화의 변치 않는 뿌리와 시간이 지남에 따라 진화하는 새로운 모든 가치를 존중하며, '새로운 전통'을 창조합니다.","이현 프로젝트(LEEHYUN PROJECT)는 개성과 균형을 탐구하며 미니멀한 실루엣과 실험적인 소재를 통해 일상 속 예술적 감각을 제안하는 컨템포러리 스트릿웨어 브랜드입니다.","익스커스(EXCURSE)는 언제 어디서나 편하면서도 세련되게 입을 수 있으며 착용감은 물론 시크한 스타일까지 겸비한 원 마일 웨어를 모티브로 합니다. 트렌디한 스타일과 자연스러움 속에서 나만의 개성을 보여줄 수 있는 라이프스타일 브랜드를 추구합니다.","익스프레스홀리데이(EXPRESSHOLIDAY)는 휴일을 기다리는 당신에게, 더 나은 하루를 선물하는 브랜드입니다.","인블랭크(INBLANK)는 [Utility & Versatility Menswear. Beyond Boundaries.]를 추구하는 브랜드입니다. 옷을 입거나 입는 상상만으로도 삶의 스펙트럼을 확장하여 어디든 경계를 편하게 넘나들 수 있는 제품을 만들고자 합니다.","인차일드(INCHILD)는 장난기 가득하지만 때로는 어른스럽고 싶은, 그런 고집과도 같은 동심을 모티브로 통제당하지 않는 자유로운 변덕을 컬렉션에 담아 표현하고 있습니다.","인터크루(INTERCREW)는 스포티즘의 테크니컬 요소와 스트릿 무드를 조화롭게 믹스하여 젊은 세대에게 실용성과 스타일리시를 겸비한 룩을 제안하는, 자유롭고 경쾌한 애슬레저 캐주얼 브랜드입니다.","일레딧(ILLEDIT)은 기존의 정해진 방식이나 쓰임에서 벗어나 새로운 시도를 하고자 하는 브랜드입니다.","일세야콥센(ILSEJACOBSEN)은 자연에서 영감을 받아 사람들이 일상에서 착용할 수 있도록 디자인한 덴마크 브랜드입니다.","일템포셀렉샵(IL TEMPO SELECT SHOP)은 대한민국의 유니섹스 캐주얼 브랜드입니다. 시간, 악곡을 연주하는 속도를 가리키는 이탈리아어 '일 템포(IL TEMPO)'와 멀티 브랜드숍의 의미로 통용되는 '셀렉트 숍'을 더한 이름입니다. 아티스트와 음악에서 영감을 받은 빈티지 바이브를 브랜드만의 관점으로 새롭게 재해석하는 것을 목표로 하고 있습니다.","잇츠쿨띵(ITISCOOLTHING)은 인터넷 속 감정과 유머를 옷으로 표현하며, 예쁘기보다 재미있고 평범함보다 독특한 감성을 통해 새로운 반응을 이끄는 브랜드입니다.","JOHNNY CARSON(자니카슨)은 자유로운 일상과 다양한 활동들을 위한 스트리트 스타일로 기본에 충실하되 감각적인 개성을 더한, 편안한 자연스러움을 추구합니다.","재즈앤바(JAZZ&BAR)는 “만들고 싶은 제품을 만든다”는 철학 아래 아메리칸 빈티지 웨어를 모티브로 한 의류와 잡화 아이템을 2024년부터 전개하는 브랜드입니다.","저스트행(JUSTHANG)은 '그저 걸치다'라는 컨셉트를 바탕으로 남녀와 체형의 구분 없이 누구에게나 어울리는 데일리 아이템을 디자인하는 브랜드입니다.","GENERAL WORKS(제네럴웍스)는 부산 로컬 스트리트 서브컬처 씬에 기반을 둔 브랜드이며 힙합, 음악, 타투 등의 장르에 영감을 받은 디자인과 무드를 지향합니다. 지역과 메인스트림의 DJ, MC, TATTOOER 등 다양한 아티스트들과의 교류, 협업 중이며 로컬 파티 스폰서십 등 지역 서브컬처 씬 의 발전에 관심을 갖고 서포트하는 브랜드입니다.","제이디드 런던(JADED LONDON)은 2013년 런던에서 Jade와 Grant Goulden 남매가 설립하여 과감한 실루엣과 유니크한 프린트, 젠더리스한 무드를 중심으로 개성 있는 스타일을 제안합니다. 런던 도심의 자유로운 에너지를 담아낸 스트릿 기반 브랜드입니다.","제이미웨스트(Jamie West)는 2020년, 서브컬처와 골프를 기반으로 언제 어디서든 우리의 모습 그대로를 보여주고자 하는 비전을 갖고 시작 되었습니다.\n우리는 자유롭고 거칠지만 진정성을 담은 서브컬처의 정신을 탐구하며, 이를 대중적이고 스트릿한 감각으로 재해석해 정교한 품질의 컬렉션으로 담아내려고 합니다.","제이피아스코(J FIASCO)는 턴테이블리즘, 반려견 카테고리의 하위문화를 추구하는 스트릿 브랜드입니다. 로고 플레이에 치중한 한국 스트릿 패션계를 비판하며 사회에 대한 저항심, 자유 감성에 기반한 디자인을 전개하고 있습니다. '메시지'를 철학으로 하는 그래픽 프린팅과 자수 일러스트를 바탕으로 완성도 높은 퀄리티를 추구합니다.","주네시 스포츠 클럽(JUNECI SPORTS CLUB)은 90년대 중반의 스포츠 웨어와 럭셔리 웨어에서 영감을 얻은 애슬레저 브랜드입니다. 자신만의 스타일을 적극적으로 표현하고 골프와 테니스를 즐기며 긍정적인 사고방식과 창의적인 표현력을 가진 사람들과 함께합니다.","준시오(JUNSIO)는 그림과 패션을 결합해 창작자의 손끝에서 탄생한 작품을 입는 즐거움을 전하는 아트웨어 브랜드입니다.","지구문방구(ZIGUMARKET)는 '가장 큰 즐거움은 기억에서 온다'를 모토로 1990~2000년대 동네 문방구에서 만나볼 수 있었던 IP를 활용한 다양한 스타일과 디자인을 연구하는 브랜드입니다. 서브컬처를 기반으로 직접적이면서도 해학적인 디자인 아이덴티티를 구축하고 있습니다.","지블랙(ZBLACK)은 무채색 바탕에 비비드한 색상을 이용하여 트렌디한 그래픽을 디자인하고, XYZ 세대 모두 편하게 옷의 무드를 즐기는 것을 추구하는 베이식 캐주얼 웨어 브랜드입니다. 감각적인 그래픽을 끊임없이 제안하여 매일 변화하는 현대 사회에 새로움과 다양성을 불어넣고자 합니다.","CHANCECHANCE(챈스챈스)는 2013년 7월 디자이너 김찬이 설립한 브랜드로 웨어러블 한 아이템을 바탕으로 챈스챈스만의 아이덴티티가 담긴 실루엣과 소재로 다양한 아이템을 선보이는 브랜드입니다.","처클(CHUCKLE)은 모두가 즐길 수 있는 브랜드입니다. 재밌는 콘셉트, 신선한 그래픽, 다양한 의류를 선보입니다.","미국 콜로라도 리버 가이드였던 마이크 타킷은 가이드 중 급류에 의해 휩쓸려 몇 번이고 자신이 아끼던 선글라스를 잃어버렸습니다. 그로 인해 고심 끝에 1983년 오리지널 첨스(CHUMS) 리테이너(선글라스 스트랩)를 제작해 판매하였고 이 제품은 전 세계적으로 인기를 끌게 됩니다. 현재는 ‘Hang with your CHUMS!’라는 슬로건으로 라이프스타일과 아웃도어 스타일의 경계를 넘나드는 패션과 악세사리를 첨스만의 디테일과 위트 있는 감성으로 선보이고 있습니다.","체리드라이버(CHERRY DRIVER)는 직접 고른 자동차 컬러에서 시작되었습니다. 나만의 취향을 알아가고 선택하는 즐거움을 소중하게 생각하며, 다양한 개인의 취향을 존중하고 탐구하는 시각을 바탕으로, 이를 재해석해 제품에 담아내는 브랜드입니다.","쵸퍼 뎁트(CHOPPER DEPT)는 바이크 커스텀 스타일인 chopper 문화를 바탕으로 콘텐츠와 패션 아이템을 전개하는 브랜드입니다.","칙스(CHICKS)는 시크하고 무심한 태도를 기반으로, 어긋난 감각과 빈티지 스트릿 무드를 담아냅니다. 균열과 흐릿함, 불완전한 조화를 스타일로 풀어내며 정돈되지 않은 멋을 추구합니다. 꾸미지 않아도 세련되고, 망가져도 스타일리시한 무드를 옷으로 표현하는 브랜드입니다.","칠스포츠클럽(CHILL SPORTS CLUB)은 서핑과 골프, 그 이상의 스포츠를 위한 라이프스타일을 제안합니다. 스포츠와 일상의 경계에서 한쪽으로 치우치지 않은, 테크니컬과 스타일을 겸비한 라이프 패션을 선보입니다.","카비시(CAVISH)는 음악으로부터 경험할 수 있는 가치를 패션으로 표현하며 다양한 인디펜던트 문화를 조명합니다.","카사블랑카(CASABLANCA)는 샤라프 타제르(Charaf Tajer)가 2018년, 우아함과 편안함, 두 가지 핵심 요소를 결합하여 본인의 아이덴티티인 모로코와 파리지앵 감성의 디자인을 접목하여 론칭한 고급스러운 이지 캐주얼 브랜드입니다. 어린 시절 그의 부모님과 함께 휴가를 보낸 모로코의 수도 카사블랑카의 자연을 모티브 삼아 다채로운 컬러 팔레트를 활용한 키 아이템을 제안합니다.","카이파이(KAIFAI)은 단순히 옷을 만드는 것을 넘어, 자유롭고 솔직한 감정을 스타일로 풀어냅니다. 남녀 구분 없이 누구나 즐길 수 있는 편안한 실루엣과 트렌디한 디자인을 기반으로, 스트릿 감성과 위트를 더해 가볍게 입을 수 있는 데일리 웨어 브랜드입니다.","카치스(COTCHS)는 패션을 즐겁고 경쾌한 경험으로 만들어주며, 제품과 디자인에서 유머와 엉뚱함을 자연스럽게 조화시키는 유니섹스 브랜드입니다.","카트리나케이(KATRINA K)는 현대적으로 재해석한 빈티지를 트렌디하게 표현해 하나의 제품으로 감각적이면서도 클래식한 양면적 느낌을 연출하고자 하는 브랜드입니다. 오랜 시간 옷장에서 간직될 룩을 제안합니다.","카포(CAPO)는 지친 일상 속에서도 유쾌함과 위트를 잃지 않는 다채로운 감성을 담아낸 브랜드입니다.","KAN6312(칸6312)는 최후를 맞이한 모히칸족의 전설을 KAN6312만의 스타일로 승화시키고자 그 발걸음이 시작되었습니다. 타투 문화의 예술성을 스트릿으로 재해석한 KAN6312는 타투가 지닌 선과 면 그리고 흑과 백에서 가장 아름답고 날카로운 경계선을 타투 아트웍으로 승화 시키고자 탄생한 브랜드입니다.","칼론(CALONE)은 'Clothe', 'And', 'Life', 'ONE'의 약자로, 세월이 지나도 편하게 입을 수 있는 옷을 만들고자 합니다.","캉골(KANGOL)은 1938년 영국의 컴브리아 지역에서 탄생한 브랜드로 캉골 모자의 소재인 니트(Knitting)와 앙고라(Angora) 그리고 울(Wool)의 합성어로 지은 이름입니다. 2차 세계대전에 영국군에게 모자를 공급하며 유명해지고, 1954년에는 앞끝이 단단하고 캉골을 대표하는 소재인 트로픽(Tropic)으로 만든 베레모인 504 모델을 론칭해 전 세계에서 성공을 거뒀습니다. 캉골은 영국에서 시작해 미국, 남아프리카 지역으로 유통망을 넓혀가며 피에르 가르뎅, 메리 퀸트 등과 같은 유명 디자이너와 협업을 진행하는 글로벌 브랜드입니다.","캐주얼 매뉴얼(KASUAL MANUAL)은 반복되는 일상에서 우리만의 이야기를 만드는 브랜드입니다. 단조롭고 지루한 루틴 속에서 리듬과 감정을 표현하고자 합니다. 실크스크린 기반의 수작업 그래픽을 중심으로, 캐주얼하면서도 빈티지한 무드를 지향합니다. 시간이 지나도 멋스러운, 이 순간을 담아내는 옷을 만듭니다.","캐피탈 라디오 튠즈(CRT)는 'Capital Radio Tunes'의 약자로, 여유로운 도시의 라디오에서 흘러나오는 아날로그적 감성을 유니섹스 웨어를 기반으로 한 심플한 디자인의 의류에 고스란히 담은 브랜드입니다.","캔바츠(CANVARTS)는 높은 완성도의 컨템포러리 스트릿 웨어 브랜드입니다.","미국의 문화적 풍경의 중심지인 캘리포니아는 가장 극적이고 다양한 물리적 환경을 가지고 있습니다. 다양한 해변과 자유분방한 스트릿 문화의 시작을 보여주기도 하며 깊은 데스밸리가 공존합니다. 캘리포니아 프로젝트(CALIFORNIA PROJECT)는 다양한 캘리포니아의 문화와 자연에 영감을 얻어 표현하는 브랜드입니다.","캠브리지 유니버시티(CAMBRIDGE UNIVERSITY)는 영국 명문 캠브리지 대학의 800년간의 헤리티지를 현대적으로 재해석해 ' NEW PREPPY LOOK' 을 선보이는 유니섹스 캐주얼 브랜드입니다.","커먼즈(COMMONZ)는 대중에게 익숙함과 편안함을 통해 다가가며 함께 만들어나가고자 합니다.","커뮤니티클럽(COMMUNITY CLUB)은 ‘공동체’와 ‘로컬 문화’를 기반으로, 바쁘고 빨라진 삶에 지쳐서 잊고 지내던 우리 주변을 재조명하는 캐주얼 브랜드입니다. 사람들을 하나로 엮을 수 있는 요소를 시즌 주제로 삼아 스트릿 감성의 아트워크와 캠페인으로 표현하고, 커뮤니티클럽만의 방식으로 공동체 문화를 만들고자 합니다.","컨셉비(CONCEPTB)는 라이프스타일의 경계를 넘어 사람, 공간, 일상 등 편안한 삶을 구성하는 아이템을 선보이는 브랜드입니다.","CONCEPTUAL(컨셉츄얼)은 트렌디한 아이템을 합리적인 가격으로 제안하여 심플하고 베이직한 룩으로 개성있는 당신의 컨셉을 완성시켜줍니다.","컨셉트컬리지(CONCEPT COLLEGE)는 미국 서부 캘리포니아 무드의 컬러감 있는 프레피룩을 선보이는 디자이너 브랜드입니다. 의미 없는 새로움이 아닌 마음속에 기억되는 의미를 찾을 수 있는 디자인을 추구합니다. 모든 이들이 젊은 시절의 도전 정신과 꿈을 향해 나아가던 학창 시절을 기억하길 바라며 캠퍼스 룩 컬렉션을 선보입니다.","컬러로드(COLOR ROAD)는 '발이 닿는곳 어디든 컬러를 입히다(COLOR ANY PLACE MY FEET LEAD ME)' 그리고 '\"COMFORTABLE & SIMPLE & COLOR'를 슬로건으로 편안함, 심플함 그리고 컬러를 기본으로 생각하고 제품을 기획하는 캐주얼 브랜드입니다. 일상 속에서 찾는 편안함을 컬러로드에서 만들어 가겠습니다.","컬러블라인드(COLORBLIND)는 인디펜던트 서브컬처 무브먼트의 DIY 정신에 영향을 받은 유니섹스 스트릿 웨어 브랜드입니다. 편견에 의한 차별은 지양하고, 개개인의 차이를 존중하는 가치를 담은 옷을 선보입니다.","컷아웃(CUTOUT)은 스스로를 표현하는 것을 주저하지 않는 매력적인 여성들을 위한 스트릿 어패럴 브랜드입니다. 우리는 각자 고유의 매력적인 형태와 색깔을 가지고 있지만 세상의 시선은 때때로 평범함을 강요하고, 특별함을 억압합니다. 컷아웃은 이러한 세상의 압박과 거리의 시선을 두려워하지 않고, 자신이 가진 형태와 색깔을 거리낌 없이 내세우는 표현의 가치를 추구합니다.","케어프리(CAREFREE)는 자유로운 감성과 라이프스타일을 담아 일상에서 쉽게 입을 수 있는 아이템을 제안하는 유니섹스 캐주얼 브랜드입니다. 밝고 긍정적인 무드의 컬러와 그래픽의 디자인을 국내에서 생산된 좋은 품질의 상품을 합리적인 가격으로 선보입니다.","케이케이이이이(KKEEE)는 10대부터 30대까지 남녀노소 입을 수 있는 다양한 스타일을 전개하는 브랜드입니다. 부담없는 캐주얼 디자인부터 고감도 스트릿 디자인까지 퍼스널 취향에 맞는 디자인과 합리적인 가격으로 고객에게 다가갈 예정입니다.","CODE I'M(코드아이엠)은 다양한 모티브를 대상으로 편안하게 입을 수 있는 캐주얼 웨어 브랜드입니다. 시그니처 캐주얼 웨어를 기반으로 유니크하면서 위트있는 컬렉션을 시즌별로 전개하고 있습니다.","코랄리안(CORALIAN)은 자신만의 아이덴티티가 돋보이는 감각적인 일상을 뽐내고 어느 순간에도 쿨하게 입을 수 있는 자유로운 룩과 스타일링을 지향하는 데일리 액티브 웨어 브랜드입니다.","코리아몬스터(KOREAMONSTER)는 트렌디함과 데일리함을 동시에 추구하는 짐웨어 컨셉을 바탕으로, 코리아몬스터만의 열정적인 문화를 만들어나가는 브랜드입니다.","코브마스터(COBMASTER)는 1971년 영국에서 시작되어 레트로 감성과 수납 중심의 캐주얼한 기능성을 제안하는 레저 브랜드입니다.","코소(COSO)는 언제나 편하게 입을 수 있는 가장 기본적인 아이템들을 다양하고 합리적으로 전개하는 브랜드입니다.","KOXA(코싸)는 개성이 강한 고객들을 만족시키기 위해 최고의 디자이너들과 끝없는 연구와 커뮤니케이션을 통해 얻은 아이디어를 티셔츠에 접목시켜 제품을 개발하는 브랜드 입니다.","코이세이오 038(COYSEIO 038)는 특유의 무드와 균형감은 그대로 담되, 매일 손이 가는 베이직한 아이템들로 구성되어 기존 옷들과도 자연스럽게 어우러지며, 일상 속에 편하게 녹아드는 우먼웨어 브랜드입니다.","코케트(COQUET)는 프랑스어로 ‘매력적인, 멋부리는’이라는 의미로, 슬로건은 \"소년은 철들지 않는다”입니다. 믹스 매치 스타일과 위트 있는 디테일, 캐릭터 레서 팬다 그래픽 등 모던한 감성에 유니크한 디자인으로 자유로운 무드를 선보이는 유니섹스 패션 브랜드입니다.","코튼리버스클럽(COTTONREBIRTHCLUB)은 일본 버블 경제 시대의 화려하고 유니크한 패션을 현대적으로 재해석한 의류 브랜드입니다. 우리는 과감한 패턴, 선명한 색감, 그리고 독특한 디자인을 통해 고객들에게 창의적이고 개성 있는 스타일을 제안합니다.","쿠테나이 케이브(KUTENAI CAVE)는  다크 판타지와 스트릿 웨어가 결합되었습니다. 도전적이고 창의적인 디자인으로 기존의 틀을 깨며, 어둡지만 강렬한 개성을 담은 새로운 스타일을 제안하는 브랜드입니다.","쿠퍼스타운 볼캡(COOPERSTOWN BALL CAP)은 1986년 미국 뉴욕주 쿠퍼스타운 근교의 작은 공장에서 시작되어, 'Made in USA' 원칙을 고수하며 전통적인 방식으로 제작한 클래식 야구 모자를 선보이는 브랜드입니다.","큐티에잇 가먼츠(QT8 GARMENTS)는 많은 사람들이 'KEEP ON PUSHIN’의 신념을 갖을 수 있도록 영감을 주고자 하는 스트릿 브랜드입니다. 우리의 슬로건은 꿈과 열정을 갖고 있는 우리 모두를 향한 메시지입니다.","크래피룸(CRAPPYROOM)은 완벽함을 지향하기보다 불완전함과 뒤틀림 속에서 새로운 시각과 위트를 발견하며, 형편없음의 미학을 탐구하는 브랜드입니다.","크랙 애슬레틱(KRACK ATHLETIC)은 원단에서 공정까지 높은 완성도와 제품의 내구성에 집중하며 오랜 기간 착용할 수 있는 스포츠 웨어를 만듭니다.","크러셔(CRUSHR)는 주짓수, 서핑, 바이크 등 서로 다르면서도 닮은 문화 덩어리를 하나로 통합하여 만든 브랜드입니다.","크럼프(CRUMP)는 힙합 컬처 베이스의 스포티즘 스트릿 브랜드입니다. 'STAND UP UNDERGROUND'라는 슬로건으로 문화 캠페인을 전개하며, 언더그라운드 신의 다양한 아티스트를 지지합니다.","CROSS AVENUE (크로스 애비뉴)는 선택의 갈림길에 서있는 사람들이 그 길을 잘 건널 수 있도록 \n응원하는 메시지와 힘들고 지쳤을 때 주저하지 않고 자신의 뜻을 펼치길 바라는 마음을 담은 브랜드입니다.","크로스드레슬리(CROSSDRESSLY)는 남녀 상관 없이 누구나 입을 수 있으며, 매 시즌 다양한 소재로 디자인하는 브랜드입니다. 보통 빈티지하거나, 주변에서 쉽게 볼 수있는 사물 , 풍경을 옷에 재밌게, 자연스럽게 담아내며 디자인합니다.","크로이센스(CROISSANCE)는 평범한 일상 속 특별함을 선사하는 컨템포러리 브랜드입니다.","KRUCHI(크루치)는 심플하게 혹은 독창적이게 타협점없는, Kruchi lab을 보여드리고자하는 브랜드입니다.","크루클린(CROOKLYN)은 '평범한 것을 낯설게 바라보다'라는 슬로건 아래, 일상에서 쉽게 접할 수 있는 모든 것을 브랜드만의 감성으로 특별하게 표현하고자 합니다. 뛰어난 퀄리티의 원단만을 사용하여 일회성이 아닌 오래도록 함께할 수 있는 다양한 아이템을 선보입니다.","크리스첼로(CRISCELO)는 'Design a Larger Universe Beyond the Earth'를 슬로건으로, 대한민국 스트릿 패션을 선도하는 브랜드로 발전해 나가는 것을 목표로 합니다.","클라이드앤(CLRIDEN)은 '보니 앤 클라이드(Bonnie and Clyde)'로 알려진 영화 '우리에게 내일은 없다'에서 영감을 얻어 권위와 기존 질서에 도전한다는 정신을 담아 론칭한 클라이드(CLRIDE)에서 시작한 브랜드입니다. 클라이드가 탄생 10주년을 맞이해 CLIDE+nu(new)로 리뉴얼을 하며 새로워진 클라이드앤의 N은 새로운 타깃인 10대, n세대를 의미하며 베이식 스타일부터 컨템포러리 디테일을 더해 세련된 이미지까지 다양한 스타일을 제안하는 멀티플 스타일리시 캐주얼 웨어(Multiple Stylish Casual Wear) 브랜드입니다.","클라코(CLACO)는 과하지는 않지만 개성 있는 스타일을 전개해 누구나 편하게 즐기며 입을 수 있는 디자인의 옷을 만듭니다.","클레버필드(CLEVER FIELD)는 헤리지티 스포츠 문화를 기반으로 한 테니스 웨어로 클래식과 스포티함을 반영한 편안한 실루엣과 세련된 그래픽을 디자인에 가미한 브랜드입니다.","클로브(CLOVE)는 클래식 감성의 라이프 웨어 브랜드입니다. 심플&클래식 스타일에서 모티브를 얻은 디자인에 스포티 무드와 기능성 소재를 더해 클로브만의 아이덴티티를 드러냅니다. 골프, 테니스, 여행 뿐만 아니라 언제, 어디서든 쉽게 입고 편하게 활동할 수 있는 세련된 스타일의 웨어러블 아이템을 만듭니다.","클로스랩(CLAUSLAB)은 CLSF(Claus Sports Facilities)라는 가상의 스포츠 공간을 바탕으로 80~90년대 빈티지한 무드를 현대의 트렌드에 맞추어 재해석한 원 마일 웨어 브랜드입니다.","클로어(KLOR)는 모든 연령과 성별 그리고 시대를 구분 짓는 것을 지양하는 사람들의 특별함을 존중합니다. 현대적이고 감각적인 무드의 브랜드 콘셉트를 기반으로 니트 웨어와 다양한 포지션의 웨어러블 컨템포러리 아이템을 제안합니다.","키네티클로(KINETICLO)는 움직이는 에너지(Kinetic)와 의복(Clothes)의 합성어로, 활동성과 개성을 중시한 스트릿 패션 브랜드입니다.","키네틱피플(KINETICPEOPLE)은 열정을 드러내는 심플한 디자인을 지향하는 운동하는 사람들을 위한 피트니스 의류 브랜드입니다.","키르티무카(KIRTIMUKHA)는 국내 오리엔탈 디자이너 브랜드입니다. 한국의 전통을 널리 알리고 싶은 마음을 담아 준비한 주제로, 한국의 초자연적 존재인 도깨비 심벌을 현대적으로 재해석한 디자인을 선보입니다.","키묘(KIMYO)는 서울을 기반으로 두 명의 여성 디자이너가 트렌디하고 웨어러블한 디자인을 균형 있게 선보이는 하이엔드 여성 브랜드입니다.","KEEMOON(키믄)은 “Nature” “Youth culture” “Sensitive”를 모티브로 삼은 소년과 소녀 사이의 브랜드입니다.","키치어리(KITSCHEERY)는 'KITSCH'와 'CHEERY'의 합성어로, 젊음을 기록하고자 하는 키치어리의 아이덴티티를 담아 매 시즌 새로운 콘셉트와 디자인으로 다양한 메시지를 전달하는 브랜드입니다.","킼키(KICKKI)는 스몰토크를 이끌어내고 옷 하나로 분위기를 전환시키는 유머러스한 브랜드입니다.","타이크(TYKE)는 '장난꾸러기, 악동'이라는 뜻으로 어떤 행동에 악의가 담겨 있지 않은 장난을 좋아하는 순수한 아이를 뜻합니다. 겉으로는 장난스러워도 새롭고 입체적인 사고로, 매 시즌 브랜드만의 방식으로 재해석한 다양한 제품을 선보이는 브랜드입니다.","타투드 데님(TATTOO'D DENIM)은 아메리칸 문화와 복식에서 영감을 받은 데님 전문 영캐주얼 브랜드 입니다. 타투드 데님만의 기술력과 감성을 더해 기존의 것과 새로운 것의 조화를 추구합니다.","테디아일랜드(TEDDY ISLAND)는 외롭고 공허한 현대 사회 속에서 포근함의 상징인 테디베어가 사랑과 위로를 전달한다는 의미를 담은 브랜드입니다.","TAILOR STUDIO(테일러 스튜디오)는 이전 시대의 전통적인 스타일을 의미하는 \"올드스쿨\" 스타일의 심플한 느낌의 브랜드입니다.","텍스트룸(TEXT ROOM)은 지적이고 미적인 호기심으로 끊임없이 발전하고 탐구하는 여성을 위한 캐주얼웨어 브랜드입니다.","TENBLADE(텐블레이드)는 국내 디자이너 브랜드로 스트리트 웨어를 지향하며 누구나 쉽고 편하게 즐기는 스타일로 자체 제작을 통해 멋스러움과 고급스러움을 담아 제품의 질을 최우선 하고 실용성과 트렌드에 발맞추고, 섬세함과 독창적인 디자인을 기반으로 제작하여 보다 합리적인 가격을 지향하며 소비자의 지속적인 만족을 위해 최선을 다하고 있습니다.","템포러리 유니버스(TEMPORARY UNIVERSE)는 현재의 삶을 사랑하고 존중하자는 비전을 바탕으로, 서울의 스트리트 컬처 다양성을 담아내는 브랜드입니다.","템푸스스튜디오(TEMPUS STUDIO)는 시간을 모티브로 하는 스트릿 웨어 브랜드입니다. 모두에게 동등하게 주어진 시간 속 흘러가는 순간들을 사진으로 기록하는 것에 의의를 두어, 직접 찍은 사진들을 이용한 다양한 그래픽을 통해 템푸스 스튜디오만의 아이덴티티를 선보입니다.","토드스툴(TOADSTOOL)은 바쁜 일상 속에서도 마치 자연 속에서 휴식을 취하는 듯한 편안함을 선사하는 워케이션 풋웨어 브랜드입니다. 자유롭고 편안한 착용감을 최우선으로 생각하며, 일하는 순간에도 마치 자연 속으로 떠난 듯한 여유와 치유를 느낄 수 있도록 돕습니다. 환경을 해치지 않는 지속 가능한 방식으로 신발을 만들며, 실용적이면서도 감각적인 스타일을 제공합니다.","토우토우 아카이브(TOWTOW ARCHIVE)는 오래 기억되는 취향으로 자기다움을 표현하는 아이템을 선보이는 브랜드입니다.","토치(TORCH)는 `일`과 `취미` , `도시`와 `자연`, `현실`과 `열정`의 경계에서 살아가는 현대인을 위한 스트릿웨어 브랜드입니다. 우리는 열정이 시간과 장소에 구애받지 않는다고 믿습니다. 출근길에서도, 주말 캠핑장에서도, 작업실에서도.","토프(TOFF)는  ‘to day off’의 줄임말로, 바쁜 일상 속 작은 쉼표를 선물합니다. ‘A day of warm sunshine’이라는 슬로건처럼 따뜻한 햇살처럼 포근하고 편안한 감성을 전하며, 단순한 옷이 아닌 하루의 기분을 밝혀주는 브랜드입니다.","투에스핏(TOOSPIT)은 자수의 디테일과 감각적인 디자인으로 편안한 스타일링을 완성하며, 얼굴 커버를 위해 두상의 깊이감에 포커스를 둔 유니크한 모자 전문 브랜드입니다.","투엔티벅스(TWENTY BUCKS)는 20달러라는 의미와 스무 마리의 수사슴이라는 두 가지 중의적인 의미가 있습니다. 정형화되지 않은 브랜드 콘셉트와 상품을 추구하며, 시즌에 상관없이 트렌디하면서도 자유로운 분위기의 상품을 만들고자 하는 라이프스타일 브랜드입니다.","투인(TUIN)은 네덜란드어로 정원이라는 뜻입니다. 정원에서 느끼는 감정과 자연적인 것, 자유로운 것에서 얻은 영감을 내추럴하고 자유로운 무드로 풀어내는 디자이너 브랜드입니다.","툴룬즈브릭(TOULN BRICK)은 툴루즈 붉은 벽돌에서 영감을 받은 브랜드입니다.","TRAVS (트라비스)는 TOKYO 바이커의 하드코어 또는 Street Culture 에서 발생하는 크리에이티브를 형태에 두고\nArtist, Designer, Stylist 의 감성을 자유롭게 크로스 오버하는 유일무이한 메시지성을 가진 스트릿 웨어 브랜드입니다.","트라이베라(TRIBERRA)는 자연과 부족 문화의 감성을 현대적으로 재해석해 개성과 조화를 담은 라이프스타일을 제안하는 패션 브랜드입니다.","트리마치(TRIMARCH)는 반복되는 일상 속 새로움을 추구하며 트렌드와 창의적인 아이디어를 더하는 라이프스타일 패션 브랜드입니다.","TRIPPIN CELL(트리핀셀)은 유니섹스 캐쥬얼의 컨셉으로 트랜드를 반영하기보다 '어떤 옷이 입고 싶다'에서 디자인이 시작됩니다. 튀는 걸 좋아하는 사람이 아닌 평범한 걸 싫어하는 사람을 위한 디자이너 브랜드입니다.","TRIPSHION(트립션)은 TRIP + FASHION의 합성어로써 서브 컬쳐와 여행 및 다양한 General Line과 Street Line의 두 가지 컨셉에 남녀 캐쥬얼 스트릿 브랜드이며, 다양한 여행을 컨셉으로 여행만의 감성과 디테일을 살려 그래픽, 아트웍 디자인을 통해 일상 생활에서도 여행과 같은 자유로운 라이프 스타일을 선사하고자 합니다. 소비자들에게 부끄럽지 않는 최상의 제품을 만들도록 노력하며, 제품의 퀄리티와 디자인을 위해 지금에 안주하지 않고 항상 고민하고 노력하는 브랜드입니다.","티니타이거(TEENYTIGER)는 성장하는 K-콘텐츠 시장과 함께 자랑스러운 우리 한글을 현대적으로 재해석해 선보이는 K-패션 브랜드입니다. 의류, 가방, 모자 등 다양한 카테고리에서 한글과 도시, 전통을 모티브로 한 3가지 라인을 선보입니다.","T-LEVEL(티레벨)은 Fixed Gear, Easy Bike, BMX, Skate Board 등 생활과 밀접한 라이딩 기어나 액션 스포츠 등 양손의 자유로움이 필요한 활동을 지지하며, 그러한 활동의 직간접적인 경험을 통해 영향을 받는 Urban Collection 브랜드입니다. 바이크 트립이나\n여행, 랩탑과 태블릿 PC, 디지털 카메라 등의 수납 혹은 취미나 직업활동 등 현대인의 삶에 필요한 다양한 Urban LuggageProduct를 디자인하며 각각의 용도에 따른 기능성, 실용적인 수납, 최상의 착용감을 느낄 수 있도록 엄격한 퀄리티 컨트롤로 제품의 완성도를 높이고자 합니다.","티메이커(TMAKER)는 결정과 표현의 자유를 중시하고, 변화하는 트렌드에 반응하며, '우리'가 공감할 수 있는 실루엣과 감성을 담아 일상이나 특별한 순간에 함께 할 수 있는 가치 있는 스타일을 제안하는 브랜드입니다.","TEEAZ(티아즈)는 Tee와 알파벳 AZ 의 합성어이며 티셔츠의 모든것을 의미합니다. 과하지 않으며 절제된 디자인을 바탕으로 매력적인 감성적 요소들을 포인트로 사용하며 남녀 누구나 입을 수 있는 새로운 세대의 \"ATTRACTIVE UNISEX BASIC\" 스타일을 추구합니다.","티엔느(TIENNE)는 “The moment when mine becomes yours”라는 가치 아래, 시간의 흐름 속에서도 일상에 스며드는 균형 잡힌 실루엣과 절제된 감성을 담아내는 브랜드입니다.","TMRW(티엠알더블유)는 영어 단어 TOMORROW(투모로우)의 약자이며, ‘Tomorrow Will Get Better’라는 슬로건은 ‘내일은 더 나아질 것’이라는 뜻으로 더 나은 미래를 준비하고 오늘에 대한 격려와 희망찬 내일을 꿈꾸는 긍정적인 메시지를 담고 있다. ‘TMRW’는 옷을 사랑하는 사람이라면 남녀노소를 가리지 않고 누구나 편안하고 스타일리시하게 입을 수 있으며 자유롭고 액티브한 삶을 지향하는 분들께 편안하고 활동적인 스타일링을 제안하는 브랜드입니다.","팀 코믹스(TIM COMIX)는 파란 외계인 팀과 그의 애완견 다디토 그리고 그의 여자친구 로리타가 함께 세계 평화, 경제, 환경보호, 동물 보호, 비폭력주의를 이야기하는 하나의 세계관을 활용한 아이템을 선보이는 브랜드입니다. 우주와 지구의 평화, 생명의 소중함, 동물과 식물을 존중하는 평화의 메시지가 담긴 팀 코믹스의 다양한 작품들은 세상에 대한 긍정이 담겨 있어, 경험하는 이들로 하여금 일상에서 경험한 상처들을 조금씩 치유해 주는 에너지를 전달합니다.","파버(FABEUR)는 ‘FABULOUS MADAME MONSIEUR’의 의미를 담아, 서로에게 영감을 주는 멋진 사람들을 상징하는 브랜드입니다. 미니멀한 스트릿 감성을 기반으로, 절제된 디자인과 실용성을 균형 있게 담아내며, 지속 가능한 패션을 지향합니다.","파세(FASE)는 도시 생활의 활기를 반영한 유니섹스 캐주얼 브랜드입니다. 일상에서도 포인트가 될 수 있는 감각적인 디자인과 편안한 소재로 트렌디한 스타일을 제안합니다.","파운드 마이웨이(FOUND MY WAY)는 성별, 종교, 인종과 상관없이 자신만의 길을 걷는 이들을 응원하며, 드로잉을 통해 희망을 표현하는 유니섹스 브랜드입니다.","파인드(FIND)는 유행에 뒤처지지 않는 모든 분들에게 가장 적합하고 트렌드한 제품을 합리적인 가격으로 제공하는 프리미엄 자체 제작 브랜드입니다.","파인드칠린(FINDCHILLIN)은 저마다 다르게 즐기는 '휴식'의 형태를 '자유로움'으로 정의하여 시즌을 전개하는 영 캐주얼 의류 브랜드입니다.","판타지나 어드벤처(PANTASINA ADVENTURE, PNA)는 ‘상상’과 ‘모험’이라는 메시지를 담은 브랜드입니다. 그래픽 디자이너의 손에서 탄생한 그림을 바탕으로 빈티지 아메리칸 캐주얼을 재해석하며, 오래된 모험담처럼 시간을 담은 이야기를 옷에 녹여냅니다.","패블러스아카이브(FABULOUS ARCHIVE)는 동세대가 공감할 수 있는 디자인과 합리적인 가격으로 누구나 편안하고 웨어러블하게 입을 수 있는 라이프 웨어를 제안합니다.","패슬(FASTLE)은 과거와 현재에서 영감을 받아 디자인한 아이템이 일상에 자연스럽게 스며드는 멋을 추구합니다.","팬암(PANAM)은 라이프 스타일 브랜드로, 신선한 영감을 불러일으켜 일상을 여행으로 만들어주는 '라이프 저니 웨어'를 추구하는 브랜드입니다. 과거의 영광을 재현하는 것을 넘어 일상여행(日常旅行)의 경험 전반을 아우를 수 있는 아이템을 제안합니다.","퍼니피그메이드(FUNNY PIG MADE)는 이지&테크를 기반으로 스트릿 웨어를 조금 더 쉽게 해석하여 많은 이들이 즐길 수 있는 브랜드를 지향합니다.","퍼지스캔(FUZZY SCAN)는 스포티한 무드를 기반으로 매 시즌 다양한 문화를 패션으로 제안하는 컨템포러리 브랜드입니다.","퍼츠(POTS)는 'POSSESSED ON THE STREET'의 약자로, '길거리에 홀리다'라는 뜻입니다. 길거리 속 문화, 패션, 사회 등의 다양성을 존중하며 점차 그 문화에 빠져드는 것을 의미합니다. 언더그라운드 무드의 다양한 아트워크와 그래픽을 바탕으로 새로운 디자인을 창조합니다.","펀치라인(PUNCHLINE)은 사전적 의미로 농담 등에서 핵심이 되는 결정적인 구절을 의미합니다. 클래식과 심플함을 기본 콘셉트로 자체적으로 제품을 제작&생산하고 있으며, 펀치라인만의 고유한 느낌과 컬러 덕분에 적지 않은 마니아층이 형성되어 있습니다. 창의적이고 독창적이면서도 대중적인 느낌을 잃지 않는 제품을 선보입니다.","펑크페이즈(PUNKPHASE)는 일상 속 감정의 흐름을 시각적 언어로 표현하며 순간의 무드를 담아내는 스트리트 웨어 브랜드입니다.","페리엘리스(PERRY ELLIS)는 1978년 미국에서 설립된 패션 브랜드로, 캐주얼과 포멀 웨어를 아우르는 다양한 제품군을 선보입니다. 유행에 휘둘리지 않고 자신만의 스타일을 추구하는 현대인을 위해 자연스럽고 우아한 스타일을 제안합니다.","페얼스(PAIRS)는 여름, 바다, 서핑, 음악 그리고 1970~1990년대의 그래픽과 음악, 빈티지, 하와이 등에서 영감을 받아 다양한 제품들을 제작하고 판매하는 편집숍 브랜드입니다.","페이즈드(FAZED)는 일상 속 작은 것들에서 새로움을 발견하는 브랜드로, 순수하면서도 사랑스러운 무드로 전개되고 있습니다. 익숙함 속의 신선함과 낯섦, 새로움을 경험하게 하기 위해 다양한 디테일과 색감, 소재를 적극 활용합니다. 배색 및 믹스 매치, 레이어드 등 다양한 연출을 통해 부담감 없이 일상에 포인트가 될 수 있는 옷을 선물하는 것을 목표로 디자인하고 있습니다.","페이크 케미컬 클럽(F8KE CHEMICAL CLUB)은 서울을 기반으로 하는 디자이너 브랜드로 타인의 시선과 관심을 즐기고 갈망하는 사람들을 위한 디자인을 전개합니다. 어떤 예측 불가능한 놀라운 결과가 나올지 모르는 화학 실험에서 영감을 받아 색다르고 획기적인 아이템을 자체적으로 디자인하고 생산합니다. 신선한 영감이 떠오를 때마다 대담한 패브릭과 패턴, 예상 밖의 디테일을 더해 페이크 케미컬 클럽만의 높은 퀄리티와 유니크한 디자인의 제품을 선보입니다.","페이키(FAKIII)는 'FAKE ME'의 뜻을 담아 우리가 원하고 꿈꾸던 모습을 패션으로 표현하는 브랜드입니다. 새롭게 나를 표현하는 방법 Fakiii로부터.","페이탈리즘(FATALISM)은 우수한 퀄리티와 디자인을 모토로 삼아 프리미엄 진을 선보입니다. 좋은 소재는 물론, 누구나 입기 좋은 편안한 핏과 간결한 디자인 그리고 브랜드만의 고유한 감성을 녹여내어 많은 사랑을 받고 있습니다.","페이퍼보이(PAPERBOY)는 일상의 편안함에 아메리칸 무드를 접목한 브랜드로, 감각적인 이지 웨어를 합리적인 가격으로 제시합니다.","펜듈럼(PENDULUM)은 기능성과 편안함을 강조한 빈티지 아웃도어 룩을 제안합니다. 가볍고 벌키한 소재감과 보헤미안 무드의 패턴을 토대로 트렌디한 스트릿 요소가 더해진 유틸리티 소프트 밀리터리 룩을 선보입니다.","포어필(FORAPPEAL)은 'Appeal whatever you love'라는 슬로건을 가진 컨템포러리 패션 브랜드입니다. 2022년 FW서울에서 시작되어, 유니크하면서도 실용적인 디자인, 감도 높은 소재와 퀄리티를 추구합니다.","포에버앤네버(FOREVERANDNEVER)는 생각의 자유분방함이라는 키워드를 감각적이고 다양한 일러스트와 색감을 통해 풀어내는 헤드웨어 브랜드입니다. 일상 속 쉽게 지나칠 수 있는 잡념을 의류에 재미있게 녹이고, 이를 통해 다양한 사람들과 상호간 많은 영감의 스파크가 터지는 것을 기대합니다.","포트너스(FOTTNERS)는 가치 있는 옷감과 뛰어난 만듦새로 유연한 실루엣을 담아내는 브랜드입니다. 장인 정신이 깃든 우수한 공정과 오랜 시간이 지나도 꾸준히 활용할 수 있는 고유한 소재 모두 만족하는 토털 웨어 브랜드입니다.","폴리그램(POLYGRAM)은 다양한 라이프스타일에 어울리는 트렌디한 제품을 기획하는 유니섹스 스트릿&캐주얼 브랜드입니다. 베이식하면서도 컬러풀한 그래픽 디자인을 다양한 원단으로 기획하여 뛰어난 퀄리티로 완성한 제품을 선보입니다.","폼리쉬(FORMLICH)는 일상 속 사람들의 행동과 대화, 가치관을 깊이 관찰하고 경청하는 브랜드입니다. 이를 통해 다양한 삶의 이야기와 감정, 경험을 탐구하며, 일상적인 순간들 속에 숨겨진 이야기와 감정을 브랜드만의 시각으로 의류라는 매개체를 통해 재구성하는 것이 목표입니다.","어캐시미어 앤와이씨(PURE CASHMERE NYC)는 2013년 뉴욕에서 시작해 100% 순수 캐시미어와 지속 가능한 디자인, 투명한 가치로 매일 입고 싶은 럭셔리를 제안하는 브랜드입니다.","프라블럼올웨이즈(PROBLEMALLWAYS)는 우리 삶의 다양한 에피소드를 노래하는 브랜드입니다. 불안하고 차가운 우리의 젊음에 자유롭고 따뜻한 개성을 결합시켜 빈티지하고 유쾌한 디자인을 풀어냅니다. 매 시즌 콘셉트별로 현시대가 공감할 수 있는 흥미로운 스타일링과 프린팅 아트 워크를 선보이고, 음악과 패션을 융합한 독특한 발매형식 - Demo Tape, Single, EP, LP 등 음악 앨범 단위로 컬렉션을 발매합니다.","프라이(FREI)는 일상에 녹아들 수 있는 베이식함을 선물하는 브랜드입니다. “Thanx God It’s Freiday”","프라이데이세븐(FRIDAYSEVEN)은 도심과 아웃도어의 경계를 허물고, 일상 속에서도 자유로운 야외의 감성을 담은 디자인을 추구합니다. 아웃도어 활동은 물론, 일상에서도 자연스럽게 어우러지는 실용적이고 감각적인 웨어를 제안하는 브랜드입니다.","프라임에이트(PRIMATE)는 'FINE MATERIALS' 라는 슬로건 아래, 20-30대 고객을 타겟으로 한 무지 제품과 디자인 제품을 선보이는 브랜드입니다. 국내에서 모든 공정을 거쳐 생산된 원단으로 고품질의 제품을 만듭니다.","FRANKENMONO(프랑켄모노)는 베이직한 디자인을 바탕으로 꿈꾸는 몽상가들만의 독특한 발상과 영감을 디자인으로 옮긴 스트릿패션 브랜드입니다.","FRANK DOMINIC(프랭크 도미닉)은 직·간접적인 경험을 통한 자연, 예술, 문화 등 다양한 주제 중 흥미 있는 주제를 선정해 매 시즌마다 새로운 그래픽 테마로 재구성합니다","프랭키죠 아카이브(FRANKIEJOE ARCHIVE)는 리워크 핸드메이드 디자이너 ‘프랭키죠’의 감각을 기반으로 빈티지를 현대적으로 재해석한 브랜드입니다. 레트로한 색감과 감성을 담은 컬렉션을 선보이며, 특유의 빈티지 워싱과 디자인에 현대적 무드를 더해 유니크한 아이덴티티의 옷을 제안합니다.","프레프(PREF)는 구조적인 남성복을 기반으로 젠더리스한 감성과 독특한 소재, 예상 밖의 웨어러블함을 더해 새로운 균형을 제안하는 패션 브랜드입니다.","프로젝트엠(PROJECTM)은 2035 세대를 타겟으로 한 브랜드입니다. 편하게 입을 수 있으며 세련된 스타일링이 가능한 리파인드(Refined) 캐주얼 브랜드를 추구합니다.","프로젝트인(PROJECTIN)은 다양하고 재미있는 생각을 제품에 담아 삶 가까이에서 새로운 즐거움과 영감을 줍니다. 프로젝트인은 이러한 작업이 예술의 가치를 믿는 사람들의 삶에 긍정적인 영향을 주기를 바랍니다.","프로타곤(PROTAGON)은 일상 속에서 편하게 입을 수 있는 데일리 아이템을 기반으로 매 시즌 다양하고 트렌디한 스타일의 디자인을 발표하고 있습니다. 감각적인 로고 플레이와 다양한 스타일의 캐릭터 디자인을 통해 프로타곤의 디자인 아이덴티티와 고객의 니즈를 조화롭게 반영한 디자인을 선보이고자 합니다.","프롬아를(FROM ARLES)은 클래식 기반의 서정적 디자인과 감성적인 비주얼이 조화를 이루는 브랜드를 지향합니다.","프리노어(PRINOAR)는 전 공정을 자체 운영하며 트렌디하고 실용적인 디자인으로 일상 속 감각적인 스타일을 완성하는 브랜드입니다.","프리마리오(FREEMARIO)는 한 가지 장르에 규정되지 않는 다양한 아트워크와 편안한 실루엣의 아이템을 선보이는 브랜드입니다. 우리 근처 일상의 모든 요소들이 영감이 됩니다.","플라비즘(PLAVISM)은 개성과 감정을 옷으로 표현하며 스타일 너머의 정체성을 보여주고 내면의 결을 담아내는 패션 브랜드입니다.","플래니트(PLAKNIT)는 'GO THE EXTRA MILE'이라는 브랜드 슬로건 아래 스포츠의 정신과 물리적 기술력을 결합한 프리미엄 스포츠 웨어 브랜드입니다. 테크니컬 니트라는 친환경 기능성 소재에서 시작된 플래니트는 'Planet'과 'Knit'의 합성어로 특수 소재를 개발하여 만든 애슬레저의 기능적 장점과 패션 스타일을 동시에 추구하는 스포츠 브랜드입니다. 테크니컬 디자이너와 소재 전문가들이 모여 무수히 많은 시행착오와 특별한 노력을 통해 만든 플래니트는 테크니컬 니트의 강점을 살려 어떠한 스포츠 활동에도 제약을 받지 않는 편안함을 선사하며, 신체의 움직임을 연구하여 만든 최적의 핏과 디자인으로 다양한 아이템을 제안합니다.","PLAYMONSTER(플레이몬스터)는 2009년 6월 론칭하였으며 그래픽 아트를 기반으로 합니다. 위트가 넘치지만 결코 가볍지 않은, 남다른 생각과 철학이 스며있는 깊이 있고 다양한 문화를 추구하는 Creative Culture 그룹입니다. 넘치는 에너지, 좋은 기운, 열정적인 스트리트 컬쳐를 추구하는 유니크하고 위트넘치는 고급스런 키덜트를 추구하는 스트리트 캐주얼 브랜드입니다.","플레이언(PLAYIAN)은 친숙함과 일상의 즐거움이 담긴 스트릿 무드와 아트에서 받은 영감을 전개하는 브랜드입니다. 클래식부터 스트릿 무드를 아우르는 제품을 선보이며, 소비자가 다양한 스타일로 재해석하여 자신을 표현할 수 있게 합니다.","PIGMILLION(피그밀리언)은 피그말리온 효과의 변형된 합성어로 만인의 긍정적인 효과를 기대한다는 함축적인 의미를 의류 단일 품목이아닌 전반적인 라이프 컬처에 영향을 미칠 수 있는 브랜드가 되고자 하는 피그밀리언 입니다.\r\n빈티지 스포츠의 컨셉을 가지고  피그밀리언으로 인해 긍정적인 영향을 미칠 수 있는 브랜드가 되는 것을 목표로 합니다","PIGLES(피글스)는 스포츠무드 와 아방가르드적 요소를 적절히 배합하여 의식있는 YOUTH세대의 가치있는 데일리 스트리트웨어를 지향하는 하이엔드 스트리트캐쥬얼 브랜드 입니다.","피마다지윈(PIMADAZIWIN)은 ‘다름의 아름다움’을 뜻하는 이름에서 시작해, 개성과 자유로움을 담은 독창적인 디자인으로 나 다움을 표현하는 스트릿 캐주얼 브랜드입니다.","피스오브마인드(PEACEOFMIND)는 2017년 패션 카페&펍인 카페 피오엠(Cafe POM)에서 시작되었습니다. 누구나 일상에서 쉽게 접할 수 있는 활용성 있는 의류와 굿즈를 선보입니다.","피스워커 (PIECE WORKER)는 매시즌 혁신적인 데님을 선보이며 트랜드를 선도하는 컨템포러리 데님 브랜드입니다. 섬세한 미니멀리즘을 기반으로 유럽 데님의 트랜디한 스타일과 정통 데님의 견고함을 적절히 믹스해 피스워커만의 핏과 느낌으로 표현합니다.","피아리(PIARI)는 클래식한 비즈니스 웨어에 현대적인 감각과 캐주얼한 무드를 더한, 낯설지 않지만 특별한 옷을 지향하는 브랜드입니다.","피에스씨(P.S.C)는 감정을 스타일로 풀어내는 라이프 스타일웨어 브랜드입니다. 편안한 실루엣과 기본에 충실한 디테일, 무드를 담은 컬러로 일상 속 균형과 여유를 제안하며, 옷을 통해 조용한 취향과 감도를 나누는 포터블한 안식처가 되고자 합니다.","피오엘(POL)은 절제된 실루엣과 유연한 감각으로 완성된 이지 캐주얼을 제안하며, 편안함 속에서도 세련된 무드를 잃지 않는 일상 스타일을 지향하는 브랜드입니다.","피지컬 디파트먼트(PHYSICAL DEPARTMENT)는 직관적이고 클래식한 스포츠 웨어와는 다르게, 조금 더 YOUNG 하고 캐주얼한 느낌의 스포츠 웨어 스타일을 제안합니다. 체육 학과, 체육부 등에서 영감받아 전개하는 브랜드입니다.","P.P.P(피피피)는 피스메이커 의류 라인으로 P.P.P (PAUSE . PEOPLE . PIECEMAKER)이라는 브랜드입니다.","핀다웃(FINDOUBT)은 ‘의심을 거두다’는 의미를 담은 아트 스튜디오이자, 자아의 확신과 실현을 추구하는 피플님들을 위한 브랜드로, 패션 컬렉션 형식을 차용해 시즌별 인도주의적 스토리와 프로젝트를 담은 제품을 디자인합니다.","핀덱스(PINDEX)는 레트로 빈티지 감성을 담은 라이프스타일 브랜드입니다. 개성 있는 디자인의 핀 액세서리로 시작하여 모자와 비니 등 다양한 제품을 선보이는 창의적인 브랜드입니다. 'STREET WEAR, STREET CULTURE, CREATIVITY’를 중심으로 남들과 다른 브랜드를 만들고자 합니다.","필더스(FIELDERS)는 클래식과 트렌드를 적절히 섞어 미니멀하고 절제된 미학으로 표현하는 브랜드입니다.","FIELDMANUAL (필드매뉴얼)은 야전교범이라는 우리말 뜻을 가진 밀리터리무드의 스트릿 캐쥬얼 웨어로 실용성과 목적성을 지향하는 브랜드입니다.","필로그램(PHILOGRAM)은 높은 퀄리티의 원단과 봉제, 국내 생산 라인을 통해 진정성 있는 데님을 만드는 브랜드입니다.","필립페이커(PHILIPPAKER)는 종이 위의 낙서, 페이퍼 토이에서 시작된, 스트리트 라이프스타일 브랜드입니다. 버려진 이면지에 그린 얼굴 하나가, 현실과 가상의 경계를 상상하는 브랜드로 자라났습니다. 유연한 태도, 힙한 감성, 서브컬처 기반의 리듬을 입는 사람들의 모습을 담았습니다.","필프(PEALP)는 'Unlock Possibilities With Positivity (긍정적인 경험이 다양한 가능성을 열어줍니다)'란 슬로건을 가진 브랜드입니다. 히피 문화를 상징하는 '평화'라는 단어와 레트로 문화의 음악을 상징하는 레코드 판의 합성어입니다. 빈티지하면서도 자유롭고, 평화를 사랑하는 마음과 그루브한 느낌을 담아 다양한 캐주얼 아이템을 선보입니다.","핏디크(FITDIK)는 운동과 일상, 그 중심에서 건강한 신념과 에너지를 만들어가는 브랜드입니다. 사물이나 행동에서 매우 중요하고 기본이 되는 부분, 중심이 있는 사람은 어디서나 안정과 균형을 유지할 수 있으며, 우리는 그 가치를 잃지 않기 위해 노력합니다.","하드코어 러버(HARDCORE LOVER)는 사랑하는 일에 극한의 열정을 쏟는 사람들을 위한 아메리칸 아트워크 기반의 워크웨어·스트릿캐주얼 브랜드입니다.","하먼츠(HAMENTS)는 영국의 로컬 감성을 바탕으로 빈티지한 헤리티지 무드와 세련된 캐주얼 감성을 조화롭게 담아낸 브랜드입니다.","하버드(HARVARD)는 1636년 개교한, 오랜 역사와 전통을 자랑하는 미국 사립 종합대학교(University of the United States)입니다. 미국 동부의 명문 대학교 학생들이 선호하는 아이비리그 스타일을 기본으로 하며, 캐주얼하고 현대적인 요소가 강하게 드러납니다. 또한, 하버드 로고는 명문 대학의 한정적인 이미지를 초월하여 하나의 문화이자 명예와 존경을 상징하는 아이콘으로 자리 잡았습니다.","하우스공칠이씨(HAUS072C)는 2022년에 설립된 브랜드로, 오늘날의 블랙에 해당하는 시그니처 블루로 무대의 중심을 차지합니다. 이 대담한 블루를 바탕으로 건축, 예술, 패션을 연결해 응집력 있는 라이프스타일 미학을 추구합니다.","하울린(HOWLIN)은 전통적인 장인 방식으로 제작된 니트웨어에 위트 있는 디자인과 유쾌한 감성을 담아 독창적인 매력을 선보이는 브랜드입니다.","하워드슈터(HOWARDSHOOTER)는 영국의 포토그래퍼 디렉터로 자신이 좋아하는 풍경과 거리, 음식, 연인과의 추억 등 일상에 담긴 자연스러운 감성을 바탕으로 캐주얼하고 활용도 높은 의류를 현대적 관점으로 해석하여 전개하는 브랜드입니다.","하이랜드 델리 앤 그로서리(HIGHLAND DELI AND GROCERY)는 미국 LA의 하이랜드 파크(Highland Park) 여행 중 새롭게 만난 사람들과 색다른 경험을 통해 얻은 영감을 형식에 얽매이지 않은 자유로운 그래픽으로 표현한 제품을 선보입니다.","하이파이 사운드 레퍼런스(HIFI SOUND REFERENCE)는 음악을 사랑하는 이들의 철학과 열정을 담아낸 패션 라이프스타일 브랜드입니다. 음악을 사랑하는 이들에게 깊은 음악성을 전달하며 단순히 ‘좋은 음악’을 넘어 완벽하고 균형 잡힌 음악의 미학을 추구하고 음악에 영향을 받는 이들에게 영감을 제공하고자 합니다. 음악과 패션이 서로를 보완하고, 새로운 방식으로 사람들에게 영감을 주는 것을 제공하며 이 상호작용의 관계로서 새로운 삶의 표준과 기준을 제시합니다.","HYPER DENIM(하이퍼 데님)은 미국 LA에서 시작된 브랜드 하이퍼데님은 감각적인 스트릿 패션을 기반으로 스타일리쉬하고 퀄리티 있는 제품을 합리적인 가격으로 선보이는 브랜드입니다.","하츠크루(HEARTSCREW)는 성별과 관계없이 실용적이고 유니크한 디자인의 MZ 세대를 타깃으로 한 오버사이즈 중심의 간결한 제품을 선보이는 브랜드입니다.","하프나인(HALFNINE)은 모두가 즐길 수 있는 스타일의 가치를 만들어가는 브랜드입니다. 다양한 자수와 날염 디자인과 엄선된 원단, 텀블&텐터 가공을 통한 높은 퀄리티의 의류를 선보입니다.","하프웨이 네이티브(HALFWAY NATIVE)는 자유로운 삶의 태도를 지닌 사람들과 함께하는 브랜드입니다. 삶에 대한 열정과 사랑 그리고 즐거움을 대변하는 다양한 삶과 문화의 모습을 이야기합니다.","HANRYANG(한량)은  “LIFE IS TOO SHORT. LIVE LIKE HANRYANG.”이다. “인생은 짧다. 한량처럼 살아라.” 디렉터의 엉뚱하고 재미있는 생각이 담겨있는것 같지만 어쩌면 참 의미있는 말이다. 굿디자인 브랜드 HANRYANG은 누구나 만들수없는 가치있는 상품을 만들기 위해 끊임없이 노력한다. 현대인들의 라이프스타일에 필요한 다양한 요소들을 디자인하고 있다","할리오브스코틀랜드(HARLEYOFSCOTLAND)는 1929년 스코틀랜드 북부에서 시작된 바다에 대한 동경과 스코틀랜드 북부 해안의 아름다운 자연을 닮은 스웨터를 만드는 브랜드입니다. 다양한 울 소재와 접목시켜 우수한 원사와 세심한 니팅을 바탕으로 니트웨어를 만듭니다.","해비즘(HAVISM)은 'have'와 '-ism'의 합성어로 가지고 싶은 것, 소유하고 싶은 것을 뜻합니다. 소유하고 싶은 것들에 대해 풀어내고자 하는 브랜드입니다.","헙스로우(HUFSLOW)는 라이더의 모든 순간에 함께하고자 하는 프리미엄 라이딩 기어 브랜드입니다.","헤레시(HERESSY)는 스케이트보드 문화 기반의 스트릿 웨어 브랜드입니다.","헤리(HERY)는 고의적인 비대칭과 날것 그대로의 미완성 디테일, 독특한 구성선의 디자인을 기반으로 다양한 소재를 혼합하거나 불규칙한 구성선으로 각 파트와 포지션에 초점을 맞추어, 기존의 틀을 자유롭게 해체하고 변형을 주어 실험적으로 풀어 전개하는 브랜드입니다.","헤비아이(HEAVYI)는 시간이 지나도 변하지 않는 질 좋고 튼튼한 제품과 미국 동북부 8개 명문 사립대 학생들이 즐겨 입던 아이비리그 스타일에서 영감을 받아 우리 일상 속에서 누구나 쉽고 재밌게 입을 수 있는 워크 웨어, 아메리칸 캐주얼을 전개하는 브랜드입니다.","헤오진(HEOJIN)은 서브컬처의 자유로움과 자기정체성을 바탕으로 개성과 태도를 표현하는 스타일을 제안하는 패션 브랜드입니다.","헤일로(HAIILO)는 예술적 유머와 도시적 감성을 결합한 캐주얼 멘즈웨어 브랜드로, ‘own your light, own your haiilo’ 슬로건 아래 개성과 태도를 드러낼 수 있는 옷을 제안합니다.","헤지스 피즈(HAZZYS PHIZ)는 얼굴, 표정이라는 뜻으로, 위트 있는 로고와 서브컬처를 기반으로 한 브랜드입니다. 연령과 성별에 관계없이 유쾌한 감성으로 즐길 수 있는 스타일을 제안하며, 이를 통해 위트 있고 키치한 헤지스 피즈만의 메시지를 전달하고자 합니다.","헨릭207061(HENRIK207061)은 덴마크 코펜하겐 깊숙한 곳에 위치한 '미뉴리아'라는 동화 마을에 사는 요정 헨릭이 동심의 세계로 돌아가며 만들어 가는 이야기를 어린아이의 낙서 같은 아트워크로 키치하게 풀어내는 브랜드입니다. 일상에서 편안하게 입을 수 있는 아이템에 브랜드만의 통통 튀는 시그니처 컬러와 드로잉을 접목하여 웨어러블하면서도 마냥 베이식하지만은 않은 룩을 선보입니다.","HELLVN(헬븐)은 패션 아이템들은 시대 흐름에 따라 Trendy함과 Passe를 동시에 지니고 있으며 매일 모두가 경험하는 빛과 어둠, 긍정과 부정, 즉, 헬과 헤븐이 공존하는 개념을 표현하고자 HELL(헬) + HEAVEN(헤븐)의 합성어인 HELLVN (헬븐)이 탄생하게 되었습니다. 또한, 헬븐은 일상 속에서 마땅히 이뤄져야 하는 다양한 감정의 자기표현을 패션으로 승화하고자 하는 모든 이들을 아우르는 풀 라이프스타일 컬렉션 브랜드입니다.","현 스튜디오(HYUN STUDIO)는 우리 삶에서 가장 반짝이던 낭만적인 순간들을 패션으로 기록하는 곳입니다. 단순한 패션을 넘어, 그 순간의 낭만과 아름다움을 입는 낭만주의자들의 문화를 만들어가는 브랜드입니다.","호노 리포트(HONO REPORT)는 Have Offer New Object의 약자로, 매 시즌 새로운 슬로건과 함께 신선한 오브젝트를 리포트 형식으로 제안하며 웨어러블함 속 재미를 전하는 브랜드입니다.","홀리넘버세븐(HOLYNUMBER7)은 2017년 서울 컬렉션으로 시작한 스트릿 컬처 기반의 브랜드입니다. 시대에 맞서는 힙합 문화의 '저항 정신'으로부터 영감을 얻어 그 속에서 피어나는 청춘들의 성장과 희망의 메세지를 자유롭고, 편안한 스트릿 룩으로 표현합니다.","후어(HOOR)는 유연한 실루엣과 디테일을 기반으로 남성 캐주얼웨어의 새로운 흐름을 제안하는 브랜드입니다. 동시대 감성을 반영한 루즈핏 팬츠와 베이식 티셔츠, 이지웨어 라인업을 중심으로, 트렌디하면서도 데일리하게 착용 가능한 제품을 선보입니다.","후크(HUKE)는 스케이트 보드 룩을 기반으로 한 스트릿 웨어 브랜드입니다.","히든비하인드(HIDDEN BEHIND)는 '희비(喜悲)'에서 영감을 얻어 슬픔이나 우울함보다 기쁘고 밝은 모습을 표현하고자 하는 마음에서 출발하였습니다. 가장 빛나는 오늘을 기쁘게 즐겁게 시작하길 바라는 마음으로 누구에게나 잘 어울리는 군더더기 없는 실루엣과 현대적인 디자인을 옷에 담아 선보입니다.","1993스튜디오(1993STUDIO)는 문화 탄생과 도약, 세대교체로 들끓던 1990년대의 진정성을 그리워하며, 1990년대의 감성을 바탕으로 다양한 스타일을 수많은 옵션과 믹스하여 풀어내고 표현합니다.","2113 스튜디오(2113 STUDIO)는 'Sing for the moment'라는 슬로건을 바탕으로 지금 이 순간을 기억하려는 스토리텔링 기반의 스튜디오이자 철학과 경험, 신념을 여러 가지 디테일과 커팅, 그래픽으로 표현하는 아티스트 레이블입니다.","261이유아이(261EUI)는 ‘보편적 시각의 객관화’라는 슬로건을 토대로, 사회적 통념에 의해 획일화된 개인의 선입견을 입체적 관점으로 확장하고자 합니다.","2NE1 × Saint Mxxxxxx(2NE1 × SAINT MXXXXXX)은 다양한 디테일과 아티스틱한 그래픽 조합으로 많은 사랑을 받고 있는 의류 브랜드 ©SAINT Mxxxxxx(SAINT MICHAEL)과 K-pop 걸그룹 투애니원(2NE1) 만나 완성된 컬렉션 브랜드입니다.","3.3 필드트립(3.3 FIELD TRIP)은 청춘을 상징하는 ‘33’에서 영감을 받아, 일상을 벗어나 자신만의 스타일을 찾아가는 여성의 여정을 응원하는 브랜드입니다.","303피플즈(303PEOPLES)는 'BEQUEATH VALUABLE WEAR(가치 있는 옷을 물려주다)'라는 슬로건 아래 2021년 서울을 베이스로 론칭한 디자이너 브랜드입니다. 이지하고 클래식한 트래블 캐주얼 서브컬처를 기반으로 20년 차 디자이너 듀오의 협업을 통해 303피플즈만의 라이프스타일 무드를 제안합니다.","607코드(607CODE)는 스트릿 감성과 스케이트 문화에서 영감을 받아 개성과 자유를 표현하는 패션을 제안하는 브랜드입니다.","777 MADE IN HEAVEN. 천국에서 태어난, 777 H37V37*+","86ROAD(86로드)는 \"Polished Street\"(다듬어진 스트리트)라는 슬로건을 기반으로 하는 데님 중심의 어반 스트리트 브랜드입니다.","BNK 피어엑스(BNK FEARX)는 게임, 스포츠, 스트릿 문화에 기반한 게임 컬처를 다양한 제품과 경험에 녹여 고객의 일상에 제공하는 라이프 스타일 브랜드입니다.","무신사 스탠다드(MUSINSA STANDARD)는 대한민국을 대표하는 온라인 패션 스토어 무신사가 전개하는 자체상표(Private Brand)이며, 모던 베이식 캐주얼웨어를 지향합니다. 단순한 유통구조의 효율적인 운영으로 좋은 품질의 제품을 합리적인 가격에 선보입니다. 가치소비 시대의 새로운 기준을 제시합니다.","드로우핏(DRAW FIT)은 핏과 착용감을 중요하게 여기며 컨템포러리&모던 룩을 지향하는 브랜드입니다. 뛰어난 퀄리티의 좋은 소재를 다양하게 구성해 바느질까지 세심하게 신경 써서 완성하고 고유의 핏과 무드를 머금은 웨어러블한 디자인의 아이템을 합리적인 가격으로 소개합니다.","수아레(SUARE)는 세월이 지나도 입을 수 있는 옷에서 시작합니다.","토피(TOFFEE)는 트렌디한 스타일의 아이템을 절제된 디테일과 다양한 컬러로 표현하며 합리적인 가격으로 선보이는 브랜드입니다.","언탭트 스튜디오(UNTAPPED STUDIO)는 모던 베이식 캐주얼 웨어를 지향합니다. 누구나 쉽게 도전할 수 있는 디테일을 다양한 컬러로 표현하며 합리적인 가격으로 선보이는 브랜드입니다.","무드인사이드(MOOD INSIDE)는 일상 속에서 내면의 분위기를 녹여내는 브랜드로, 심플하지만 감성적인 룩을 제안합니다.","리메인세컨드(LEMAIN SECOND)는 옷이 우선이 아닌, 사람이 돋보이기 위한 디자인을 선보이는 브랜드입니다. '다양한 일상 속에서의 자연스러움, 그리고 편안한 데일리 웨어'라는 슬로건을 바탕으로 사람들의 일상에 유연하게 스며들어 편안하게 착용할 수 있는 상품을 전개합니다.","시그니처(SIGNATURE)는 창의적이고 다면적인 디자인요소를 각각의 아이템에 담아내며, 디자인의 완성을 표현할 수 있는 패턴과 아트웍으로 아이덴티티를 표현합니다. 다양한 가능성에 도전하는 트랜디웨어 기반의 컨템포러리 브랜드입니다.","XERO(제로)는 눈에 띄는 세부적 묘사를 억제하고 시대를 초월하는 제품의 표현과 섬세한 제품 퀄리티로 옷 자체에 접근합니다.","마인드브릿지(MIND BRIDGE)는 일하는 모든 사람이 삶 속에서 일을 즐기고, 더 나은 영감을 받도록 해주는 워케이션 라이프(Worcation Life)스타일 브랜드입니다.","BRENSON(브렌슨)은 트렌디한 감성으로 퀄리티 높은 아이템을 제작하는 브랜드입니다.","스파오(SPAO)는 좋은 소재와 기본에 충실하면서도 트렌디한 디자인으로 남녀노소 누구나 일상 속에서 편안하게 입을 수 있는 패션 라이프를 제안하는 국내 최초 글로벌 SPA 브랜드입니다.","키뮤어(KIIMUIR)는 스코틀랜드 고지대의 황야 Muir와 내면의 본질 *(氣 Kii)* 에서 비롯된 흐트러지지 않는 태도를 실루엣으로 조형하는 브랜드입니다.","후브스(HOOVES)는 미니멀 아메리칸 캐주얼 콘셉트 브랜드입니다. 자연스러운 편안함이라는 철학을 기반으로 좋은 소재와 품질의 디자인을 구성합니다.","에잇세컨즈(8SECONDS)는 반복적인 일상과 비슷한 스타일에서 탈피하여 좀 더 특별하고 에너지 넘치는 하루를 만들고자 하는 한국인들의 일상 속 패션 그루브를 실현하는 브랜드입니다.","르아르(LEIRE)는 누구나 합리적인 가격으로 매일 편하게 입을 수 있는 옷을 만듭니다.","후러브스아트(WHOLOVESART)는 입을 때 편안하면서도 멋이 나는 의류를 만드려 노력하는 브랜드입니다. 우수한 품질의 의류가 가격도 좋다면 더 좋겠죠, 그래서 저희는 더 노력하고 또 노력합니다.","가까이 유니언즈(GAKKAI UNIONS)는 '좋아하거나 즐기다'라는 뜻을 가진 '가까이'라는 단어를 감성적으로 재해석한 브랜드입니다. 손이 자주 가는 데일리 아이템을 통해 재미있고 즐거운 라이프스타일을 제공하여 고객들과 가까워지고자 합니다.","엑스컨테이너(EXCONTAINER)는 트렌디하면서도 미니멀한 디자인과 높은 품질의 제품을 합리적인 가격으로 선보이는 브랜드입니다. 제작의 모든 과정에 직접 관여하여 높은 퀄리티의 제품을 선보이는 것을 최우선으로 생각합니다.","소버먼트(SOVERMENT)는 트렌디한 스타일을 바탕으로 '소버먼트'의 색깔을 조화롭게 입혀내며, 고품질의 상품을 합리적인 가격에 제안하는 브랜드입니다.","제멋(JEMUT)은 '하나를 사도 제대로'라는 모토로 입을수록 더욱 마음에 드는 옷을 만드는 브랜드입니다. 유행을 좇는 대신 원단의 주문부터 부자재까지 모두 제품에 어울리는 것만 골라 디자인합니다. 생산은 수십 년간 축적된 경험과 노하우를 지닌 공장에서 이루어지며, 합리적인 가격으로 좋은 품질의 이지 캐주얼을 선보입니다.","애습(ASP)은 정돈된 디자인, 차분한 무드와 담백함 경험과 전문성을 바탕으로 기본에 충실한 제품을 합리적인 가격에 선보이는 브랜드입니다. 애습은 당신의 일상에 좋은 기분으로 함께하고 싶습니다.","에이지오디(AGOD)는 '청춘에 마주하는 모든 시련을 이겨내다'라는 모토 아래, 변화하는 트렌드 속 차별화된 데일리 프리미엄을 지향합니다. 브랜드만의 감성과 퀄리티, 독보적인 프라이스로 만족감을 더하고자 합니다.","데꼬로소(DECOROSO)는 모던, 포멀, 트렌디 세 가지 아이덴티티를 기반으로 한 컬렉션을 선보이는 컨템포러리 브랜드입니다. 정갈함 속 화려함을 추구하며 소재와 실루엣의 조화에 중점을 둔 디자인을 추구합니다.","브랜디드(BRANDED)는 정통적인 데님을 기반으로 현대적인 감각을 가미한 데님 제품을 전문적으로 선보이고 있으며, 기본에 충실하면서도 트렌디한 디자인을 지향하는 컨템포러리 데님 전문 브랜드입니다.","레테르코모(LETTERCOMO)는 새로움(New)과 과거(Retro)를 다양한 표현으로 즐길수 있는 이지와 내추럴을 추구하는 브랜드입니다. 과거와 현재의 향수를 느낄 수 있는 레테르만의 감성있는 옷을 만듭니다.","브이투(VTWO)는 자유로움을 표현합니다.","티엔지티(TNGT)는 당신과 당신을 바라보는 상대의 편안함을 상상하며 안정된 디자인과 소재, 신뢰할 수 있는 메이킹으로 완성한 미니멀 스타일을 제안합니다.","지오다노(GIORDANO)는 브랜드가 지향하는 밝고 건강하며 깨끗하면서도 세련된 이미지를 고객과 만나는 모든 접점에서 구현하기 위해 노력합니다.","니티드(KNITTED)는 'Useful things beautiful made(유용한 아름다운 것들을 만들자)'라는 슬로건으로, 제작 기반의 우수한 품질력으로 승부하는 브랜드입니다.","스탠다드에러(STANDARDERROR)는 시대를 초월하여 반복적으로 나타나는 현상을 새롭게 재해석하여 시간이 흘러도 여전히 트렌디하게 착용할 수 있는 스타일을 추구합니다.","세컨모놀로그(SECONDMONO)는 에센셜한 아이템에 범용성 넓은 캐주얼 웨어 스타일을 전개하는 컨템포러리 브랜드입니다. 개인의 자연스러운 멋과 실용적인 라이프스타일 밸런스를 지향합니다.","페플(FP142)은 대중적으로 사랑받을 수 있는 디자인을 끊임없이 연구하고 개발하며 독자적인 생산 방법을 통해 퀄리티 높은 원단과 소재의 제품을 합리적인 가격으로 선보입니다.","탑텐(TOPTEN)은 스타일리시한 고품질의 상품을 합리적인 가격으로 제공하는 대한민국의 SPA 브랜드입니다. 성별이나 나이에 상관없이 누구에게나 필요한 베이식 아이템 10가지를 소비자들이 원하는 가장 합리적인 가격으로 제안합니다. 누구나 기분 좋게 입을 수 있는 한 장의 옷이 되도록 탑텐의 노력은 계속됩니다.","비긴202(BEGIN202)는 언제 어디에서나 자연스럽게 스며드는 캐주얼 스타일을 추구하는 브랜드입니다. 편안한 실루엣과 절제된 디자인으로 개인의 취향을 담아냅니다.","미나브(MINAV)는 현대적인 감성으로 재해석한 디테일과 실루엣을 바탕으로 복식이 주는 심미성을 지향하며, 가치 있는 소비를 추구합니다.","데케트(DECET)는 어울리다, 제격이다, 알맞다 등을 뜻하는 라틴어입니다. '누구나 동등하게 편안한 데님을 원한다'라는 모토 아래 데님만을 전문적으로 다루고 있으며, 베이식 아이템부터 과감하고 스타일리시한 아이템까지, 다양한 패턴과 편안하면서도 고급스러운 원단을 사용하여 언제 어디서나 가볍고 편안하게 접근할 수 있는 데님을 목표로 합니다.","언아웃핏(AOTT)은 '매년 착용해도 변함없는 지속적 가치'라는 슬로건 아래, 빠르게 변화하는 트렌드 속에서 변함없이 오래도록 입을 수 있는 의류 고유의 본질에 충실한 브랜드입니다.","커스텀어클락(COSTUME O’CLOCK)은 위트 있는 클래식과 캐주얼의 밸런스를 중점으로 일상적인 아이템 속에 미니멀한 감성을 담는 시티 포멀 웨어를 제공하는 브랜드입니다.","THEKNITCOMPANY(더니트컴퍼니)는 트렌드를 대중적으로 해석하여 웨어러블한 디자인을 가장 빠르게 선보이며, 모든 제작 과정은 오랜 시간을 함께해온 복종별 장인들과 함께 합니다. 합리적인 가격으로 고품질의 제품을 제안하는 컨템포러리 브랜드입니다.","바운더리(BOUNDARY)는 현대인의 바쁜 일상 속에서도 놓칠 수 없는 깔끔한 실루엣과 색감 중심의 스타일을 추구하는 타임리스 브랜드입니다.","멜란지 마스터(MELANGE MASTER)는 'CUT&SEW'에 대한 전문성을 바탕으로 기본에 충실한 슬로 웨어를 지향합니다. 빈티지와 밀리터리 무드를 재해석해 여유로운 실루엣과 뛰어난 품질의 아이템을 선보입니다.","르아브(LEARVE)는 끊임없는 시대의 변화 속에서도 고유한 가치를 지니며 유지되어 온 패션, 프래그런스, 건축물과 같은 기존의 것들에 영감을 받아 각 분야 전문가들의 축적된 기술과 데이터를 조합하여 새로운 라이프스타일을 제공하고자 합니다.","에스이에스티(S'EST)는 다양한 아트워크와 스트릿 캐주얼 아이템을 선보이며, 기능성과 편안함에 중점을 둔 제품을 선보이는 브랜드입니다.","피아네르(PIANER)는 캐주얼한 무드를 기반으로 원 마일 웨어, 트레이닝 웨어 등을 제작하는 유니섹스 브랜드입니다.","BLOND9(블론드나인)은 일상에서 얻은 사소한 영감과 현재를 살아가면서 생기는 개인의 색을 떠올리며 블론드나인 만의 감성을 완성하고, 단조로운 일상에서 벗어나 베이직하지만 결코 지루하지 않은 아이템들을 제안하는 유니섹스 캐주얼 브랜드입니다.","인더스트(INDUST)는 오래 입을수록 가치를 더하는 디자인을 추구하며, 기본에 충실하고 조화로운 디자인을 바탕으로 소재와 실루엣을 기반으로 트렌디한 무드를 선보입니다.","이에스엔(ESN)은 심플함과 모던함을 중심으로 트렌드를 대중적으로 해석하여 미니멀한 무드를 각각의 아이템에 풀어내며, 합리적인 가격으로 퀄리티 높은 제품을 소비자에게 제안하는 미니멀 컨템포러리 브랜드입니다.","데이(THEY)는 좋은 옷을 입었을 때의 느낌을 기억하며 만듭니다. 누구나 쉽게 그리고 오래도록 사랑받을 수 있도록 제작하였으며, 좋은 품질의 의류를 대중화하여 기본의 기준을 높이는 것을 목표로 합니다.","체이스컬트(CHASECULT)는 1992년에 론칭한 내셔널 브랜드입니다. 합리적인 사고와 실용성을 중시하는 20~30대를 위해 현대적인 감각의 모던한 트레디셔널 캐주얼 웨어를 좋은 퀄리티, 좋은 가격으로 선보이며 세계적인 패션 브랜드를 지향합니다.","블랙모먼트(BLACK MOMENT)는 어느 시즌이든 항상 트렌디하게 쓰이는 컬러인 블랙과 순간을 의미하는 모먼트의 합성어로 트렌디한 순간을 뜻합니다. 트렌디하면서도 기본에 충실한 아이템을 합리적인 가격으로 디자인하는 브랜드입니다.","폴햄(POLHAM)은 아이템의 베이식을 넘어, 스타일의 베이식까지 변하지 않을 지속 가치로서의 베이식 웨어를 추구하는 브랜드입니다.","웨스트 그랜드 블러바드(WEST GRAND BOULEVARD)는 앞서가는 패션 트렌드와 아이템을 일상에서 쉽고 편하게 접할 수 있도록 의복 본질에 집중한 컬렉션을 전개하는 모던&캐주얼 브랜드입니다.","PRAIRIE(프레리)는 사전적으로 대초원을 의미하며, 자연에서 영감을 받은 따뜻하고 편안한 감성의 디자인을 지향하는 에콜로지 유니섹스 브랜드(Ecology Unisex Brand)입니다.","마시모두띠(MASSIMO DUTTI)는 오늘날의 자연스러운 우아함에 대한 독창적인 비전을 제시하며, 훌륭한 스타일은 곧 훌륭한 삶임을 믿는 현대인들을 위한 패션을 지향하는 브랜드입니다. 정교한 테일러드 라인부터 편안함이 느껴지는 핏을 아우르는 마시모두띠의 타임리스 스타일은 자연스럽고 세련된 편안함에 대한 현대적인 해석을 담고 있습니다.","탑보이(TOPBOY)는 기본을 넘어선 편안함과 스타일을 추구하는 브랜드입니다. 베이식한 디자인을 기반으로, 합리적인 가격과 품질에 중점을 둡니다. 편안함을 제공하면서도 동시에 지속 가능한 패션을 추구합니다.","프린트스타(PRINTSTAR)는 프린터블 웨어 브랜드로, 저렴한 가격과 좋은 소재로 일본에서 사랑받고 있습니다. 아시아 각국에서 커스텀 티셔츠 등을 판매합니다.","CONCEPTS1ONE(컨셉원)은 트렌디한 감각으로 Formal 하고 Casual 하게 재해석한 비즈니스 캐주얼 브랜드입니다.","후아유(WHO.A.U)는 1849년 캘리포니아 개척 정신을 바탕으로 풍요롭고 자유로운 라이프스타일을 제안합니다. 아메리칸 헤리티지를 베이스로 트렌디하고 차별화된 컬렉션을 전개합니다.","집시(JIPSY)는 오랜 기간 브랜딩을 해온 노하우로 높은 퀄리티와 합리적인 가격으로 제품을 심플하고 트렌디한 디자인으로 선보이는 브랜드입니다. 품귀현상을 이룰 만큼 사랑받는 집시의 아이템은 집시 온라인 공식 스토어를 제외하고 무신사 스토어에서만 만나볼 수 있습니다.","아케시(AKECII)는 'SuperNormal'이라는 슬로건을 가지고 빠르게 변해가는 트렌드속에서 누구나 가볍게 착용할 수 있는 보편적이지만 특별한 캐주얼 아이템을 디자인하는 브랜드입니다.","매너그램(MANNERGRAM)은 '일상을 매너로 기록하다' 라는 슬로건으로, 나와 모두를 위한 섬세한 마음을 옷에 담는 브랜드입니다. 현대인들의 일상에 녹아드는 매너를 해석하여 부담스럽지 않고 지속 가능한 스타일의 데일리 프리미엄 제품을 선보입니다.","르뎁트(LEDEPT)는 '메이크 가먼트 신세리티'라는 슬로건으로, 완성도 높은 퀄리티로 지속 가능한 제품을 제안하는 브랜드입니다. 실용성 있는 스타일로 단순하지만 활용도 높으며, 유행에 편승하지 않는 본질적인 디자인을 선보입니다.","애드호크(ADHOC)는 유러피안 베이스의 컨템포러리 프레스티지 캐주얼 브랜드입니다. 깔끔하고 정제된 스타일링에 포멀과 캐주얼의 균형을 이루며 합리적인 가격과 패션 트렌드, 실용적인 감성을 두루 추구합니다.","다이아몬드 레이라(DIAMOND LAYLA)는 '사랑하는 사람을 위해 입는 옷'이라는 의미를 담아 오래되어도 가치가 있는 그리고 오래되더라도 항상 새로울 수 있는 디자인의 아이템을 시즌별 한정 상품으로 만듭니다. 뛰어난 봉제 퀄리티와 완성도, 고급스럽고 육감적인 패턴, 미니멀한 디자인으로 남녀노소 모두가 만족할 수 있는 가치 중심의 디자이너 브랜드입니다.","피인오(PINO)는 'Part in Own' 자신의 일부라는 뜻으로, 스스로 표현하고 구현하며 고객과 더 가까운 위치로 다가가고자 하는 의류 브랜드입니다.","닉스(NIX)는 도심 속 바쁜 일상에서 편안하고 여유로운 라이프 스타일을 추구하는 현대인들을 위한 어반 컴포터블 캐주얼 브랜드입니다. 완벽한 핏과 편안한 착용감의 시그니처 아이템 데님과 컨템포러리한 캐주얼 아이템을 매치하여 트렌디한 스타일을 제안합니다.","카고브로스(CARGOBROS)는 각기 다른 개성을 가진 디자이너들이 고심 끝에 론칭한 함께 공감할 수 있는 셀렉트 브랜드입니다. 2014년 편집숍을 시작으로 트렌드를 반영한 자체상품 출시를 통해 스타일을 제안하며, 현재까지도 많은 디자이너들과의 컬래버레이션을 통해 카고브로스만의 무드를 재해석하여 늘 새롭게 선보입니다.","210(210EDIT)은 'A few more project'를 모티브로 '조금 더'를 고민하는 브랜드입니다. 모두가 만족할 수 있는 옷을 만들기 위해 연구합니다.","어레이드(ARRAYED)는 '특별히 멋진 옷을 입은'이라는 뜻을 기반으로 쉽게 접근할 수 있는 아이템을 재해석하여 실루엣과 디테일에 집중한 디자인을 중점적으로 전개합니다. 잘 만들어진 아이템 하나로 트렌디하고 패셔너블한 대상으로 보이게끔 하고자 합니다. 또한 '배열하다'라는 이중적 뜻을 담아 의류에만 국한된 브랜드가 아닌 라이프스타일과 뷰티 아이템 등 다양한 각도에서 모습을 보여주고자 합니다.","VERYVAIN(베리베인)은 보다 자연스럽게 누구에게나 공감 받을 수 있는 디자인을 추구하는 브랜드로 기본을 지키되 단순함으로 머무는 것이 아닌 가장 진화된 기본을 지향합니다. 심플과 유니크의 조화로움으로 평범한 일상뿐 아니라 임팩트가 필요한 드레스코드까지 다양한 소비자 패턴과 취향을 포괄하는 브랜드입니다.","버클다운(BUCKLE DOWN)은 '오늘 주어진 것에 최선을 다하고, 내일을 이기는 태도'라는 모토 아래, 높은 퀄리티와 내구성을 가진 제품을 합리적인 가격으로 선사합니다. 과하지 않으면서 편하게 입을 수 있으며, 강한 내구성을 추구하는 컨템포러리 브랜드입니다.","유니온스튜디오(UNIONSTUDIO)는 트렌디한 감성으로 퀄리티 높은 아이템을 제작하는 브랜드입니다. 베이식하지만 지루하지 않으며, 편안함을 느낄 수 있는 아이템을 선보입니다.","틀영(TLEYOUNG)의 홈 웨어와 오피스의 대조적인 느낌은 틀영이 보여주고 싶은 경계를 허무는 단어입니다.","MINIMALCODE(미니멀코드)는 미니멀적인 배경을 패션에 접목시켜 세련되고 트렌디함을 추구하며, 모든 세대들을 대변하고자 독자적인 브랜드컬러와 감성으로 전개해 나가고 있는 브랜드입니다.","행텐(HANGTEN)은 미국 캘리포니아에서 탄생한 아메리칸 모던 캐주얼 브랜드입니다. 베이식한 감성을 바탕으로 현대적인 재해석을 통해 합리적인 가치와 새로운 라이프스타일을 제안합니다.","에스티코(STCO)는 세상의 변화에 따라 일하는 방식과 옷 입는 방식이 변화하는 지금, 다양한 상황과 일상에서 활용 가능한 모던한 워크 웨어를 제안하는 브랜드입니다.","아날로그무드(ANALOGMOOD)는 \"우리는 순간을 기록합니다. 함께한 시간, 우리가 나눈 이야기, 그날의 추억들을\"을 슬로건으로 소중한 순간과 함께 기록되고 싶은 마음을 담은 브랜드입니다. 당신 삶의 소중한 한 페이지가 되어 소중한 순간과 함께하고 싶은 아이템을 선보입니다.","아모우(AMOU)는 “Always Make Our Union”, 언제나 우리의 연대를 만든다는 뜻을 담고 있습니다. 우리는 시간이 지나도 변치 않는 디자인을 통해 사람과 사람을 연결하고, 세상과 우리를 연결하는 브랜드입니다.","UMM(음)은 \"Noconcept\" 어느 하나의 컨셉을 두지 않고 \"Challenge Evrything\" 모든 것에 도전해라라는 슬로건을 가지고 일상속에서 느낄수 있는 감정을 다양한 컨셉에 담아 누구나 편하게 입을 수 있고 다가갈 수 있는 위트있는 디테일과 OVERFIT한 디자인으로 UMM만의 감성을 표현하는 브랜드입니다.","제로라운지(ZEROLOUNGE)는 미국 프레피 스타일을 현대적 감성으로 재해석한 패션 브랜드입니다.\n헤리티지와 실용성은 ZERO LOUNGE 디자인의 기준으로 이를 통해 일상 속에서 일과 쉼에 대한 새로운 가치를 제안하는 옷을 만들어가고 있습니다.","그노크(GNOK)는 심플하고 베이직한 디자인에 현대적인 감성을 더해, 독창적인 포인트로 트렌드를 반영하는 지속 가능한 스타일을 제안하는 브랜드입니다.","바켄(BAKKEN)은 옷을 통해 느끼는 설렘과 기쁨, 행복을 공유하고자 하는 브랜드입니다. 댄디 캐주얼을 기반으로 재미있고 개성 있는 요소를 더한 완성도 높은 디자인을 선보입니다.","아이러니포르노 화이트라인(IRONYPORNO WHITELINE)은 기존의 오리지널 라인과 전혀 다른 새로운 모습으로 선보이는 브랜드입니다. 약간의 키치함과 세련미가 섞인 언밸런스한 느낌을 담고 있습니다.","BASIC HOUSE(베이직하우스)는 패션에 있어 가장 베이직한 아이템에 트렌드와 소비자의 니즈가 더해진 디자인을 만들어 소비자에게 전달하는 브랜드입니다.","베르드누아(BER DE NOIR)는 간결하면서도 현대적인 스타일과 소재를 결합한 브랜드입니다. 미니멀한 콘셉트를 바탕으로 하며, 포멀함과 캐주얼함의 경계를 넘어선 옷을 제작합니다. 일상 속에서도 멋을 추구하는 사람들을 위해 고안된 옷을 선보이며 심플한 디자인 속에서도 매력 있는 작은 디테일과 핏으로 시선을 사로잡는 옷을 만들어 갑니다.","STRIKE(스트라이크)는 고급스럽고 감각적인 진 팬츠의 트렌드를 선도하며 다양한 디테일을 특징으로 프리미엄진의 또 다른 스타일을 창조해낸 스트라이크.데님라인의 트렌드를 보여 주는 감각적인 디자인웨어로 젊은층의 매니아를 보유한 이 브랜드는 이미 국내 뿐 아니라 일본과 영국의 젊은층에게까지 인정받는 트렌드룩으로 많은 관심을 받고 있다.","UNI APPAREL(유니어패럴)은 '가장 유니크한 것은 가장 베이직한 것'이라는 모토아래 베이직 브랜드의 모든 것을 생산합니다. 편안하고, 안전한 의류를 위해 천연가공 원단만을 사용합니다. 디자인, 핏, 원단의 안전성에 집중하고 있습니다. 유니어패럴은 패션의 흐름에도 언제나 찾게되는 그런 베이직한 라이프 스타일을 지향합니다.","아노블리어(ANOBLIR)는 '일상의 어떤 순간에서도 자신의 가치를 지켜줄 옷'을 지향하는 브랜드입니다.","단델(DANDEL)은 민들레홀씨의 자유로움과 가능성에서 영감을 받아 일상 속에서 편안함과 특별함을 동시에 제공하는 유스컬처 브랜드입니다.","리버클래시(LIBERCLASSY)는 자유로움을 뜻하는 'Liberal'과 고급스러움을 뜻하는 'Classy'를 합친 말로, 고급스러운 감각과 차별화된 디자인을 담은 컨템포러리 브랜드입니다.","컴스페이스1980(COMSPACE1980)은 현대 미술의 ‘미니멀 아트’에서 얻은 영감에 스트릿 무드와 스포티한 감성을 믹스해 위트 있는 캐주얼로 선보이는 브랜드입니다. 한국형 미니멀 아트인 '단색화'를 메인 키워드로 선보이며, 트렌드를 반영한 사실적 표현의 기원을 패션으로 나타내고자 합니다.","AAA(트리플에이)는 무지 티셔츠 브랜드로 미국 내 무지 티셔츠 브랜드 중 인지도 1위를 자랑하고 있습니다. AAA는 패션시장을 발전시키는데 필요한 다양한 특색을 바탕으로 모든 연령대를 위해 하이 퀄리티의 의류를 디자인, 생산, 유통하는 패션산업계의 회사입니다. AAA는 질 좋은 원단으로 제작하고 늘어짐을 최소화시켜 오랫동안 입을 수 있는 브랜드입니다.","노티그(NOTIG)는 '꼭 필요한'이라는 뜻의 독일어로 기본에 충실한 본질을 바탕으로 미니멀한 디자인과 감각을 더해 실용적으로 풀어낸 남성 미니멀 컨템포러리 브랜드입니다.","올어바웃뉴(ALLABOUTNEW)는 진보적인 트렌드에 맞춰 언더그라운드 웨어의 디자인 코드를 믹스한 반항적이고 대담한 룩을 지향하는 브랜드입니다.","리우아(RIOOA)는 섬유 회사에서 만든 의류 브랜드로 섬유 디자이너와 기계 기술자가 원단 개발에 참여하고 자체 개발한 하이 퀄리티 소재로 의류를 제작하여 선보입니다. 고급스러우면서도 과하지 않고 오래 입을 수 있는 의류를 추구합니다.","폴루션(POLLUTION)은  Piece of Nature라는 슬로건 아래 도시와 자연을 자유롭게 오가는 당신을 위한 하이브리드 라이프 웨어를 만듭니다. 절제된 디자인에 일상을 지탱하는 견고한 기능을 담아, 출근에서 캠핑까지 하나의 룩으로 이어주는 브랜드입니다.","세인트크루(SAINTCREW)는 각 분야에서 정성을 다하는 고결한 이들을 의미합니다. 레트로, 워크 웨어, 빈티지 웨어를 추구하며 언제 어디서나 편안하고 안성맞춤인 디자인을 선호하는 캐주얼 브랜드입니다.","SHAKA WEAR(샤카웨어)는 경쟁력있는 가격에 최고의 품질의 티셔츠를 만들겠다는 하나의 목표로 설립되었습니다. 샤카의 가치를 이해하는 사람들에게 품질과 서비스를 제공하기 위하여 많은 노력을해왔습니다.","세븐셀라(SEVENSELAH)는 더티하고 빈티지한 스타일을 통해, 세월의 흔적을 담은 옷들로 개성과 자유를 표현하는 브랜드입니다.","가넷옴므(GARNET HOMME)는 시대를 이끌어가는 세대를 위한 럭셔리 스타일을 제안합니다. 개성과 기품을 놓치지 않는 영 리더를 위한 컨템포러리 브랜드를 추구합니다.","가치(GACHI.)는 일상 생활의 자연스러움에 편안하고 가치 있는 디테일 포인트를 더하며 셔츠의 요소를 새롭게 표현하여 전개하는 브랜드입니다.","게리루더(GARY LUTHER)는 빈티지, 아웃도어, 밀리터리, 클래식 등 기존의 복식을 베이스로 '익숙한 것을 낯설게' 바라볼 수 있는 디자인을 지향합니다.","GOZER(고저)는 하이엔드에 저항하는(anti-high end) 그리고 실제 생활에서 소모되는 가득 찬 옷을 만드는 브랜드입니다. 웨어러블하고, 경제적으로 접근 용이 한 옷을 만드는 것이 GOZER 의 브랜드 콘셉트입니다.","골드퍼센트(GOLDPERCENT)는 하나의 프로덕트로 경계 없이 TPO를 소화할 수 있도록 활용도와 절제된 디테일에 중점을 둔 브랜드입니다.","GONGBAEK(공백)은 \"NO CONCEPT BUT GOOD SENSE\"라는 슬로건 아래, 데님이라는 패브릭을 베이스로 어떤 하나의 이슈나 틀에 치우치지 않으며, 공백만의 감성으로 스타일을 풀어내가는 브랜드입니다.","공에이프런(GONG APRON)은 편안함의 가치를 아는 워크 웨어 브랜드입니다.","구공페스트(GOOGONGFAST)는 매일 입고 싶은 옷을 제작합니다. 데일리, 이지, 퀄리티에 중심을 두고 남녀 공용으로 착용이 가능하면서 활동성이 좋은 오버 핏에 디테일과 미니멀리즘 디자인을 더합니다.","구보(GUVO)는 'details you can feel, rather than you can see'라는 슬로건 아래 보이는 것보다 느낄 수 있는 디테일을 추구합니다.","굿온(GOODON)은 과거의 빈티지 의류를 동경하여 1997년에 시작한 굿온은 시간이 흐를수록 편안해지는 의류를 선보입니다. 숙련된 염색 기법을 통해 미국산 코튼 원단에 색을 입혀, 자연스럽게 색감이 변화해 개성과 멋이 더해지는 브랜드입니다.","그래프플랫폼(GRAPH PLATFORM)은 남녀노소 누구나 쉽게 입을 수 있는 캐주얼 스트릿 브랜드입니다. 자유로운 일상을 담은 다양한 아이템에서 영감을 받아 활동성과 트렌디한 스타일을 모두 만족하며 일상에서 자연스러운 연출이 가능합니다.","그리너리 크리드(GREENERY CREED)는 편견 없이, 자부심과 신념으로 의복을 만듭니다. 절대 어긋난 방향이나 거짓으로 제품을 만들지 않습니다.","글리머(GLIMMER)는 액티브한 활동에 적합한 기능성과 착용감으로 땀 흘리는 것을 더 즐겁게 만들어 주는 브랜드입니다. 얇고 가벼운 기능성 소재로 마음도 몸도 움직이게 하는 하이테크 라인업을 만나보세요.","KILUCKGI(기럭지)는 얼반 캐주얼을 지향하는 기럭지는 순우리말을 뜻하는 길이 혹은 신장이란 뜻으로 패션의 가장 중요한 길이를 표현하기 위해 절제된 컬러와 그래픽, 로고를 활용한 디자인으로 선보입니다. 하이 컬쳐 문화에 영감을 받아 기럭지만의 독특한 감성으로 컬렉션을 이어나가는 브랜드입니다.","기프트오리지널(GIFT ORIGINAL)은 '패션은 유행이다'라는 슬로건을 바탕으로, 편안하면서도 남녀노소 누구에게나 어울리는 트렌디한 아이템을 제시합니다.","길단(GILDAN)은 무지 티셔츠 브랜드로, 매일 3.5백만 장을 생산하며 북미 시장을 선도합니다. 방글라데시에 대규모 의류 생산 설비를 조성하고 있습니다.","꼬마크(CCOMAQUE)는 한복뿐만 아니라 한국의 문화적 요소들을 현재의 관점에서 바라보며 기본에 충실하면서도 위트 있는 스타일을 제안합니다.","COMSONNOT(꼼소넛)은 꿈, 손 그리고 옷을 담아낸 미니멀리즘 데일리 웨어입니다.","나사(NASA)는 미국 항공우주국 나사와 정식 라이선스 계약을 체결한 토털 라이프스타일 브랜드입니다. 심플한 스트릿 스타일에 클래식한 스타일을 더한 스포츠 캐주얼로, 전 세계 셀럽층의 사랑을 받고 있습니다.","나우앤투모로우(NOWANDTOMORROW)는 '인연'과 '여행'에서 얻은 영감으로 나우앤투모로우만의 감성을 담아 의복을 창조시키는 유니섹스 캐주얼 브랜드입니다.","널(NUL)은 틀에 박힌것을 추구하기 보다는 자기만의 색깔을 갖자는 “Let ‘NUL’ get rid of your stereotype” 슬로건 아래 데님을 베이스로 트렌디하고 웨어러블한 감성과 디테일로 새로운 스타일을 제안하는 브랜드입니다.","네네츠 어센틱(NENETS AUTHENTIC)은 러시아 북부 유목 민족의 이름에서 유래하였습니다. 편안한 활동성과 브랜드만의 심플한 아이덴티티를 포인트로 제품을 디자인하고 있습니다. 시티보이 무드를 콘셉트로 한 남녀노소 누구나 즐기기 좋은 활동성 높은 캐주얼 제품을 소개합니다.","노드스튜디오(NORD STUDIO)는 편안하고 여유로운 삶에 자연스럽게 스며들 수 있는 디자인을 선보입니다.","노멤버스(NO MEMBERS)는 1970년대 베네치아 비치를 주름잡던 서퍼와 스케이트보드 선수들로부터 영감을 받아 예술, 골프, 서핑, 스케이트 등 다양한 LA 문화의 멜팅 포트를 지향합니다.","노벤타 케이(NOVENTA K)는 각자 옷장에 있는 '그 어떤 것과도 함께 어울릴 수 있는 옷'이라는 아이덴티티를 바탕으로 편안하면서도 드레시한 옷을 만들고자 론칭한 유니섹스 컨템포러리 브랜드입니다. 주위 모든 상반된 요소를 이질감 없이 조화시켜 남녀 모두 만족할 수 있는 디자인과 실루엣을 제안합니다. 클래식 기반의 젠더리스, 리셈블, 오버사이즈 3가지 요소를 담은 인포멀 클래식을 지향합니다.","노이스 스튜디오(NOICE STUDIO)는 짐 컬처 기반의 애슬레저 브랜드입니다. 끊임없는 도전으로 자신을 축조하는 사람들을 위한 도구를 만듭니다.","노클레임(NOCLAIM)은 고객의 클레임이 없을 정도로 완벽한 제품을 선보인다는 뜻에서 이름 지은 브랜드입니다. 원사 발주부터 재직과 가공까지 모든 생산 과정을 직접 진행하여 합리적인 가격과 높은 퀄리티를 실현합니다.","누벨르미에르(NOUVELLE LUMIERE)는 고유 아이덴티티를 담은 유니크한 디자인 컬렉션을 선보이며, 고급스럽고 편한 라이프 스타일을 즐길 수 있는 아이템을 제안하는 브랜드입니다.","누프에블루(NEUFETBLUE)는 프랑스풍 컨템포러리 브랜드로 빛을 표현한 로고 포인트 등 우리만의 디테일을 간결한 디자인에 담아냅니다.","NEW:KIT(뉴킷)은 글로벌 이슈 및 사회적 문제를 디자인이라는 시각적 매개체를 통해 알리는 프로젝트를 진행하고 있으며 실용적이고 유니크한 제품을 통해 일상속에 스며드는 브랜드가 되길 꿈 꿉니다.","DYCLEZ(다이클레즈)는 히피 문화의 이념을 다시금 생각하고 인지하려고 합니다. no war','Love'등 단순한 단어만으로도 자신들의 주장을 펼쳤던 히피문화처럼 대중적으로 사랑받는 쉽고도 재미있는  디자인과 단순하면서도 단순하지 않은 생각들을 뒤섞어 Dyclez의 색깔과 디자인을 담아내고 나타내려 합니다.","DR.DENIM(닥터데님)은 데님 강국 스웨덴에서 온 브랜드입니다. 새롭고 창조적인 방식으로 재해석된 최상의 데님을 선보이고 있습니다. 닥터데님은 누디진, 에이프릴77등과같이 세계적으로 사랑 받는 데님으로, 퀄리티에 충실하며 최상의 품질을 지향하는 선별된 소재와 과학적 분석에 이르기까지 여러 가지 종류의 데님을 출시하고 있습니다.","THEDOSI(더도시)는 아메리카 감성에 기반을 둔 모던 스트릿 브랜드입니다. 한제품 한제품 열정을 가지고 신경써서 만드는 더도시는 \"\"화려하진 않지만 남들과 다른\"\" 을 모토로 모던한 디자인에 감각적인 포인트를 더하여 높은 완성도와 낮은 가격으로 소비자에게 다가감을 지향하고 있습니다.","더메이플시럽팩토리(THE MAPLE SYRUP FACOTRY)는 이름처럼 달콤한 코지 웨어 브랜드를 지향합니다. 에센셜하지만 품질만큼은 타협하지 않는 밀도 있는 퀄리티의 데일리 의류를 선보입니다.","더블유스탠다드(W STANDARD)는 일상에서 입는 즐거움을 찾을 수 있도록, 새롭게 변화하는 트렌드 아이템을 다양한 이들이 쉽게 접근할 수 있도록 풀어내는 캐주얼 웨어 브랜드입니다.","더셔츠스튜디오(THE SHIRTS STUDIO)는 2002년 론칭 이후 약 100여 개의 오프라인 스토어를 운영한 경험이 있는 베테랑 온라인 셔츠 전문 브랜드입니다. 얼핏 단순할 수 있는 남성 셔츠를 다양한 디자인으로 선보입니다.","더웨더이즈어썸(THEWEATHERISAWESOME)은 '날씨가 참 좋다'라는 의미로 입는 사람이 따뜻함을 느끼고 행복감을 느꼈으면 좋겠다는 생각으로 전개하는 브랜드입니다. 포멀과 캐주얼 웨어를 아우를 수 있는 디자인과 간결한 실루엣으로 베이식하고 실용적인 의복을 만듭니다.","덴메이드(DENMADE)는 간결함 속에 깊은 이야기를 담은 데님을 선사합니다. 엄선한 원단과 정교한 제작 과정을 통해 데님 본연의 질감과 매력을 극대화하고 장인의 섬세한 손길과 클래식한 디자인으로 세월이 흘러도 변치 않는 견고함과 스타일을 완성하는 브랜드입니다.","델리리움(DELILIUM)은 불특정 다수의 서브컬처에 대한 영감을 위트 있게 비꼬거나 뒤틀어 이중적인 시각으로 바라보는 아이덴티티를 가지고 있습니다.","도그매틱(DOGMATIC)은 반려인과 반려동물 각자의 독단성을 존중하며 함께하는 브랜드 입니다. 사람과 반려동물 모두가 편안하고 예쁘게 입을 수 있도록 직접 디자인하여 제작합니다.","돈웨이크미업(DONT WAKE ME UP)은 여유로운 일상을 방해받고 싶지 않은 모든 이들의 마음에 공감하며 일상과 휴식을 넘나드는 올 데이 룩을 제안합니다.","듑벨(DUB'BEL)은 'double your color, double your sense'를 슬로건으로, 심플하고 베이직한 아이템에 컬러 배색을 더해 일상 속에서 가볍게 입어도 감각적인 아이템을 선사하는 브랜드입니다.","드니벨 맨즈(DENIVEL MENS)은 트렌디하면서도 베이식한 밸런스 룩을 선보이는 유니섹스 컨템포러리 브랜드 드니벨(DENIVEL)의 남성 라인입니다.","드림월드(DREAMWORLD)는 1988년도부터 가죽 의류 산업에 종사해오며 국내외 유수 브랜드들의 제품을 생산해왔습니다. 축적된 기술력과 오랜 기간 협력해온 가죽과 부속품 업체와의 협업을 바탕으로, 양질의 가죽 소재를 활용하여 실용적인 제품을 합리적인 가격에 선보입니다.","드마크(DE MARC)는 권위주의를 지양하며 자유로움을 추구합니다. 음악과 자연과 문화영역의 모든 것 들과 자유롭게 교류를 시도하고 꾸준한 도전과 실험정신으로 발전을 이루며 브랜드의 새로운 미래를 열어갑니다.","드베르망(DEVERRMAN)은 프랑스어 Devers와 Man의 합성어로 '남성적인 방향으로'라는 의미를 담고 있습니다. 클래식 무드 기반으로 한 캐주얼 웨어를 지향합니다. 클래식 웨어의 다소 딱딱한 무드를 드베르망의 느낌으로 재해석 하고, 클래식을 사랑하는 사람들에게 홀리데이 룩을 선사합니다.","디뮤즈(DEMUSE)는 브랜드만의 개성을 유지하면서도 시대적 감각을 빠르게 반영해 고퀄리티 제품을 언제나 합리적으로 제안하는 남성 컨템포러리 브랜드입니다.","디블루(DBLUE)는 하이엔드 베이식을 테마로 제품을 전개하는 도메스틱 브랜드입니다. 국내 기술로 자체 개발한 고품질 원단과 보이지 않는 디테일까지 신경 쓴 디자인으로 여러분의 매니시한 감성을 완성해 줄 것입니다.","디프리크(DPRIQUE)는 하이패션과 스트릿 웨어의 경계를 허물고 실용주의를 접목시킨 컨템포러리 브랜드입니다. 'DESIRE',  'PARADOX',  'UNIQUENESS'의 합성어로 이상과 현실, 대중성과 예술성, 비움과 채움 등 상반되고 모순적인 요소를 결합하고 지속 가능성을 염두에 두는 의식이 있는 옷을 선보이고 싶은 마음을 담아 시작하였습니다.","딜럭스 봄바(DELUX BOMBA)는 춤과 노래에서 영감을 받아 디자인하며, 옷을 넘어 모두가 함께 즐길 수 있는 문화를 만들어 가고자 합니다.","라운지에이피티(LOUNGE APT)는 집을 나서는 순간부터 돌아오는 순간까지, 일상 속 작은 여행의 설렘을 함께하길 희망합니다. 심플한 디자인과 소소한 디테일로 편하게 입을 수 있는 캐주얼 웨어를 선보입니다.","ROCKED GARAGE(락트개러지)는 음악과 뮤지션들에서 영감을 받아 만들어지는, 하이엔드와 스트리트의 경계선 상에 위치한 실용적인 DAILY WEAR를 제안하고 계산된 재단과 절묘한 밸런스에 의한 레이어드 룩이 특징인 브랜드입니다.","랑가주망(LENGAGEMENT)은 클래식한 미니멀 캐주얼웨어로 2020년 론칭한 브랜드입니다. 세심하게 디자인 된 핏과 디테일은 하루 중 어느 때라도 편안하고 스타일 있는 패션을 제안합니다. 당신의 패션이 지속 될 수 있도록 오래 입을 수 있는 좋은 옷을 만들고 있습니다.","랠리포인트(RALLY POINT)는 랠리 경기에서 영감을 받아 2019년 론칭한 브랜드입니다. 랠리포인트의 메시지를 실용적인 제품에 담아 사람들에게 전달하여 보다 나은 사회를 만드는 데 기여하고자 합니다.","랩12(LAB12)는 12개월의 달력을 꽉 채워 입고 싶은 멋진 옷을 연구(laboratory)한다는 의미에서 시작하였습니다. 심플한 멋을 추구하며 그날의 감성이라는 모토로 브랜드만의 실루엣과 컬러를 고객의 일상에 녹이고자 합니다.","런트(LUNT)는 일상에서 편안하게 착용하기 좋은 제품을 선보입니다.","레가시(LEGACY)는 과거로부터 이어져 온 유산이라는 뜻입니다. 브랜드 이름처럼 과거로부터 지속된 복식을 더욱 발전시켜 현시대의 니즈에 맞는 의류를 생산하는 것에 중점을 두고 있습니다. 불필요한 디테일을 없애고 우수한 품질과 합리적인 가격으로 본질에 집중합니다.","ROCIETY(로사이어티)는 밀리터리를 바탕에 둔 미니멀한 디자인을 지향하는 브랜드입니다.","로에일 포 맨(LOEIL FOR MEN)은 일상적이면서도 다양한 컬러의 조화를 통해 차별화된 룩을 선보이는 브랜드입니다. 웨어러블하면서도 위트 있는 디테일을 세련된 감성으로 풀어냅니다.","로열클럽홀리데이(ROYAL CLUB HOLIDAY)는 차세대 컴포트 프레피 웨어를 추구하는 브랜드입니다. 기존의 클래식한 프레피 요소에 활동적인 감성을 더해 색다른 핏과 색감을 보여줍니다.","로우사이클(LOWCYCLE)은 환경을 생각하고 작은 것부터 실천하는 친환경 원 마일 웨어 브랜드입니다. 모든 제품을 리사이클 재료를 사용하여 제작합니다.","로이터로이터(LOITER LOITER)는 비주얼 콘셉트나 시즌 트렌드에 따라 제품을 기획하는 방식에서 벗어나 변화하는 생활 환경과 사회 현상에 주목하여, 이러한 생활에 필요한 제품을 기획하고 만드는 라이프 웨어 브랜드입니다.","LOKWARD(로커드)는 참신한 아이디어로 합리적인 가격에 유용한 옷을 제작하자라는 슬로건을 중심으로 탄생한 브랜드로써, 대중적이고 감성적인 디자인을 모티브로 삼고 있습니다. 누구나 쉽게 다가갈수 있는 옷 이라는 이념을 가지고 의류를 제작하는 브랜드입니다.","루 프로젝트(LUE PROJECT)는 자연스러운 생활을 지향하는 아웃도어 라이프 브랜드입니다. 건조한 도시 생활에서 벗어나 자연의 보금자리에서의 생활을 동경하며 야외라는 단조로운 의미를 넘어서 일상과 자신으로부터 탈출하여 아웃도어 라이프를 즐길 수 있도록 응원합니다.","르미에브(LEMIEV)는 'Love my everything'이라는 슬로건으로 나를 사랑하는 마음을 의미하며, 감도 높은 소재와 절제된 디테일, 개성이 담긴 디자인으로 일상에 자연스럽게 녹아들 수 있는 컬렉션을 디자인하는 브랜드입니다.","리블렛츠더블엠(REBLETSWM)은 'Rebrand Let's'와 'We make'의 합성어로 브랜드를 새롭게 만든다는 의미를 지니고 있습니다. 단순한 패션을 넘어서 트렌디하면서도 일상에서 편안하고 가볍게 즐길 수 있는 어반 데일리 라이프 웨어를 선보입니다.","리우 옴므(LIEU HOMME)는 모던 컨템포러리 브랜드로 심플한 디자인 속에 위트 있는 디테일을 선보입니다. 일상에서도 표현할 수 있는 절제된 스타일링을 추구하는 브랜드입니다.","마르지하우스(MARJI HOUSE)는 베이식 속 위트를 철학으로 합니다. 클래식한 실루엣에 색감과 포인트를 더해 편안함과 자유로움을 표현합니다. 또한 한 가지에 국한되지 않고 다양한 분야를 대중에게 소개하고자 합니다.","마르코 폴라(MARCO POLAR)는 2030 젊은 세대의 문화와 패션에 맞춘 트렌디하고 유니크한 디자인과 컬러를 시도하는 브랜드입니다. 귀여우면서도 시크한 매력의 사이버 캐릭터 곰돌이 마르코폴라가 SNS로 소통하는 콘셉트의, 남녀노소 편안하게 착용 가능한 유니섹스 룩을 제안합니다.","마르트(MARRT)는 컨템포러리적 흐름을 기반으로, 다양한 의미와 차별화된 시각적 요소들을 통해 재해석한 컬렉션을 선보이는 브랜드입니다. 마르트는 다양한 문화의 크로스오버를 지향합니다.","머드솔트(MUDSALT)는 두려움 없이 진흙을 만져 작품을 만들어냈던 빛나는 그 시절을 의미합니다. 머드솔트만의 해석으로, 실루엣과 색감을 제시하여 오랫동안 함께 할 수 있는 제품을 만듭니다.","머브클로딩(MUVECLOTHING)은 고등어 반찬과 같은 옷을 만드는 브랜드입니다.","메종246(MAISON246)은 현대적인 클래식을 주제로 완벽한 비율과 아름답지만 절제된 디테일에 중점을 두었습니다. 트렌드를 좇는 패셔니스타가 아닌 심미안을 지닌 사람들을 위한 브랜드가 되고자 합니다.","모뉴먼트(MONUMENTS)는 'Monday New Garments'라는 슬로건으로 전개되는 유니섹스 스트릿 캐주얼 브랜드입니다. '반복되는 일상 속, 현대인들에게 옷이라는 매개체로 즐거움을 줄 수는 없을까?'라는 물음에서 시작된 모뉴먼트는, 매주 반복되는 월요일, 베이식함을 벗어나지 않으면서도 스타일과 분위기에 최소한의 차별성을 주어 색다른 코디를 매치할 수 있도록 합니다.","몰토루시르(MOLTOLUCIR)는 옷을 통해 삶의 여러 순간을 더욱 특별하게 만드는 브랜드입니다. 단순히 옷을 판매하는 것이 아닌, 고객의 삶을 응원하는 동반자가 되고자 합니다. 30대 ~40대의 싱글 라이프를 즐기는 남성을 타깃으로 수입 소재(일본\/영국 등)를 사용하고 국내 생산만 고집하여 단순히 유행을  따라가는 것이 아니라 오래 입을 수 있는 좋은 옷을 만듭니다.","미시간 유니버시티(UNIVERSITY OF MICHIGAN)은 현재를 살아가지만 과거의 헤리티지 감성과 현재의 세련된 모던함을 모두 사랑하고 즐기는 논에이지 라이프스타일을 지향합니다. 언제 어디서든 쉽고 편안하게 입을 수 있는 내추럴하면서도 세련된 뉴요커 스타일을 추구합니다.","MIXXO(미쏘)는 ‘칵테일을 만드는 솜씨’라는 뜻의 Mixology에서 영감을 얻어 탄생한 이름으로 여러 가지 재료를 혼합해 만드는 칵테일처럼 글로벌 감성의 베이직 아이템과 트렌디 디자인을 나만의 Mix & Match 스타일로 창조하는 글로벌 여성 SPA 브랜드입니다.","미앤더(MEANDER)는 시간이 지나도 변하지 않는 가치에 대한 고민을 기반으로 일상에 편안하게 녹아드는 아이템을 소개하는 캐주얼 웨어 브랜드입니다.","미타(MITTA)는 더 나은 소재와 좋은 품질로 오래도록 손이 가는 의류와 잡화를 제작하고 판매하는 브랜드입니다. 소재와 디테일을 중점으로 디자인과 생산, 판매, 마케팅까지 모두 도맡아 진행하는 하우스 브랜드입니다.","바쏘옴므(BASSOHOMME)는 이탈리안 남성 정장 브랜드인 바쏘의 오리지널리티와 히스토리에 바탕을 둔 젊고 크리에이티브한 캐주얼 감성을 지향하는 브랜드입니다. 현재의 남성들과 소통을 통해 컨템포러리&유니크를 동시에 만족하는 아이덴티티를 추구하는 캐릭터 캐주얼을 선보입니다.","뱉매스(BETMASS)는 평범함을 표방하지만 평범하지 않은, 다르지 않음에서 오는 자유로움을 표현하는 놈코어 스트릿 브랜드입니다.","베이오프(BEIOFF)는 방해받지 않는 자유로움을 뜻하는 'Be Interfering Off'라는 슬로건을 바탕으로 디테일 요소와 빈티지한 컬러를 베이오프만의 감성으로 표현하는 서브컬처 기반의 스트릿 브랜드입니다.","베이직라벨(BASIC LABEL)은 클래식한 스포티 무드에 영감을 받아 편안하고 오래도록 함께 입을 수 있는 라이프스타일 웨어를 지향합니다.","BELLIEF(벨리프)는 클래식 맨즈 웨어로 과거의 클래식한 복식을 재해석하여 현대와 클래식의 조화로운 스타일을 구성하는 브랜드 입니다.","보이센트럴(BOY CENTRAL)은 시대적 산물의 본질을 해석하여 현대적 감성을 접목한 활동성 위주의 브랜드입니다.","BOOK ON THE PARK(북온더파크)는 소설 속에 담긴 지식과 상상력이 생활 속에서 함께할 수 있는 브랜드입니다.","BRADIPO(브라디포)는 이태리어로 '나무늘보'라는 뜻으로 바쁘게 살아가는 시대에 항상 웃는 얼굴로 여유를 즐기며 느리게 사는 '나무늘보'처럼 유행만 따라가는 디자인이 아닌, 조금은 느릴지라도 가치 있는 디자인을 만들자는 모티브로 2016년도 론칭된 데님 전문 브랜드입니다. \"B\" 이니셜을 형상화한 로고를 브랜드 상징으로 사용하고 있으며, 편하고 친근한 나무늘보 이미지에 맞도록 브라디포 청바지 역시 세상에서 가장 편한 청바지를 만들자는 것이 목표인 브랜드입니다.","브렌우드(BRENTWOOD)는 실용적이고 자유로운 개성을 존중하는 미국적 철학과 가치를 모던한 비즈니스 스타일링으로 계승한 아메리칸 비즈니스 캐주얼 웨어 브랜드입니다.","블라인드니스(BLINDNESS)는 예술과 문화에 기반해 패션과 라이프스타일의 조화를 선보이는 브랜드입니다.","블랙브라운(BLACKBROWN)은 이탈리아 감성의 클래식한 비즈니스 캐주얼 브랜드로 디자인, 생산, 유통 프로세스를 직접 진행하여 합리적인 가격으로 선보입니다.","블랭크브릭(BLANKBRICK)은 끊임없는 열정과 도전으로 디자인 가치를 창조하고, 정직과 신뢰를 기반으로 한 맞춤형 서비스를 통해 트렌디한 스트릿 감성의 디자인을 선보입니다.","블루디 블루(BLUDI BLU)는 이탈리아어로 '파랑 중의 파랑'이라는 뜻으로, 유스 컬처에 기반을 두며, 소년과 청년기에 겪는 감정을 바탕으로 '불완전함'을 이야기합니다. 신체는 성장했음에도 마음은 아직 청소년기에 머문 이들을 위한 옷을 선보이며, 다양한 컬러와 프린트를 사용하는 유니섹스 브랜드입니다.","블루멀(BLUEMERLE)은 데일리 룩으로, 때로는 심플한 출근 룩으로 편안하고 세련된 감동을 만드는 브랜드입니다.","사이키아티스트(PSYCHIARTIST)는 하이엔드 스트릿 웨어의 요소를 기반으로 항상 예측할 수 없는 디테일에 중점을 두는 브랜드입니다. 여러 전문가와 협업하여 역동적인 실루엣과 기존 스트릿 웨어에서는 볼 수 없었던 소재를 디자인으로 풀어내는 방식을 선호합니다.","세르지(SERGE)는 튼튼하고 잘 짜인 원단으로 퀄리티 높은 데님을 만드는 브랜드입니다.","SELIVER(세 리버)는 도전하는 사람들을 위해서 도전하는 브랜드로 떨어지는 유성처럼 도전하는 사람들에게 꿈과 희망을 선물할 것입니다. 우주의 작은 먼지가 대기를 만나 마찰을 일으키고 아름다운 빛을 내며 사람들에게 꿈과 희망을 주는 별똥별을 만들어 내듯이 일상의 사소한 생각과 아이디어들로 소비자들의 삶의 질을 높이는 제품을 만들어내는 것이 우리의 목표입니다. 세리 버는 편안하고 질 좋은 소재를 미니멀하고 심플하지만 독특한 디자인으로 풀어 일상생활에서 부담 없이 입고 신을 수 있는 제품을 추구하는 브랜드입니다.","세븐피겨스(SEVEN FIGURES)는 편안하게 입을 수 있는 기본에 충실한 옷을 만드는 브랜드입니다. 매일 새롭고 다른 일상의 모습을 선사합니다.","소수(SOSU)는 인간을 비롯한 사물의 본질은 변하지 않는 고정된 실체가 아닌 끊임없이 생성되고 변하는 존재라는 철학적 시점으로 의류에 접근합니다. 끊임없는 변화와 생성을 통한 발전을 지향합니다.","SHOJIAMI(쇼지아미)는 미니멀한 실루엣과 모노톤 컬러를 사용한 심플하면서도 실용성 있는 디자인을 전개하는 브랜드입니다.","수에뇨스튜디오(SUENO STUDIO)는 이루고 싶은 희망을 의미하는 꿈과, 잠을 자는 동안 달콤한 꿈을 꾸며 느끼는 편안함과 행복을 담은 제품을 보다 넓은 사회에 선보이는 브랜드입니다.","수코이(SOOKOI)는 보편적인 것들 사이의 경계를 허물고 새롭고 다양한 시도를 통해 시즌리스, 젠더리스, 아이템리스를 추구하는 프로젝트 브랜드입니다.","슈페너(SUPENER)는 여행의 설렘처럼 떠나고 싶은 그 어느 곳이든 함께하고자 하는 소박한 마음을 담았습니다. 고객의 발걸음에 힐링을 불어넣고자 합니다.","스모크무드(SMOKMOOD)는 'Do not go gentle into the trend. Live in the present'라는 슬로건을 바탕으로 너무 빠르게만 변화하는 현시대에 경각심을 갖고, 조금 천천히 변화하기를 바라는 마음으로 데님 제품을 제작하는 미니멀리즘 모던 데님 브랜드입니다.","스코타(SCOTA)는 북유럽 감성의 완성도 높은 데님을 기반으로 감성적인 라이프스타일에 가치를 두고 화려함보다는 편안하고 자유로운 스타일링을 추구하는 브랜드입니다.","스탠드먼츠(STANDMENTS)는 도시에 사는 사람들의 일상 유니폼을 만듭니다. 의류의 본질에 기반하여 간결하고 편안하며 합리적인 제품을 목표로 합니다.","Stan Ard(스탠아드)는 심플한 라이프 스타일에서 영감을 받아 일상을 위한 현대적인 감각의 디자인을 추구합니다. 뛰어난 제품은 별다른 설명 없이 그 존재만으로 가치를 증명한다는 믿음으로 기본에 충실하되 따분하지 않은 디자인을 만들기 위해 노력하는 브랜드입니다.","스튜디오235(STUDIO 235)는 베이식한 디자인으로 오랫동안 편하게 입을 수 있는 옷을 추구하는 패션 브랜드입니다.","시그니피컨트(SIGNIFICANT)는 지속적인 놈코어와 뉴트로 트렌드에서 영감을 얻고 소재에서 편안함을 강조한 베이직 캐주얼 트렌디 스타일 브랜드입니다. 포멀한 형태의 최소한의 디테일과 위트 있는 감성으로 전개합니다.","시도(SIIIIDO)는 '남성복식'을 생각하기 이전, 근원적인 '남성성'에 대한 고민에서부터 시작하며, 과거부터 현재까지 변하지 않고 이어지는 남성복 헤리티지를 아카이빙 하여, 우리가 생각하는 '남성적인 실루엣'을 전개합니다.","신앤리(SSIN AND LEE)는 꿈과 도전에 관한 이야기를 지속하며, 복종의 한계를 두지 않고 다양한 분야에서 받은 영감으로 신앤리만의 유니크한 디자인을 표현하는 캐주얼 웨어를 전개합니다.","SINKERLOOP(싱커 루프)는 가성비 좋은, 오래 입을 수 있는 의류를 제작하여 합리적인 가격으로 소비자들에게 다가가는 브랜드로써, 착용하시는 소비자분들 개개인의 삶 속에 자신의 모습을 표현하고자, 어느 누구 나의 체형과 성별에 관계없이 표현하기 가장 적합한 패션으로 접하려 노력하는 브랜드입니다.","씨오큐(COQ)는 프랑스어의 은어로 멋진 남자를 뜻하며 캐주얼과 모던 데일리 룩을 지향하는 남성복 브랜드입니다. 모든 남성들에게 어울릴 수 있는 '핏'을 강조하며 높은 퀄리티와 합리적인 가격, 다양한 디자인의 옷들을 매달 소개해드리고 있습니다.","씨이알(CER)은 'Comfortable', 'Easy', 'Relaxed'의 앞글자를 따서 이름 지은 브랜드로, 본연의 정체성에 충실하기 위해 가장 단순한 곳에서 출발합니다. 기본에 구애받지 않는 자유로운 해석을 통해 웨어러블한 느낌을 추구하며 세밀한 공정을 통해 더욱 정제된 퀄리티의 제품을 선보입니다.","아가타 어패럴(AGATHA APPAREL)은 1974년 미셸 키니우(Michel Quiniou)가 파리에서 론칭한 브랜드로, 고급스럽고 실용적인 상품을 선보이며 패션 업계를 선도하고 있습니다. 프렌치 감성과 유니크한 럭스 라이프 베이식 스타일로 무심한 듯 세련된 스타일을 통해 파리지앵의 독특한 무드를 제안합니다.","아날로그베이스(ANALOGBASS)는 워크 웨어 기반의 패션에 모던한 무드를 더해 회사나 일상생활에서 부담스럽지 않게 데일리로 입을 수 있는 아이템을 선보이는 컨템포러리 브랜드입니다. 세미 워크 웨어 의류부터 개성 넘치는 프린팅 후드, 반팔 티셔츠 등 다양한 아이템을 제안합니다.","아미안츠(ARMYANTS)는 잦은 비와 습한 날씨, 빌딩과 아파트가 도심과 만나는 미국 시애틀에서 일상생활과 비즈니스 활동을 하기 위한 어반 맨즈 웨어를 선보입니다. 현재는 시애틀에서 대한민국의 서울을 콘셉트로 재해석하여 MZ 세대를 겨냥한 실용적인 제품을 선보입니다.","아에레(AERE)은 넘쳐나는 평범함 속에서 특별함을 찾기 위해 탄생했습니다. 빠르게 소비되는 세상 속에서, 느리지만 깊이 있는 시선과 차별화된 디자인을 제안합니다. 인공적으로 창조된, 세상에 단 하나뿐인 희소함을 추구하며 당신의 가치를 더욱 빛나게 하는 브랜드입니다.","아웃사이드프로그(OUTSIDE FROG)는 밀리터리, 워크 웨어 기반의 클래식함을 유지하면서도 새로운 요소를 발견하여 이를 다양한 방식으로 재해석하는 브랜드입니다.","아워웨이브(OURWAVE)는 일상에서 데일리로 입을 수 있는 의류를 선보입니다. 베이식한 웨어러블 실루엣의 아이템을 우리가 살아가는 다양한 일상의 감성으로 표현하여 선보입니다.","ICONOGRAPHY (아이코노그라피 )는 자연의 조화로움에, 자연회귀 지속 가능한 소재, 다양한 문화 생활 양식, 생태학, 앤드로지너스, 도상학, 구조주의, 포스트모던, 빈티지, 이종적, 현시대 미학의 캐릭터 레이블 을 의미하는 브랜드 입니다.","아카이브먼츠(ARCHIVMENTS)는 포멀 워크웨어와 컨템포러리 라이프 패션 스타일을 추구하는 브랜드입니다. BE ARCHIV 라는 슬로건으로 시간이 지날수록 고객과 함께 에이징되어 완성되는 아카이브먼츠의 브랜드 디렉팅 방향성을 제시합니다. 다양한 패턴과 색 조합 그리고 솔리드 컬러의 제품은 어떠한 라이프스타일에서도 완성도 높은 피팅을 경험할수 있도록 마스터링됩니다.","아키아(AKI A)는 편안하면서도 트렌디한 스타일과 꾸미지 않은 자연스러운 매력을 추구하는 브랜드입니다. 심플한 멋과 세련된 디테일로 특별한 노력 없이도 스타일리시한 룩을 완성할 수 있도록 디자인합니다.","아페고 스포츠(APEGO)는 클래식 무드를 베이스로, 언제 어디서나 편하게 입을 수 있는 스포티 캐주얼과 디테일한 아름다움을 추구하는 브랜드입니다. '나에게 집중하는 삶'이라는 슬로건 아래, 더 나아질 나를 위해 오래도록 아름답게 입을 수 있는 완성도 높은 옷을 만듭니다.","아혼(AHHORN)은 한국적인 디자인을 모티브로 공예품을 보는 듯한 세련되고 섬세한 디테일이 포인트인 토탈 패션&라이프스타일 브랜드입니다.","알렌스(ALENS)는 원단, 봉제 방법, 패턴 등 가장 기본인 옷 자체의 본질에 대해 고민합니다. 유행의 흐름이나 디자인보다는 기본기에 집중하여 좋은 옷, 편안한 옷을 알렌스만의 단일화된 무드로 선보입니다.","애쉬아워(ASHOUR)는 미니멀한 디자인에 브랜드만의 감성적인 요소를 더하여 당위성을 부가합니다. 높은 퀄리티를 위해 엄선한 원단과 군더더기 없는 부자재를 사용하여 의류로 하여금 높은 만족도를 전달하고자 합니다.","AND Z(앤드지)는 절제된 디테일과 심플한 디자인으로 클래식 감성을 감각적으로 표현한 Contemporary Classic Brand. 절제된 디테일과 심플한 디자인으로 감각적이지만 편안한, 현시대의 Modernity를 정의하는 브랜드입니다.","어퍼콜라보(UPPERCOLLABO)는 지속 가능성을 고려하여 다양한 분야의 전문가와 협업하여 만들어가는 브랜드입니다. 심플하지만 획기적이고 경계를 뛰어넘은 모든 것을 조합해보자는 의미에서 시작되었습니다. 어떠한 환경에서도 스며들 수 있는 독창적인 스타일을 추구합니다.","언코티드247(UNCOATED 247)은 서울 기반의 라이프스타일 브랜드로, 가식 없는 생각에 뿌리를 두며, 익숙함과 낯섦 사이의 적절한 간격을 찾아내고 유지합니다. 언제나 서로의 의견이 맞지는 않기에 유용하지만 이질적인 것들의 역설적인 조합을 추구합니다. 언코티드247은 좋은 원단과 기능적 유용함을 통한 새로운 퍼포먼스를 추구하며, 항상 특별한 수준을 유지하기 위해 고객의 의견에 귀를 기울입니다.","EDITION(에디션)은 어떠한 자리에서도 품위와 격식을 유지하되, 편안하고 세련된 스타일을 합리적인 가격에 제안하고 New Forty 남성을 위한 URBAN CASUAL 브랜드입니다.","에메모가든(MMOGARDEN)은 일상과 여행 사이, 브랜드만의 색감과 감성을 담아 선보입니다.","에스.티.듀퐁 클래식(S.T.DUPONT CLASSIC)은 최고급 원단과 차별화된 디자인, 실용성과 기능성을 갖춘 셔츠와 타이를 선보이며 고급 드레스 셔츠 명가 타이틀을 지켜오고 있습니다. 브랜드를 상징하는 커프스의 풀 로고와 삼색 디테일, 가슴에 새긴 D 로고는 섬세한 안목과 자신감을 대변합니다.","에스아이씨(S.I.C)는 'STAYINC'의 줄임말이며, 컨템포러리 캐주얼 브랜드입니다. C는 Classic, Casual, Chic 등 다양한 트렌드를 제안하겠다는 의지를 표현합니다.","SSQR(에스에스큐알)은 UNIQUE & SOPHISTICATED 정신을 기반으로 하며, 'SSQR'만의 독특하고 감성적인 그래픽 아트 개발을 주력으로 디자인을 전개합니다. 다품종 소량생산이 가능한 자체 생산 구조로 보다 높은 퀄리티를 추구하며, 프로슈머족을 위한 온디멘드 방식의 커스터마이징 제품과 기성복 라인의 제품을 선보이는 브랜드입니다.","에이던엠(ADERNM)은 계절과 어울리는 의류 소재를 기반으로 실용적이고 편안한 실루엣과 컬러, 좋은 품질의 옷을 디자인하는 브랜드입니다. 의복의 본질을 잃지 않고 누구에게나 자연스럽게 스며들어 오래도록 함께 할 수 있는 옷을 추구합니다.","에이디엘티(ADLT)는 성숙함, 성인을 뜻하는 단어 'ADULT'를 변형하여 '완성해가는'이라는 의미를 담았습니다. 각기 다른 가치를 완성해가는 소중한 일상에 스며들 수 있는 것들을 제안합니다.","에이전트픽(AGENTPEEK)은 빈티지와 현대의 경계에서 다양한 문화적 요소를 새로운 시각으로 재구성해 안정적인 밸런스를 중점으로 전개합니다. 단순해 보이지만 옷 안에는 디자이너의 경험과 메시지가 담겨있습니다. 드레스업을 위한 옷보다는 편리하고 유니크함을 겸비한 일상복에 맞춰 에이전트픽이 전하고자 하는 의미를 있는 그대로 담아냅니다.","APRIL77(에이프릴77)은 젊은이들의 틀에 얽매이지 않는 라이프 스타일과 다문화적 열린 사고에 기반을 두고 언더그라운드 rock을 모티브로 하여 스키니 진의 전형을 보여주는 프랑스의 대표 데님 브랜드입니다. 엄청난 마니아를 가지고 있는 브랜드로 기타 Pick(피크)가 왼쪽 시계 주머니에 있는 것이 특징이며, 세계적으로 유명 셀렉샵에 입점되어 있을 만큼 인기 있는 브랜드입니다.","에피그램(EPIGRAM)은 매일 아침 옷을 입는 일상적인 일처럼 우리가 하는 사소한 일에서 영감을 얻거나 즐거움을 느끼고 일상 속 평범하고 작은 순간을 더욱 특별하게 만들어 주고자 합니다.","엘비비(LBB)는 'LESS BUT BETTER'의 약자입니다. 기본에 충실하지만 무한한 확장성을 가진 베이식 디자인에 고급스러운 소재를 사용한 심플한 스타일로, 사용자의 개성에 따라 다양하게 스타일링이 가능하며 시즌과 트렌드에 구애받지 않는 클래식 캐주얼의 가치를 제안하는 브랜드입니다.","엠엠지엘(Minimal Garments Lab, MMGL)은 미니멀리즘 의류 연구소를 표방해 현시대의 트렌드를 절제 있게 반영하는 의류를 연구합니다. 다양한 라이프스타일을 살아가는 사람들이 각자의 방식으로 즐길 수 있는 제품과 콘셉트로 컬렉션을 전개합니다.","오너(OWNER)는 현대적이면서 섬세하고 견고한 퀄리티의 컬렉션을 만들어내는 브랜드 입니다. 이 시대의 진정한 주인공 자신이라는 메시지를 전달하는 것을 목표로 고감도의 패션을 선보입니다.","오드닷(ODD DOT)은 특이함을 뜻하는 오드(odd)와 마침표를 뜻하는 닷(dot)을 합성한 단어입니다. 오드닷만의 독특한 무드와 실루엣으로 아이덴티티를 강조합니다. 미니멀을 베이스로 하지만 뻔하지 않은 올드스쿨, 놈코어 룩을 제안합니다.","OX STUDIOS(오엑스 스튜디오)는 있는 그대로의 실루엣, 심플함과 미니멀을 기본 컨셉으로 트렌디한 컬러와 베이식한 디자인으로 남성 컨템포러리 라이프 스타일을 표현합니다. 베이식한 아이템을 중심으로 새로운 문화를 창조하는 크리에이티브 베이식과 디테일 보다는 전체적인 실루엣을 강조하는 미니멀 시크를 슬로건으로, 일상적이지만 트렌디하며 순수한 옷의 형태를 살리는 것을 중요시하는 브랜드입니다.","오잉크오(OINK.O)는 '모든 동물은 평등하다. 하지만 어떤 동물은 다른 동물보다 더욱 평등하다(All animal are equal, but some animals are more equal than other'라는 나폴레옹의 말을 모티브로, 캐주얼하고 컴피한 클래식 브랜드를 지향하는 브랜드입니다.","OJEH(오제)는 스포티즘과 미니멀리즘을 동시에 추구하고자 하는 바람에서 비롯된 스트릿 웨어 브랜드입니다. OJEH 의 디자인은 가장 기본적인 것에 크고 작은 디테일로 특별함을 부여했고, 별다른 테크닉 없이 누구나 멋스러운 스트릿 룩을 즐길 수 있도록 하고자 함에 초점을 둔 브랜드입니다.","오페(OFE)는 'ou est la fleur eternlle'의 약자로 '영원한 꽃은 어디 있을까?'라는 뜻입니다. 세련된 소재와 실루엣, 독보적이고 특별한 디테일로 매 시즌 과장된 예술성보다는 베이식한 스타일을 바탕으로 현대적인 감각의 세련된 멋을 추구합니다.","오프더도어(OFF THE DOOR)는 일상과 패션 그리고 기능의 통합을 목표로 하는 데일리 웨어 브랜드입니다. 언제, 어디서, 무엇을 하든 오프더도어와 함께하는 이들의 매 순간을 편안케 만들고자 합니다.","온리스웻팬츠(ONLY SWEAT PANTS)는 통제된 스타일이 아닌 자유로운 스타일을 추구하는 디자인 철학을 가지고 있습니다. 독창적인 디자인 개발과 다양성을 고집하며, 힙하지만 과하지 않은 자유로운 패션 스트릿 룩을 모티브로 한 유니섹스 스트릿 캐주얼 브랜드입니다. 심플하고 기능적인 핏을 강조한 디자인을 추구하며, 제품의 불필요한 장식이나 디테일을 배제하고 실용적이고 편안한 옷을 제공합니다.","올데이훕스(ALL DAY HOOPS)는 농구 문화를 기반으로 한 스트릿 브랜드입니다. 다이내믹하고 화려한 농구를 올데이훕스만의 감성으로 표현한 데일리 아이템을 선보입니다.","올도우(ALTHOUGH)는 옷에 본질을 편안함에 두고, 각자의 일상속에 자연스럽게 스며드는 옷을 만드는 브랜드입니다. 'WE WANT TO GIVE GOOD INFLUENCES'라는 슬로건으로 누구에게나 다양한 형태의 모습으로 선하고 좋은 영향력을 주고자 합니다.","올젠(OLZEN)은 헤리티지 감성을 바탕으로 기품 있는 토털 캐주얼 웨어를 추구합니다. 시대적 감성을 재해석한 세련된 스타일리시 캐주얼을 제안합니다.","와이오와이(YOYOYOY)는 플리츠는 기반으로 위트 있는 요소를 사용해 감각적이고 웨어러블한 데일리 웨어를 제안하는 브랜드입니다. 심플하고 가벼우며 편안한 디자인으로 스스로에게 집중할 수 있는 스타일을 제안합니다. 매 시즌 다양한 컬러와 소재로 창의적인 실루엣과 개성 있는 테일러링을 선사합니다.","와이잭(YJACK)은 옷의 본질에 충실하게 집중하는 브랜드입니다. 자체 개발한 특별한 원단과 고급 봉제 기법을 적용하되, 좋은 옷을 누구나 입을 수 있도록 합리적인 가격에 제공한다는 이념을 바탕으로 하는 하이 퀄리티 베이식 컴포트 웨어 브랜드입니다.","우드비(WOULDBE)는 'Tommorow would be better'를 슬로건으로, 옷을 입는 이들에게 좋은 일이 생기길 바라는 마음으로 시작된 브랜드입니다. 편안한 일상을 담은 제품을 합리적인 가격으로 선보입니다.","웅(WOONG)은 한국 신화를 모티브로 2014년 론칭한 브랜드입니다. 한국 고유의 문화이자 마인드를 선도하고자 하는 바람을 담아 스트릿 무드의 캐주얼을 베이스로 보다 역동적이고, 보다 더 편안한 착용감의 골프 의류 DNA를 접목하였습니다. 골프 의류는 비싸고 올드하다는 편견을 버릴 수 있도록, 합리적인 가격의 뉴 스트릿 골프 캐주얼을 제시합니다. 10~20대 고객층을 넘어, 누구나, 언제 어디에서나 착용할 수 있는 아이템으로 스트릿 골프 캐주얼 의류의 대중화를 이끌어 내고자 합니다.","웨닐(WANIL)은 'ANYTIME', 'EVERYDAY'를 슬로건으로, 언제든지 매일 적용할 수 있는 편안함을 중요시합니다. 일상 속에서 느낄 수 있는 편안한 감정을 웨닐만의 해석과 디자인으로 녹여내어 선보입니다.","웹젠 프렌즈(WEBZEN FRIENDS)는 웹젠의 다양한 게임 속 캐릭터에서 영감을 받아 탄생한 캐릭터 브랜드입니다. 일상의 편안함과 즐거움을 모토로 완성한 이지 캐주얼 룩을 선보입니다.","유앤엘씨(UNLC)는 기본에 충실하되 현시대 트렌드를 적절히 담아내어 전개하는 내추럴 컨템포러리 브랜드입니다. 특정한 경계 없이 다양한 라이프스타일에서 조화를 추구합니다.","유앤픽(UN.P)은 불필요한 선택을 통해 나다움을 찾을 수 있다는 메시지를 전달하는 라이프스타일 브랜드입니다.","유제(YUJE)는 오피스 룩과 일상복, 두 가지를 모두 만족케 하는 오피스 캐주얼 룩에 대해 끊임없이 고민하고 그 가치를 전달하는 브랜드입니다. `Give a title to your life`라는 슬로건 아래, 편안한 디자인과 유제만의 감각적인 디테일을 통해 당신의 일상에 의미를 부여합니다.","유제이비커밍(UJ BECOMING)은 창의적인 시각과 발상으로 기본에 충실하지만, 유니크한 디자인 요소와 색감을 더해 과하지 않으면서도 세련된 패션 감각을 재현합니다. 환경 위험을 인식하여 친환경적이고 지속 가능한 높은 퀄리티의 소재를 사용해 오래도록 즐길 수 있는 상품과 균형감 있는 라이프스타일을 지향합니다.","USUAL EDIT(유주얼 에딧)은 미니멀리즘 기반의 뉴웨이브 감각으로 디자인된 유니섹스 캐주얼 브랜드입니다. 일상에서 즐길 수 있는 옷을 만들지만 일탈을 꿈꾸는 옷을 만듭니다. 성별과 연령의 경계를 허물며, '취향'에 초점을 두어 세대를 초월하는 디자인을 지향합니다.","율러(EULER)는 복잡함 속의 단순함을 추구하며, 동서양의 문화와 예술로부터 영감을 받아 만들어졌습니다. 편안한 실루엣과 컨템포러리 한 디자인을 기반으로, 매 시즌의 주제와 무드를 다채롭게 풀어내는 브랜드입니다.","이그노어(IGNORE)는 22 F\/W를 시작으로 미니멀과 컬러 포인트 바탕의 세미 오버핏, 디테일이 들어간 의류를 제작합니다. 이그노어는 '무시하다'라는 의미이지만, 'Don't ignore me(나를 무시하지 마)'라는 해석을 통해 자신감과 자존감을 높이는 옷을 만들겠다는 브랜드의 아이덴티티를 내포하고 있습니다.","이니즈(INYS)는 'I need your sensitivity'의 약자이며, 소비자가 각자의 개성을 담아 본인의 패션 스타일을 자유롭게 표현할 수 있도록 다양한 컬러의 베이식한 스타일과 키치한 시그니처 로고 플레이 아이템을 전개하는 브랜드입니다. 유행에 민감하지 않은 시그니처 스트라이프 패턴을 기반으로 베이식하면서도 재미있는 디자인을 제시하여 저마다 다른 성향의 라이프스타일에 조금씩 스며들고자 합니다.","이머전시(EMERGENCY)는 한국인의 체형에 맞는 핏과 디자인의 데일리 팬츠를 합리적인 가격으로 선보이는 브랜드입니다.","이엘더블유케이(ELWK)는 단순화되고 간결화되어가는 흐름에 걸맞은 라이프스타일 브랜드입니다. 다양한 오브제를 활용해 이엘더블유케이만의 색을 선보이며, 실용성에 초점을 맞춰 남녀노소 부담 없이 즐길 수 있는 브랜드입니다.","'Easy, Daily, Basic, Everyday wear'라는 슬로건을 브랜드 가치로 내세운 이즈(EASE)는 가장 편하게, 매일 누구나 손쉽게 입을 수 있는 옷을 만들자는 취지로 탄생한 브랜드입니다. 편하고 합리적인 가격의 질 좋은 옷으로 승부하고 싶은 마음이 강한 브랜드로 매 시즌 브랜드 철학을 통해 패셔너블이라는 접근하기 힘든 영역을 누구나 쉽게 접근할 수 있도록 제안합니다.","이지오(EZIO)는 본인만의 스타일을 추구하고 끊임없이 탐구하는 이들을 위해 2009년 론칭한 컨템포러리 브랜드입니다. 시간의 흐름에 구애받지 않는 편안한 라이프스타일을 만들기 위해 노력합니다.","INROWS(인로우스)는 미니멀리즘한 디자인을 베이스로, 트렌디하면서도 편안한 착용감과 다채로운 워싱 퀄리티로 고객들의 니즈를 충족시키고자 하는 데님 전문 브랜드입니다. '최고급 원·부자재로 옷을 만든다고 모두 최고급 상품이 되는 것이 아니다. 그것을 얼마나 정확하게 해석하고 전개할 수 있는지가 그 상품의 퀄리티를 좌우한다.'라는 브랜드 모토를 가지고 항상 노력하는 브랜드입니다.","인세인 루나틱(INSANE LUNATIC)은 심플한 것 같지만 심플하지 않은, 도전하고 싶지만 두려움에 도전하지 못했던 옷들을 누구나 쉽게 입을 수 있도록 만드는 브랜드입니다. 1920년의 클래식한 감성과 현재의 편안하고 실용적인 옷의 조화를 인세인 루나틱만의 해석으로 선보입니다.","INTAR(인타)는 미니멀리즘과 모던을 테마로 INTAR만의 감성으로 해석한 로컬 브랜드입니다.","인터레스트(INTEREST)는 트렌디하면서도 자기만의 무드를 만들어가는 이들을 위한 브랜드입니다. 나이와 성별, 지역의 경계가 없는 건강한 라이프를 지향합니다. 일상에서 편안하고 누구에게나 어울리는 룩을 지향합니다.","인터섹션(INTERSECTION)은 컨템포러리 트렌드를 기반으로 스트릿 무드의 캐주얼 아이템을 전개하는 브랜드입니다. 여러가지 의복의 용도와 그 소재에 구애받지 않으며 새로운 시각에서 그들의 공통점을 찾아내려고 노력합니다.","자코파네(ZAKOPANE)는 국은진(Kei) 디자이너가 전개하는 이지 애슬레저 웨어 브랜드입니다. 디자이너 특유의 아메카지 룩에 애슬레저 룩의 활동성과 실용성을 버무려냅니다. 광활한 자연의 곡선이 주는 영감을 시즌 테마로 제시하며, 삶과 사고를 투영하는 '입는 행위'의 역할에 대해 끊임없이 질문을 던집니다.","잠뱅이(JAMBANGEE)는 새롭게 제안하는 데님 소재 기반의 스트릿 진 캐주얼 브랜드입니다. 품질과 소재 등 기본에 충실하면서도 자유로움과 시크함을 표현하는 스트릿 실루엣의 아이템을 선보입니다. 또한, 서구 문화의 전유물이었던 데님을 한국인의 체형과 정서에 맞게 접목하여 제안합니다.","쟈니웨스트(JHONNY WEST)는 합리적인 가격의 베이식한 제품 전개를 지향하는 라이프 웨어 브랜드입니다.","저스트무드(JUSTMOOD)는 언제 어디서나 건강하고 자유로운 삶을 살기를 지향하는 브랜드입니다.","젠아더(ZNOTHER)는 펀하고 영한 컨템포러리 아트 컬처 브랜드입니다.","JEMKINS(젬킨스)는 기능 중시만이 아닌 감성을 담은 아웃도어 캐주얼을 지향하는 브랜드입니다.","조질롱(JOJILONG)은 니트웨어 중심의 모노 프로덕트입니다. 빈티지와 클래식, 미니멀을 기반으로 위트 있고 포근한 감성으로 모두가 입고 즐길 수 있는 패션을 지향합니다.","지디디엔(GDDN)은 60여 년이 넘는 데님 생산 노하우와 장인 정신을 담아 탄생한 남성 데님 브랜드입니다. 최신 공정과 뛰어난 기술력을 바탕으로 높은 완성도와 합리적인 가격의 제품을 선보입니다.","JIMIKO BLICO(지미코 브리코)는 재능있는 디자이너와 아티스트들의 지속적인 콜라보레이션으로 수준높은 디자인을 선보이는 브랜드 입니다.","지장사(ZIJANGSA)는 한국의 미를 담은 생활한복과 개량한복 등을 전문적으로 생산하는 브랜드입니다.","CHAMASPORTSLAB(차마스포츠랩)은 모든 이들이 열망하는 본능, 자연으로의 여정을 영감으로 합니다. 이러한 여정을 urban스럽게 해석하여 'Simplicity and Flexibility\"의 컨셉으로 풀어낸 브랜드입니다.","챈세스노이(CHANCE'S NOI)는 당신의 일상 시작과 끝, 어디에서나 함께할 수 있는 간편한 이지 캐주얼을 지향하는 데일리 웨어 브랜드입니다.","초시(CHOCI)는 주제별로 제품의 디자인이나 소재, 무드를 차별화하고 고급화하고자 하는 브랜드입니다. 기본에 충실하되 높은 품질로 평범함 속에서 특별함을 만듭니다.","79BY79(칠구바이칠구)는 현직 디자이너가 만든 유니섹스 남성복입니다. 트렌디와 유니크함이 함께 있는 기존의 남성복과는 다른 느낌의 브랜드입니다.","카인즈(KINDS)는 여러 가지 종류에 대한 새로운 시각을 다양한 의류와 라이프스타일에 투영하여 하나의 시즌을 풀어나갑니다. 한 가지 틀에 정밀한 표현을 하기보다는 틀에 얽매이지 않은 다양한 컬러의 조화와 대비를 통해 여러 방향을 제시합니다.","케이케이(KAYKAY)는 옷의 형태와 소재 디자인에 초점을 두고, 클래식함과 트렌디함을 모두 아우르는 다양한 디자인의 개발을 지향하는 브랜드입니다.","코디갤러리(CODIGALLERY)는 'Redefining Formality'를 슬로건으로, 현대적이고 자연스러운 스타일을 제안하는 브랜드입니다. 일상 속 감도 높은 이지 포멀 웨어를 선보입니다.","CONCENT12(콘센트12)는 이태리 유학 출신 디자이너와 패션포토그래퍼의 협업으로 시작된 브랜드로 콘센트에 매 시즌 새로운 컨셉의 플러그롤 꽂아 'concent12' 만의 스타일로 재해석 한다는 의미를 가지고 있습니다. 다른 사전적 의미로는 협동의 의미가 있습니다. 미니멀 디테일과 유니크한 실루엣으로 젠더리스를 지향하는 브랜드입니다.","CONTROBANAL3(콘트로바날레)는 세련되고 트렌디한 도시적 문화에 잘 어울리는 '컨템포러리 스트릿 브랜드'로써, 과감하고 강렬한 디테일의 화려함과 미니멀하고 심플한 베이직함 사이 그 중간 어딘가에 있는, 적절히 절제되어 세련된 바이브와 감각적인 디테일이 은근히 드러나는 클래씨(classy)한 스트릿 스타일을 추구하는 브랜드입니다.","크럼플러 어패럴(CRUMPLER)은 호주 멜버른에서 시작한 프리미엄 라이프 스타일 캐주얼 브랜드입니다. 퀄리티에 다채로운 색감과 핏을 더하여, 삶을 스스로 개척하는 모든 이들의 스타일을 완성시켜 줄 것이다.","CHRIS CHRISTY(크리스크리스티)는 미니멀한 베이직, 재해석된 클래식, 그리고 어디든 조화롭게 연출할 수 있는 아이템을 제안하는 브랜드입니다.","클라만(KLAMMERN)은 아티스트 협업을 기반으로 하는 브랜드입니다. 다양한 정체성의 아티스트와 그들의 작품을 담은 제품을 만듭니다. 수많은 기준에 의해 구분되고 정의되는 현대 사회에서, '나' 또는 '우리'와의 다름을 존중하고, 제품을 경험하는 모두에게 가치 있는 상품을 생산하고자 합니다.","클럽액티비티(CLUBACTIVITY)는 학창 시절 한 달에 한 번, 토요일이면 돌아오는 특별한 시간이었습니다. 지금은 사라졌지만, 그 시절을 보낸 이들에게 C.A는 한 달 중 가장 기다려지는 날이었습니다. 우리가 만들어가는 씨에이의 이야기 역시 모두에게 기다려지는 순간이길 바랍니다.","키크(KEEK)는 일상 속 다양한 가치를 재발견하고, 결합이 가능한 모듈 형태의 의류로, 실용성과 디자인을 함께 갖춘 유니섹스 캐주얼 브랜드입니다. 한계를 초월하고, 새로운 문화를 만들어 고객과의 경계를 허물고자 합니다.","타이온(TAION)은 체온을 의미하는 이너 다운 웨어 브랜드입니다. 고밀도의 420T 나일론 원단을 사용하고 온도와 습도 조절에 탁월한 다운을 사용하는 등 어떤 환경에서도 착용할 수 있는 디자인을 고집하고 있습니다.","테니스 보이 클럽(TENNIS BOY CLUB)은 테니스 라이프스타일과 관련된 로고와 그래픽을 활용한 다양한 디자인을 선보입니다. 테니스를 즐기고자 하는 시티보이에게 어울리는 스탠다드 아이템을 선보입니다.","테디팝(TEDDYPOP)은 동물에 대한 인식을 바꾸기 위해 의류를 비롯한 다양한 아이템을 선보이는 디자이너 브랜드입니다. 인간과 동물이 더불어 사는 행복한 세상을 꿈꾸는 테디팝은, 동물 복지를 위한 다양한 캠페인을 통해 대중의 인식을 변화케 하고자 노력합니다.","THOMAS VAILEY(토마스 베일리)는 클래식과 오리지널리트가 공존하고 감성을 담은 캐릭터 브랜드를 지향합니다.","투어티(TOATEE)는 '자로 잰 것처럼'이라는 뜻으로, 나에게 맞춘듯 편안한 옷을 디자인합니다. 좋은 소재와 봉제로 본질을 생각하며, 간결하고 편안하여 오래도록 입을 수 있는 제품을 선보입니다.","투에프로우(SECOND FLOOR)는 빈티지 캐주얼을 키워드로 오랜 시간 사용할 수 있고 영감을 줄 수 있는 지속 가능한 상품을 추구합니다.","트리플엑스(TRIPLE X)는 일상 속 영감으로 트렌디한 의류를 전개하는 컨템포러리 브랜드입니다.","파나컬트(FANA CULT)는 스트릿 패션, 유스 컬처 무드를 기반으로 한 의류 회사입니다. 영 캐주얼과 유니섹스 캐주얼의 디자인을 전개하며 매스 컬쳐 속 문화와 대중 패션을 지향합니다. 어린 시절 주위를 의식하지 않고 열정적이던, 플레이밍 유스(Flaming Youth)라는 슬로건을 가지고 문화를 디자인합니다.","파노브(PANOVE)는 반복되는 일상을 사는 현대인에게 휴식과도 같은 편안하면서도 실용적인 데일리 웨어를 제안합니다.","2019년에 첫 컬렉션을 시작한 파이(FFAI)는 심플하면서 매력적인 로고 플레이를 선보이는 브랜드입니다. 트렌디하고 세련된 컨셉트로 브랜드의 개성을 담은 의류와 액세서리를 선보입니다.","파이브투원(FIVE TO ONE)은 몰개성적인 사람으로 머무르는 것을 거부하고 남들과는 다른 개성을 추구하는 이들의 목소리를 패션으로 대변하는 브랜드입니다.","팔랩(PALAP)은 1980년대 레트로 감성을 현대 사회에 맞게 새롭게 즐기고자 하는 뉴트로 유니섹스 브랜드입니다.","팔이지(82G)는 심플하고 스타일리시하며, 지속 가능한 아이템을 제안하는 패션 브랜드입니다.","PUBLIC ICON(퍼블릭아이콘)은 심플한 데일리룩을 표방하며 전통적인 의복의 형식을 고수하여 누구나 쉽게 입을 수 있는 웨어러블 한 제품을 양산해내면서 수준에 벗어나지 않는 트랜디함을 믹스하여 퍼블릭아이콘만의 확실한 아이덴티티와 퀄리티의 완성도로 재해석한 브랜드입니다. 높은 퀄리티에 부담 없는 가격대와 S~4XL까지 다양한 사이즈로 제작됩니다.","페어라이어 클럽(FAIRLIAR CLUB)는 미국 LA의 자유분방하면서도 건강한 삶을 위한 웰니스 루틴을 살아가는 이들의 가치를 담았습니다. 브랜드의 본질적 가치와 제품의 기본에 충실하며 Effortless&Luxury, 이른바 Effortlux(에포트럭스) 스타일을 추구합니다.","페이즈화이트(PHASEWHITE)는 현대인의 정서적 안정을 위한 여유로운 실루엣과 차분한 컬러로 세련되고 감각적인 스타일을 선보이는 브랜드입니다.","페퍼시즈닝(PEPPERSEASONING)은 2014년 설립된 주식회사 이퀄 스킨의 세컨드 브랜드입니다. 유니섹스 라인의 베이직하고 캐쥬얼한 컬렉션으로 매 시즌 재미있게 풀어나갈 예정입니다. 2017년 S\/S 시즌부터 전개하며, 원단 제조부터 봉제까지 자체 공장에서 생산을 하고 있습니다. \"THINK OUTSIDEOF THE BOX\" 슬로건으로 고정관념을 깨는 컨셉츄얼 의류 브랜드입니다.","펠스파브룩(FELDSPAR BROOK)은 최고급 소재와 감도로 생산부터 제품이 완성하기까지의 과정을 컨트롤하는 폴로&스트라이프 전문 브랜드입니다. 누구나, 언제나, 어디서든 입을 수 있는 편하고 손이 가는 폴로 셔츠와 스트라이프 셔츠를 선보입니다.","PALETOT (펠토) 는 2012년에 9월 설립하였으며,남성의류를 전문적으로 디자인 생산하는 브랜드입니다.","편마(PYEON MA)는 유행을 타지 않고, 오래 입을 수 있는 슬로우 패션을 지향하는 브랜드입니다. 전 제품을 리사이클, 친환경 원단을 사용해 제작하였습니다.","FOURTHK (포스케)는 무지 베이스의  일을 하기 위한, 운동을 하기 위한, 데이트를 하기 위한, 잠을 자기 위한 브랜드로서, 포스케는 모든 분들의 라이프스타일을 응원합니다.","포시즌랜드(FOUR SEASON LAND)는 뚜렷한 사계절을 가진 우리의 땅 대한민국을 의미합니다. 아름다운 사계절의 변화에 따른 모든 종류의 아웃도어 활동을 기반으로 하는 브랜드입니다.","포에드클럽(4EED)는 'We all deserve to be happy'라는 슬로건 아래 자신만의 색깔을 추구하며 행복해지고 싶어 하는 우리의 욕망을 거침없이 표현하고 시도합니다.","포윗(POWIT)은 과하지 않은 멋을 추구하는 미니멀 스트릿 캐주얼 브랜드입니다.","포즈넘버에잇(POSE NUMBER EIGHT)은 체육관에서부터 길거리에 이르기까지, 리프팅 문화와 피트니스에 대한 사랑을 담아 전개하는 브랜드입니다.","포지티브 바이브(POSITIVE VIBE)는 소재, 핏, 컬러에 중점을 둔 트렌디한 무드에 여유로운 라이프 스타일을 추구하는 컨템포러리 디자이너 브랜드입니다. 'Think positive everyday and feel the vibe!'라는 슬로건 아래 당신의 일상 속에 스며들어 개인의 아름다움을 과감히 표현하고 즐길 수 있도록 옷을 입고 항상 행복한 순간을 맞이할 수 있는 긍정적인 바이브를 불어넣습니다.","폴코어(PAULCORE)는 다양하고 새로운 색과 무드를 가진 제품을 매 시즌 선보이는 브랜드입니다.","퓨처(FYUCHR)는 컨템포러리 디자이너 브랜드로 시대와 문화를 가진 상징적인 의복 양식들을 재해석해, 새로운 디자인 언어를 만들어 가는 데에 그 의의를 두고 있습니다. 미래를 의미하는 단어 FUTURE를, 군사\/무전 통신용 NATO 음성 문자(NATO Phonetic Code)에서 착안해 만든 이름입니다.","프라이데이 나이트 골프 클럽(FRIDAY NIGHT GOLF CLUB)은 골프라는 스포츠의 감성을 젊게 패러디한 하이 퀄리티 라이프스타일 브랜드입니다. 'Classic, Sporty, Noble and Trend'라는 모토 아래 골프뿐만 아니라 언제 어디서든 함께할 수 있는 편안하고 세련된 스타일을 지향합니다.","PRESTONS(프레스톤즈)는 100% usa cotton을 사용하여 뛰어난 품질과 최고의 가성비를 자랑하는 일본 브랜드 입니다.","프레임 오프(FRAME OFF)는 `틀이 없다`라는 뜻으로, 남녀의 경계가 없는 유니섹스 웨어를 모티브로 편안한 소재와 다양한 스타일을 제안하는 영 스트릿 캐주얼 브랜드입니다.","프리저브드 스테이션(PRESERVED STATION)은 예로부터 지금까지 개발하지 않고 보존하고 있는 장소라는 뜻으로, 그 장소를 이용했던 사람들의 복식을 창조하며 그곳에서 브랜드의 색을 보여줍니다.","플라스틱보틀보트(PLASTIC BOTTLE BOAT)는 폐페트병 재생 원사인 폴리에스터와 코튼 원사를 사용하여 지속 가능한 의류를 만드는 브랜드입니다. 플라스틱 소비를 줄이기 위해 180일 정도가 지나면 완전히 분해되는 친환경 패키지로 제품을 제작합니다.","플랑프레레(FLANC FRERE)는 '존재하는 아름다움'을 모토로 다양한 색을 선보이며 시도의 가치를 추구하는 컨템포러리 유니섹스 브랜드입니다.","PLANET REMAKER(플래닛 리메이커)는 오염되고 지쳐가는 지구를 깨끗하고 아름다운 지구로 바꾸어가자는 꿈과 실천을 위해 만들어진 브랜드입니다. 불필요한 요소들을 제거하고 심플함을 기반으로 좋은 퀄리티와 합리적인 가격을 지향하여 의류의 홍수 속에서 빛나는 옷을 만들어 보고자 하는것이 플래닛 리메이커만의 아이덴티티의 브랜드입니다.","플랩(FLAP)은 과거부터 현재까지의 모든 아이디어를 담는다는 의미를 가진 `Put all ideas`라는 브랜드 철학을 모토로, 모던하고 웨어러블한 룩을 선보입니다. 성별을 뛰어넘는 창작 활동을 통해 여러 디자인을 조화롭게 선보이고자 합니다.","피닉스(PHENIX)는 라이프 스타일 스포츠 웨어 브랜드로, 테니스와 골프 등 모든 플레이에 어울리는 스타일을 선보입니다.","피스오브올데이(PEACE OF ALL DAY)는 이름 그대로 온종일 평화로움과 편안함을 느낄 수 있는 오버사이즈 웨어를 선보이는 브랜드입니다.","PISCATOR(피스케이터)는 익살스러우면서도 강한 남자를 컨셉으로 제품 디자인은 반항적인 패션과 클래식한 아메리칸 문화의 경계를 세련되게 표현했으며, 하의를 메인 상품군으로 시작합니다.","피에스쇼퍼(PSSHOPPER)는 여유로운 실루엣과 감각적인 워싱 기법으로 베이직 아이템을 재해석하며, 오래 함께 할 수 있는 가치를 추구하는 브랜드입니다.","하프크라이즈 레이아웃(HALBKREIS LAYOUT)은 빈티지&미니멀리즘을 기반으로 무엇에도 얽매이지 않는 스타일을 제안함으로써 단조로운 옷장에 생기를 불어넣고자 합니다.","해즈(HAZ)는 베이직 캐주얼의 새로운 기준을 제시하는 브랜드입니다. 베이직 캐주얼 스타일에 트렌디한 핏과 컬러를 적용하고, 스포츠웨어 디자인의 기능적인 요소를 접목시켜 언제 어디서든 편하고, 쉽고, 스타일리시하게 최고의 데일리 룩을 완성할 수 있습니다. 해즈는 활동성과 편안함에 중점을 둔 디자인을 적용시키기 위해 스포츠웨어 디자인 전문 레이블인 KONNECTED DESIGN에서 제품을 디자인하고 기획합니다.","핵쿨남(HECKCOOLNAM)은 “어깨를 디자인하다”는 슬로건 아래 남성을 위한 머슬핏 의류를 자체 제작하는 브랜드입니다. 넓은 어깨와 균형 잡힌 실루엣을 구현하는 정교한 핏과 디자인을 추구합니다.","헤이스트(HEYSTE)는 신체의 규칙적인 움직임이 아름다운 몸에 그치지 않고 다른 무언가를 더한다고 믿습니다. 움직임으로 몸을 변화시키는 행위는 우리 삶의 고유한 의미를 찾을 수 있는 첫걸음이라 여깁니다.","헨리코튼(HENRY COTTONS)는 그 자체로 라이프 스타일이 된 전설이자 골프 챔피언, 헨리코튼 경(1907~1987)에게서 영감을 받아 그의 철학과 스토리를 담은 유러피안 캐주얼 브랜드입니다.","호웨어(HOWEAR)는 '좋은 옷' 이라는 뜻을 담고 있습니다. '심플, 컴포터블, 파인' 세 가지 슬로건으로 우리에게 필요한 좋은 옷을 만듭니다.","흑웨어(HEUK WEAR)는 누구나 부담 없이 즐길 수 있는 캐주얼웨어를 제안합니다. 움직임에 최적화된 핏과 소재, 트렌디하면서도 과하지 않은 디자인으로 데일리까지 자연스럽게 녹아드는 애슬레저 스트릿 브랜드입니다.","노스페이스(THE NORTH FACE)는 브랜드 고유의 디자인 과학과 기술 혁신을 통해 인간이 자연과의 더 나은 공존을 경험할 수 있도록 지원해오고 있으며, 브랜드 모토인 '끊임없는 탐험(Never Stop Exploring)'을 실천하여 탐험과 도전을 통해 나아가는 브랜드입니다.","1964년 설립된 나이키(NIKE)는 다양한 컬래버레이션과 두터운 마니아층들로 그 위치를 증명하는 브랜드입니다. 자신의 한계를 뛰어넘는 스포츠 정신이 바로 나이키 브랜드를 상징하며, '실패를 두려워하지 말라'는 메시지는 많은 사람들에게 긍정적인 희망을 주어 나이키의 핵심 가치이자 철학으로 자리매김했습니다. 나이키는 운동 선수들의 목소리에 귀를 기울이고, 그들이 최고의 기량을 발휘할 수 있도록 돕는 제품을 생산합니다. 세계적인 발자취, 혁신 문화와 팀 우선 정신을 바탕으로 전 세계를 위한 끊임없는 스포츠의 미래를 창조하고 있습니다.","스포츠 라이프스타일은 라커룸 밖에서도 계속됩니다. 1920년부터 독일의 헤르초게나우라흐에서 스포츠 슈즈를 만들던 아디다스(ADIDAS)는 이러한 철학을 토대로 경기장에서부터 거리에 이르기까지 모두가 즐길 수 있는 '스포츠 라이프스타일'의 개념을 처음으로 도입한 브랜드입니다. 스포츠 영역의 다양한 요소를 일상의 영역으로 가져오는 아디다스는 이를 통해 전 세계의 트렌드를 주도하고 있으며, 지금도 여전히 자신의 다양한 모습을 보여주고 싶어하는 소비자와 직접 소통하며 함께 혁신적인 트렌드를 만들고 있습니다.","디스커버리 익스페디션(DISCOVERYEXPEDITION)은 전 세계 180여 개 국가, 42개 언어, 15억 명이 시청하는 글로벌 1위 다큐멘터리 전문 채널로 시작하여, 30여 년 동안 지구 곳곳을 탐험하며 쌓은 노하우로 놀라운 기능성과 트렌디한 디자인을 갖춘 아웃도어 아이템을 선보이는 브랜드입니다. 혁신적인 아웃도어 에디션을 통해 다양한 사람들의 일상을 발견의 즐거움 속으로 안내합니다.","엄브로(UMBRO)는 영국 맨체스터에 본사를 두고 스포츠 웨어와 다양한 장비를 만드는 브랜드다. 오늘 날의 엄브로는 단순히 축구 브랜드로서의 역할만이 아니라 축구를 통해 얻은 헤리티지와 기능성 소재에 영국의 스트릿 스타일을 더해 신선한 무드의 패션 아이템도 함께 선보이며 세계적인 패션 브랜드로 거듭 나는데 성공했다.","내셔널지오그래픽(NATIONAL GEOGRAPHIC)은 적극적으로 자신을 표현하며 가치소비를 추구하는 여러분을 위해 의류, 캐리어, 백팩, 캠핑 등 700여 가지가 넘는 다양한 제품을 제안합니다. 일상에서부터 자연 그리고 또 다른 세상으로 떠나는 여러분의 특별한 경험과 여정이 더욱 풍성해 질 수 있도록 노력하고 있습니다.","뉴발란스(NEW BALANCE)는 발에 장애가 있거나 경찰, 소방관, 우체부 등 하루 종일 서서 일하는 사람들을 위한 아치 서포트(Arch Support : 지지대가 있는 신발 깔창)를 만들며 1906년에 미국 메사추세츠주 보스턴에서 론칭했습니다. 닭의 세 개의 발톱이 만드는 균형(balance)에서 영감을 얻은 아치 서포트와 신발은 지금도 변치 않고 100년이 지난 지금도 여전히 불균형한 발에 새로운 균형을 창조하는 다양한 디자인의 스니커즈와 스포츠&패션 아이템을 만들고 있습니다.","스노우피크 어패럴(SNOWPEAKAPPAREL)은 세계적인 아웃도어 브랜드 스노우피크의 감성과 기술의 노하우를 바탕으로, 일상과 아웃도어를 모두 서포트할 수 있는 제품을 만듭니다. 평범한 일상 속, 사람과 자연이 어우러지는 생활 가치를 느낄 수 있는 브랜드입니다.","무신사 스탠다드 스포츠(MUSINSA STANDARD SPORTS)는 스포츠를 즐기는 고객을 위한 전문화된 소재와 기능성의 상품을 제공하는 기능성 스포츠 웨어 라인입니다. 일상에서 다목적 스포츠 활동을 즐기며 멀티 활용이 용이하도록 필요한 기능만을 탑재한 우수한 품질의 상품을 지향합니다.","아크테릭스(ARCTERYX)는 1989년 캐나다 서부 연안의 산맥 아래에서 시작된, 최상급 아웃도어 의류 및 장비로 대표되는 브랜드입니다. 아크테릭스라는 이름은 시조새의 학명 아키옵터릭스 리토그래피카(Archaeopteryx Lithographica)의 약자로, 지구상에서 가장 먼저 하늘로 향한 생명체처럼, 끊임없는 진화와 혁신을 실현하려는 의지를 담고 있습니다.","아이더(EIDER)는 1962년 알프스 샤모니에서 탄생한 이래, 한국인의 체형에 맞는 아웃도어 제품을 만들기 위해 디자인 연구소를 설립, 한국의 기후와 지형에 맞는 다양한 필드 테스트를 통해 끊임없이 혁신을 거듭하고 있는 브랜드입니다.","1947년 프랑스에서 탄생한 살로몬(SALOMON)은 스키, 스노보드 등 겨울 스포츠 장비와 역동적인 아웃도어 스포츠 장비를 생산하며, 프리미엄 겨울 스포츠 장비의 대명사로 알려졌습니다. 2005년 아머스포츠그룹에 합류해 마켓에서 선도적인 지위를 차지하며 새로운 성장 기회를 구축하고 있으며, 그에 걸맞은 아웃도어용 신발, 의류 등을 생산하고 있습니다. 뛰어난 디자인과 완벽한 기술력으로 세계적인 스포츠 아이콘으로 자리를 잡고 있으며, 1947년 이후 마운틴 스포츠의 새로운 지평을 열고 액티브 웨어 혁신을 중심으로 한 첨단 성능의 프랑스 아웃도어 브랜드입니다.","코오롱스포츠(KOLON SPORT)는 더 넓고 깊은 자연을 추구하며, 고객이 삶의 의미와 목적을 발견하고 세상을 조금 더 이롭게 만드는 일을 돕는 브랜드입니다. 즐거움을 향한 열정, 타협하지 않는 기술, 인간 중심 디자인, 웰니스, 지속 가능성을 추구합니다.","미즈노(MIZUNO)는 보다 좋은 스포츠 용품과 스포츠의 진흥을 통해 사회에 공헌하는 브랜드입니다.","컬럼비아(COLUMBIA)는 “IT'S PERFECT, NOW MAKE IT BETTER.”를 슬로건으로, 거친 환경에서도 아웃도어를 즐길 수 있도록 우수한 제품을 만드는 브랜드입니다.","K2는 세계에서 두 번째로 높은 산으로 가장 높지는 않지만 가장 험하기 때문에 아무에게나 도전을 허락하지 않습니다. 아웃도어 브랜드 케이투(K2)는 K2에 대한 도전 정신을 모티브로 만든 브랜드입니다.","제이엘브(JELEVE)는 'Just'와 최고를 뜻하는 'Eleve'의 합성어로, '이 옷을 입는 순간 여러분은 최고가 될 것입니다'라는 뜻을 지녔습니다. 편안함과 고급스러움을 목표로 일상복과 운동복 모두를 아우르는 의류를 통해 애슬레저 업계에 새로운 바람을 일으키고자 합니다.","나인제트(NINEZ)는 운동과 패션의 경계를 두지 않고, 단지 좋은 옷이 좋은 하루를 만든다는 믿음으로 다양한 라이프 스타일 웨어를 전개하는 브랜드입니다.","오클리(OAKLEY)는 1975년 짐 저나드(Jim Jannard)가 론칭한 미국의 브랜드입니다. 1990년대 초부터 세계 각국의 뛰어난 디자이너와 과학자를 대거 영입하며 패션 선글라스의 역사를 다시 쓰기 시작하였습니다. 기존 업계에 없는 최첨단 디자인 기법과 제조 공법 및 수많은 특허 소재의 개발로 독창적인 디자인의 고성능 브랜드로 도약하였습니다. 최근 고프코어 트렌드 덕에 가장 주목받는 브랜드로, 하이테크와 애슬레저의 트렌드 무드에 열광하는 MZ 세대 소비자에게 새로운 가치와 경험을 제공하고 있습니다.","볼컴(volcom)은 1991년 캘리포니아에서 서핑과 스케이트, 스노보딩 그리고 컬처 신을 기반으로 탄생한 익스트림 스포츠 베이스의 라이프스타일 브랜드입니다. 'AT VOLCOM, WE ARE ALL TRUE TO THIS'라는 슬로건 아래, 크리에이티브, 열정, 다양성, 지속 가능성을 추구하며 진정성을 이야기합니다.","디아도라(DIADORA)는 1948년 탄생한 이탈리아 기반의 스포츠 웨어 브랜드로 현대적인 감성과 트렌디함을 결합한 이탈리아 오리진 스포츠 라이프스타일 브랜드입니다. 그리스어로 '선물과 명예를 나눈다'라는 의미를 가진 디아도라는 스포츠 경기에서의 협력, 팀 정신, 가치 있는 경쟁 등의 스포츠 철학을 바탕으로 이탈리아 고유의 장인 정신과 감도 높은 디자인을 더한 현대적인 스타일을 제안합니다.","아크시(ACSHI)는 2021년에 주식회사 진마니아에서 론칭한 패션 브랜드로, 'Aesthetic Comfort Style Harmony Inspiration'의 약자입니다. 현대적인 감각과 편안함을 동시에 추구하며 모든 사람에게 어울리는 스타일을 제공합니다.","볼란테(VOLANTE)는 '품위를 위한 변화'를 브랜드 정체성으로 삼아 하이 퀄리티 컴프레션 웨어를 중심으로 하는 애슬레저 브랜드입니다. 자체 개발 원단인 'VOLTEX'를 기반으로 한 다양한 제품군을 전개합니다.","아테즈(ATEZ)는 일상 속 운동을 포함한 모든 활동에서 착용할 수 있는 다양한 라인을 선보이며 스포츠와 일상의 경계를 허무는 것을 목표로, 기능성과 스타일을 모두 갖춘 건강하고 즐거운 일상의 디자인을 제시하는 브랜드입니다.","젝시믹스(XEXYMIX)는 다양한 가능성을 의미하는 미지수 X를 통해 운동하는 사람의 무한한 아름다움을 표현합니다. 인도어부터 아웃도어, 스포츠 그리고 일상까지 믹스하여 입을 수 있는 프리미엄 애슬레저 룩을 지향합니다.","휠라(FILA)는 1911년 이탈리아에서 시작한 100년 역사의 세계적인 스포츠 브랜드입니다. 스타일리시 퍼포먼스(Stylish Performance)를 메인 콘셉트로 기능성과 패션을 조화시킨 고급스러운 감각의 아이템을 선보입니다. 특히 휠라의 디자인은 강렬한 색채 대비로 스포츠의 역동적인 모습을 표현하며 이탈리아의 정열을 스포츠 패션으로 승화시켜 삶에 대한 열정과 여유를 스포츠웨어로 제안합니다.","언더아머(UNDERARMOUR)는 한 장의 티셔츠만으로 운동선수 대부분의 운동복 착용 방법을 바꿔 놓았습니다. 혁신을 핵심 가치로, 언더아머가 아니면 상상할 수 없는 최적의 퍼포먼스 솔루션을 추구합니다.","르꼬끄(LECOQ)는 140년 전통을 자랑하는 프랑스 스포츠 패션 브랜드로 뛰어난 품질과 디자인 그리고 감각적인 스타일과 기능성의 조화를 자랑합니다. 스포츠 카테고리의 특성에 맞게 설계한 기능과 트렌드를 이끄는 새로운 디자인을 매 시즌 새롭게 제시하며 르꼬끄만의 헤리티지 정신이 담아 스포츠와 패션 라인을 전개합니다.","Since 2017, 베르만어패럴은 애슬레틱 라이프스타일을 제안하는 짐웨어 브랜드입니다. 운동을 더 이상 단순한 활동이 아닌 삶의 한 부분으로 자리 잡아가고 있는 시대에 일상생활과 GYM의 경계를 허물고 트렌디한 애슬레저룩을 새롭게 정의하고 있습니다.","아스트로브(ASTROVE)는 최상의 퍼포먼스를 위해 설계된 기능성 짐웨어 브랜드입니다. 'Feel Good, More Better'이라는 슬로건을 기반으로, 편안함과 스타일을 동시에 제공하면서 컨디션을 최적으로 끌어올립니다. 더 가볍게, 더 강하게, 더 나은 당신을 위해.","아키클래식(AKIII CLASSIC)은 패션과 스포츠의 하이브리드를 추구하는 라이프스타일 브랜드입니다. 브랜드의 오랜 자체적인 노하우로 만들어진 편하고 트렌디한 슈즈 라인과 아메리칸 헤리티지에서 얻은 영감을 아키클래식만의 시각으로 재해석한 의류 라인으로, 언제 어디에서나 어울릴 수 있는 트렌디하고 기능성 있는 룩을 제안합니다.","피지컬가먼츠(PHYSICAL GARMENTS)는 트렌디함과 데일리를 한 번에 잡은 리얼 액티브 짐 웨어 브랜드입니다.","유에프씨 스포츠(UFC SPORT)는 UFC의 스포츠 정신을 바탕으로 한 프리미엄 라이프스타일 브랜드입니다. 2535 밀레니얼 세대에게 UFC의 명성에 걸맞은 하이 퀄리티 패션과 컬처 트렌드를 제공합니다.","아웃도어 프로덕츠(OUTDOOR PRODUCTS)는 미국의 알트슐러(Altshule) 형제가 1973년 설립한 브랜드로, 장소와 계절에 관계없이 편안함과 새로운 변화를 추구하는 21세기 라이프스타일 브랜드입니다. 일상생활에 필요한 베이식한 요소를 기반으로 실용적이고 기능적인 디테일을 접목한 클래식한 아이템을 제공하는 브랜드입니다.","이지바이(EZBUY)는 일상에서부터 애슬레저, 스포츠, 아웃도어, 워크 웨어까지 고객들의 풍부한 삶을 위한 라이프 웨어를 지향하는 브랜드입니다.","스노우피크는 오토캠핑이라는 분야를 개척한 캠핑씬을 대표하는 브랜드입니다. 캠핑용품 뿐만 아니라, 어패럴, 캠핑 식음료 등 캠핑 문화 전체에 영향을 주는 리딩 브랜드입니다.","바이젝(BYSEC)은 그저 입음으로써 완성되는 핏의 차이를 선사하는 브랜드입니다.","어프레쉬(AFRESH)는 일상생활 어디에서나 매치하기 좋은 데일리 감성과 편안하고 실용적인 착용감, 감각적인 디자인으로 실용성과 트렌드에 민감한 20대와 30대를 타깃으로 하는 하이 퀄리티 스포츠 웨어 브랜드입니다.","노르디스크(NORDISK)는 'Nature is Luxury'라는 신념을 바탕으로 1901년 덴마크에서 시작된 121년 역사의 캠핑 중심 글로벌 아웃도어 브랜드입니다.","빈트릴(BEENTRILL)은 #BEENTRILL #BEEN TRUE REAL이라는 해시태그를 통하여 진정성 있는 메시지를 전달하는 브랜드입니다.","비버리힐스 폴로클럽(BHPOLOCLUB)은 트렌디셔널한 감성을 기본으로 포멀한 클래식 라인과 캐주얼, 스포츠 라인으로 구성된 브랜드입니다. 남녀 타운 캐주얼 웨어를 지향하며, 트렌디한 디자인과 편안한 착장을 겸비하여 스타일을 쉽게 코디할 수 있도록 제안드립니다.","제로그램(ZEROGRAM)은 2011년, 보다 가볍고 혁신적인 장비를 개발하려는 아웃도어 애호가들의 철학에서 시작된 브랜드입니다. 꼭 필요한 장비로 간편하고 가볍게 자연을 더 깊숙이 즐기고, 환경에 미치는 영향을 최소화하겠다는 생각을 하였습니다. 'Go light, Get more'를 슬로건으로 초경량 장비개발에서 나아가 지속 가능한 아웃도어 라이프 스타일을 제안합니다.","그립스와니(GRIP SWANY)는 정통 글러브 브랜드로 시작하여 1985년부터 아웃도어 글러브와 의류를 생산하며 아웃도어 브랜드로 발돋움하였습니다. 오리지널 디자인에 포켓을 탑재한 기어 팬츠와 파이어 팬츠, 재킷 등 우수한 품질의 아웃도어 스타일을 합리적인 가격으로 제안합니다.","썬러브(SUNLOVE)는 골프 문화를 기반으로 한 캐주얼 스포츠웨어 브랜드입니다. 다채로운 그래픽과 컬러, 고기능성의 소재의 조화를 통해, 모든 스포츠와 일상에서도 함께할 수 있는 아이템을 제안합니다.","세르지오 타키니(SERGIOTACCHINI)는 1966년 이탈리아에서 시작된 브랜드입니다. 테니스 헤리티지를 기반으로 고급스러운 소재와 실루엣을 통해 프리미엄 클래식 웨어를 제안합니다.","블랙몬스터핏(BLACK MONSTER FIT)은 고객의 경험을 통해 더 나은 기능과 합리적인 가격의 상품을 제공하여 고객과 함께 성장하고자 하는 애슬레저 웨어 전문 브랜드입니다.","BARREL(배럴)은 자연이 만들어주는 최고의 파도를 타는 서퍼의 마음처럼 우리는 모든 제품의 디자인에 바다와 서핑을 담아내고자 합니다. 뛰어난 기능성을 가진 액션 스포츠 의류, 액세서리를 연구개발하며 디자인하는 브랜드입니다.","아레나(ARENA)는 40년 동안 심도 깊은 연구와 테크놀로지 노하우, 품질에 대한 굳은 의지로 전 세계 103개국에 진출해 있습니다. 선수들과 스포츠를 사랑하는 일반인 모두를 위한 진정한 글로벌 스포츠 브랜드입니다.","FJALLRAVEN(피엘라벤)은 스웨덴어로 ‘북극 여우’를 뜻하며, 1950년 스웨덴에서 아케 노르딘(Åke Nordin )에 의해 창시되었습니다. 북유럽을 대표하는 아웃도어 브랜드인 피엘라벤은, 미국과 유럽을 비롯한 전 세계 20여개 국에서 Scandinavian Outdoor Life Style을 선보이며, 50년 넘게 사랑 받고 있습니다. 피엘라벤의 자연친화적인 소재인 G-1000을 통해 구현됩니다. 또한 전세계 패션 아이콘인 칸켄(KÅNKEN)에서 볼 수 있듯이, 친숙한 에브리데이 아웃도어(Everyday Outdoor)부터 익스트림한 테크니컬 트레킹(Technical Trekking)에 이르기 까지 다양한 의류와 기어를 선보이는 토털 아웃도어(Total Outdoor) 브랜드 입니다.","택티컬 아웃도어 전문 기업인 Rothco는 세계 곳곳의 고객을 확보한 기업이며 오랜 역사가 알려주듯 안정된 제품 공급과 관리로 오랜 사랑을 받아온 브랜드입니다.","리든(LEADEN)은 스트릿 짐 웨어 애슬레저 브랜드입니다. 무겁고 처지는 일상에 트렌디하고 핏한 디자인의 아이템으로 자신감을 부여합니다.","아다바트(ADABAT)는 프리미엄 골프 무드를 바탕으로 고급스러운 라이프스타일 골프 웨어를 추구하는 브랜드입니다.","아웃도어리서치(OUTDOOR RESEARCH)는 즐거운 아웃도어 라이프를 위한 최고의 경험을 선사하고자 합니다. 1981년 설립된 아웃도어리서치는 아웃도어 활동을 위한 더 나은 솔루션에 대한 필요에 의해 탄생하였습니다. 아웃도어 환경에서 기쁨과 재미를 충분히 느낄 수 있도록 기여합니다.","발리안트(VALIANT)는 '용맹한' '단호한'이란 뜻을 품고 있으며 편안한 오버 핏에 날을 세운 디자인으로 멋을 더하는 짐 웨어&스트릿 패션을 지향합니다.","페르메논(PHERMENON)은 트렌디하고 합리적인 애슬레저 룩을 선보이는 브랜드입니다. 또한 패션은 물론 열정적인 라이프 스타일을 공유합니다.","에프씨엠엠 스포츠(FCMM SPORT)는 비기너들을 위해 트렌디한 애슬레저 룩을 제안하는 에프씨엠엠(FCMM)의 스포츠 웨어 브랜드입니다.","카파(KAPPA)는 100년의 헤리티지와 함께 스포츠 DNA를 기반으로 한 이탈리안 어센틱 스포츠 웨어 브랜드입니다. 스포츠를 즐김과 동시에 트렌디한 스타일로 자신을 표현하는 이들을 위한 브랜드입니다.","알브이디(RVD)는 '생생하게 꿈꾸면 이루어진다.'라는 슬로건 아래, 모두에게 할 수 있다는 동기부여와 영감을 주는 브랜드로 도약하고자 합니다.","머슬암드(MUSCLE ARMED)는 스포티한 감성과 트렌디함이 공존하는 웨이트 트레이닝 기반의 스포츠 액티브 웨어 브랜드입니다. 운동하는 사람들의 체형을 연구하여 퍼포먼스에 최적화된 소재와 스타일리시한 트레이닝복, 액티브한 일상에서의 트렌디한 애슬레저 룩을 제안합니다.","안다르(ANDAR)는 'Technical athleisure, andar'를 슬로건으로 혁신적 기술의 고급 원단과 기능적이고 세련된 디자인을 선보이며, 나와 가족의 운동부터 일상까지 함께하는 테크니컬 애슬레저 브랜드입니다.","패기앤코(PEGGYNCO)는 창의적인 디자인과 우수한 품질, 빠르고 편리한 서비스를 위해 국내 생산을 고집하며 합리적인 가치를 제공하기 위해 끊임없이 연구하고 노력합니다.","러닝라이프(RIFE)는 오직 러너만을 위해, 가격의 거품 없이 품질은 높은 제품을 제안하는 브랜드입니다. 대한민국의 모든 사람들이 러닝의 가치를 느낄 수 있도록 러너와 함께 러닝의 모든 부분을 만들어 갑니다.","블랙다이아몬드(BLACK DIAMOND)는 1957년 요세미티의 암벽등반가에게 손수 제작한 등반 장비를 판매하면서 시작되었습니다. 블랙다이아몬드는 여전히 정상으로 이끌 가장 혁신적인 장비를 만드는 일에 몰두합니다.","윌슨(WILSON)은 1914년에 설립되어 100여 년간의 역사를 통해 테니스, 골프, 농구, 야구, 풋볼의 스포츠 경기 형성에 일조하였습니다. 스포츠 전문연구개발을 통하여 혁신적인 제품을 지속적으로 생산하고 있으며, 어린이부터 성인에 이르기까지 모두가 스포츠를 즐길 수 있도록 돕는 브랜드입니다.","터틀백(TURTLEBACK)은 거북이의 강인한 정신력과 육체를 모티브로 한 짐 웨어 브랜드입니다.","나우(NAU)는 \"모두가 지속 가능한 삶을 누릴 수 있도록(Sustainable Lifestyle for Everyone)\"을 목표로 하는 브랜드입니다. 다양한 삶과 문화를 존중하고 포용하는 삶을 살아가며, 나와 지구를 위한 최선의 선택을 할 수 있도록 지속 가능한 제품과 활동을 제안합니다.","룬닥스(LUNDHAGS)는 1932년 요나스 룬드하그(Jonas Lundhag)가 설립한 스웨덴의 친환경 아웃도어 브랜드입니다. 과거부터 현재에 이르기까지 오래 지속되는 제품의 생산을 목표로 하고 있습니다.","오닐(ONEILL)은 캘리포니아 산타크루즈에서 시작된 70년 전통의 서핑 브랜드입니다. 친환경 정책을 고수하는 ESG 기업으로서 자연환경을 보호하기 위해 리사이클 원사를 사용하는 등 꾸준히 노력합니다. 친환경 토털 레저 스포츠 브랜드로서 서핑과 스노보드 등 액티비티 스포츠뿐만 아니라 편안한 라이프스타일을 내세우는 레저 스포츠 브랜드의 대명사로 발돋움하고 있습니다.","골든베어(GOLDEN BEAR)는 스트릿 문화를 담은 골프 웨어로, 골프를 편견 없이 자유롭게 즐기는 라이프스타일을 지향합니다. 각각의 개성에 따라 다르게 표현하듯 그린도 스트릿이 되는 편견 없는 스타일링을 추구합니다.","피스스포츠(PITHSPORTS)는 자연 속에서 가볍게 즐길 수 있는 운동입니다. 사소한 움직임에서 운동의 재미를 느낄 수 있도록 편안한 룩을 제안합니다.","에어릿(AIRIT)은 트렌디한 스포츠 캐주얼 브랜드로 다양한 무드의 애슬레저 룩을 표현하고자 합니다.","프로월드컵(PROWORLDCUP)은 대자연 속 모든 레저 활동에 필요한 제품을 생산하는 국산 브랜드입니다. 프로월드컵은 전국 약 130여 지점의 오프라인 매장과 온라인 유통을 겸하고 있으며, 토종 브랜드의 자부심과 사명감을 가지고 고객 만족을 위해 최선을 다하고 있습니다.","투엘라(2ELA)는 운동하는 여성들을 위한 스포츠 웨어 브랜드입니다. 움직임이 편한 신체활동을 위한 애슬레저, 스포츠, 레저 웨어를 지향합니다.","스위브(SWIB)는 스트릿 무드를 베이스로 실용적인 캐주얼 웨어부터 아웃도어 웨어까지 다양한 그래픽을 통해 브랜드만의 시선으로 재해석한 컬렉션을 선보입니다.","5.11 TACTICAL(5.11택티컬)은 우수한 내구성과 안전성을 바탕으로 군, 경의 장비와 복장 등을 납품하고 있으며, 다양한 제품을 전 세계로 공급하고 있는 택티컬 전문 브랜드입니다.","폴로 랄프 로렌 골프(POLO RALPH LAUREN GOLF)는 미국을 대표하는 디자이너 랄프 로렌이 1967년에 시작한 브랜드입니다. 폴로 랄프 로렌 골프의 제품은 실용적이면서 품격을 갖춰 꾸준한 인기와 사랑을 받고 있습니다.","라임라잇 어패럴(LIMELIGHT APPAREL)은 스포츠 웨어와 스트릿 웨어를 결합한 제품을 통해 활동적인 라이프스타일과 일상생활을 모두 즐기는 가치를 지향합니다. 트렌디하면서도 심플하고 모던한 디자인과 소재의 활동성을 추구하며, 모든 연령대와 성별의 고객이 쉽게 착용할 수 있는 제품을 제공하고자 노력합니다.","켈미(KELME)는 혁신과 개발을 통한 지속적인 발전을 바탕으로 가장 잠재력이 높은 브랜드로 자리 잡았습니다.","오프그리드(OFFGRID)는 우리가 원하는 아름다운 삶의 풍경, 바쁜 일상과 도시를 벗어나 자연 친화적이고 자립적인 라이프스타일에 가치를 두는 브랜드입니다.","보스트핏(BOASTFIT)은 운동하는 이의 몸에서 나오는 핏의 아름다움을 강조합니다. 운동을 사랑하는 사람들이 라이프스타일 전반에 멋을 표현할 수 있고 그 가치를 조명받을 수 있는 스타일을 추구합니다.","엑스트라스포티(EXTRASPORTY)는 운동하는 남성들을 위한 스포츠 웨어 브랜드입니다. 움직임이 편한 신체활동을 위한 애슬레저, 스포츠, 레저 웨어를 지향합니다.","스파이더 언더웨어(SPYDERUNDERWEAR)는 고기능 트레이닝 웨어와 라이프 스타일 웨어를 선보이는 스포츠 브랜드입니다. 인체 공학적인 설계에 감각적인 디자인을 접목하여 스포츠 테크놀로지의 정점을 의복으로 표현하는 동시에 스포츠 산업 내 패션 트렌드를 선도하고 있습니다.","블랙맘바(BLACKMAMBA)는 진화한 디테일로 일상에 몰입을 선사하는 브랜드입니다.","엠페브(MFAV)는 일상의 크고 작은 승리를 함께하며, 강인함과 편안함, 스타일을 갖춘 디자인으로 당신의 여정을 응원하는 브랜드입니다.","하이드로겐(HYDROGEN)은 2003년 이탈리아 파도바 지역에서 탄생하여 20년 넘게 특유의 과감하고 창의적인 콘셉트와 기술력으로 독자적인 영역을 구축해 왔습니다. 전 세계를 무대로 다양한 스포츠와 아웃도어 영역에서 선보여온 특유의 SPORTS DNA와 헤리티지를 바탕으로 새로운 개념의 액티브 아웃도어 브랜드로 나아갑니다. 세상의 모든 아웃도어 경험을 위한 제품을 선보이며, 그 경험들의 가치를 지지합니다","짐브로(GBRO)는 퍼포먼스와 일상의 경계를 깨고 어디에나 적합한 제품을 선보이는 기능성 스포츠 웨어 브랜드입니다.","바이탈(VITALKIMONOS)은 대한민국 1세대 주짓수 도복 및 용품 브랜드로서, 주짓수 월드 챔피언을 5명 배출하였습니다. 주짓수 도복을 메인으로 가방과 후드 등 일반적인 의류로 영역을 확장하고 있습니다.","STUNT(스턴트)는 말그대로 '스턴트','곡예' 또다른 뜻으로는 '사람들의 이목을 끌기 위함이라는 배경으로 스턴트의 디자인은 강렬하고 사람들의 이목을 끌고자 하는 브랜드 입니다.","레인레임(LAINLAME)은 ‘건강한 균형’을 철학으로 전개하는 러닝 브랜드입니다. 일상 속 러닝을 즐기는 러너들을 위해 기능성과 디자인을 균형 있게 담은 제품을 선보이며, 개성과 페이스를 존중하는 러닝 문화를 만들어갑니다. 브랜드가 기획하는 러닝 세션과 커뮤니티 기반 활동을 통해 러닝 그 이상의 경험을 제안합니다.","다이와(DAIWA)는 사람과 자연이 융합하는 순간의 감동을 목표로 인간과 환경에 좋은 영향을 끼치는 스포츠 라이프스타일을 창조하고자 합니다.","비스트모드(BSMD)는 땀을 흘리는 순간부터 도시를 걷는 시간까지, 움직이는 모든 사람들을 위한 옷을 만드는 브랜드입니다.","루이까스텔(LOUIS CASTEL)은 명랑한 강아지 '닥스훈트'를 모티브로 만들어진 골프 웨어 브랜드입니다. 골프 전문성을 강화한 아이루카 라인을 통해 향상된 골프 퍼포먼스를 선사합니다.","아던트소울(ARDENTSOUL)은 열정적인 영혼을 가진 남성을 위한 짐 웨어 브랜드입니다. 현재에 만족하지 않고 더 나은 품질의 제품을 개발하기 위해 매일 노력합니다. 또한, 일상생활에서도 적용할 수 있는 스타일을 추구하는 컨템포러리 브랜드이기도 합니다.","크로스닷(CROSSDOT)은 교차점이라는 뜻으로, 서브컬처를 하나의 교차점으로 그 안의 다양한 요소를 현재의 시점으로 풀어내고자 합니다.","마리떼 스포츠(MARITHÉ SPORT)는 마리떼 프랑소와 저버(MARITHÉ FRANÇOIS GIRBAUD)가 선보이는 캐주얼 애슬레저 라인 브랜드입니다.","디터민드(DETERMINED)는 성공을 위한 길에 단호한 결심과 강인한 의지가 필요하기에 고객들의 결심과 의지에 힘이 되어주는 브랜드입니다.","마운티아(MOUNTIA)는 고객에게 아웃도어 활동을 돕는 실용적인 제품을 제공하여 언제 어디서나 편안하고 즐거운 삶을 제공하는 라이프 스타일 아웃도어 브랜드입니다.","SLOWPOKE(슬로우포크) 느림뱅이란 뜻으로, 80년대 스포츠 웨어를 기반으로 하는 스포츠 캐주얼 브랜드입니다. 다음 해가 되어도 변형되지 않는 소재를 셀렉하고, 지속되는 편안함을 연구하고, 낡고 잊혀가는 디자인들을 현대적으로 변형하여 한가지 아이템도 신중하게 완성하는 브랜드입니다.","MO SPORTS(모 스포츠)는 혁신, 영감, 세상을 놀라게 할 미래를 전 세계 스포츠인들에게 선사합니다.","GOOGIMS COMPANY(구김스 컴퍼니)는 국내 자체생산 디자인 캐릭터 브랜드입니다.","그란데라인(GRANDELINE)은 여성이 가장 아름다울 수 있는 라인에 대해 끊임없이 연구합니다. 자신을 사랑하고 계속해서 발전해 나가는 여성의 건강한 라이프스타일을 응원합니다. 운동을 즐기는 여성의 무한한 가능성을 믿으며, 바디를 완벽히 서포트하면서도 가장 돋보이는 나만의 라인을 찾을 수 있는 애슬레저 룩을 지향합니다.","그린조이(GREENJOY)는 행운의 순간을 함께하고자 하는 브랜드입니다.","나이스 매너스 클럽(NICE MANNERS CLUB)은 서브컬처와 패션을 존중하는 매너 있는 소수를 위한 감성, 트렌디한 스타일과 유니크함을 추구합니다. 따라올 수 없는 브랜드만의 감성과 차별화된 고급스러움으로 품격을 선사합니다.","낫오버옛(NOTOVERYET)은 포기하지 않는 도전정신과 가치를 담아 일상에서도, 스포츠에서도 제한 없는 복싱 패션을 제안하는 브랜드입니다.","네스파 스튜디오(NESPA STUDIO)는 베이식 캐주얼 웨어 브랜드입니다. 빈티지한 컬러감을 다양한 시각으로 해석하여 스포티한 무드를 담아냅니다.","네오택티컬(NEO TACTICAL)은 택티컬과 아웃도어를 접목하여 다양한 디테일의 디자인을 선보이는 브랜드입니다. 실제 택티컬 필드에서 편안한 착용감을 자랑하며 꾸준히 고객 인지도를 높이고 있는 패션 아웃도어 브랜드의 신규 강자입니다.","니티나(NITINA)는 일상과 스포츠의 경계를 허무는 새로운 라이프 스포츠 웨어 브랜드입니다. 당신의 일상적인 라이프를 뉴 데일리 웨어와 함께 하세요.","다운블로우(DOWNBLOW)는 골프 입문을 가로막는 비용 속 거품을 제거하고 진정한 골프의 대중화를 위해 앞장섭니다. 다운블로우의 가치가 이 세상 모든 골퍼에게 닿는 그 날까지 대중과 소통하며 폭넓은 기회를 창출하는 매개자가 되고자 합니다.","데이브앤데이즈(DAVE&DAZE)는 테니스 코트에서 일어나는 다채로운 이야기를 담아낸 라이프 웨어 브랜드입니다. 클래식한 무드에 감성적인 일러스트와 액티비티한 스포츠의 매력을 더했습니다.","듀베티카(DUVETICA)는 다채롭고 유니크한 디자인을 통해 이탈리안의 쿨한 애티튜드의 뉴 스타일을 제안하는 이탈리아 브랜드입니다. 기능성과 패션성을 겸비한 아이코닉 패딩 재킷으로 유명하며, 현대 이탈리아의 라이프스타일에서 영감받은 시그니처 스타일을 선보입니다.","DC(디씨)는 스케이트보딩에서 시작되어, 글로벌 기업으로 성장항 액션 스포츠 브랜드입니다. 스케이트, 서프, 모토, 스노우 등 다양한 영역에서 최고임 추구하는 DC. 서핑 라인에서는 다른 브랜드와 차별화된 매력으로 많은 서퍼들에게 사랑 받고 있습니다. 스케이팅 문화속에서 탄생한 브랜드이기에 DC만의 스타일과 태도를 담아 서핑 라인을 성장 시켰으며, 진보적이고 미래지향적인 접근 방식과 선수를 기용해 자신만의 독특한 서핑 세계관을 가지고 있는 개성있는 브랜드 입니다.","디아더생츄어리(THEATHERSANCTUARY)는 감도 있는 디자인과 깊은 정서를 바탕으로, 러닝과 일상의 경계를 잇는 몰입형 러닝웨어를 지향하는 브랜드입니다.","디알엑스(DRX)는 'Enjoy Challenge'를 기조로 하는 이스포츠 팀으로, 높은 퀄리티와 팀 컬러인 파란색을 기반으로 한 제품들을 선보입니다.","디프(DIIFF)는 'different'와 'fashion'의 합성어로 곡선 형태의 알파벳 D와 직선 형태의 F를 포용하는 모습으로 서로 다른 형태가 모여 새로운 결과물을 창조한다는 의미를 담고 있습니다.","딜라잇풀(DELIGHTPOOL)은 즐겁고 레크리에이셔널한 스타일과 지속 가능한 패션을 지향하는 브랜드입니다. 폐플라스틱 재활용 소재를 사용해 환경친화적이면서도 스타일리시한 라이프 스타일을 제안합니다.","라이드(LITHE)는 운동하는 사람들을 위한 피트니스 웨어 브랜드입니다.","라잎(LYPE)은 'Let Your Passion Extend(더욱 옂렁적으로)'의 약자입니다., 일상과 스포츠의 경계를 허무는 실용적이고 편안하지만 트렌디한 스타일을 추구하는 유니섹스 브랜드입니다.","런던(RUNDONE)은 유연한 디자인과 안정된 품질을 바탕으로 다양한 라인을 선보이며, 하이브리드 라이프를 지향하는 이지스포츠웨어 브랜드입니다.","레디포넥스트(READY4NEXT)는 '다음을 위한 준비'라는 뜻의 브랜드 이름과 같이 자유롭고 거침없는 도전을 추구합니다. 에너지 넘치는 새로운 경험을 통해 일상을 그루브하게 만듭니다.","로드로아르(LORDLOAR)는 컨템포러리 스포티 웨어 브랜드입니다. 골프, 테니스 등 각종 레저와 일상을 아우르는 웨어러블한 디자인에 감도 높은 기능성 고급 소재를 적용합니다. 품격과 격식은 유지하되 때와 장소 구분 없이 쉽고 편안하게 이용할 수 있는 스타일을 제안합니다.","로픽스(LOFIX)는 데일리 짐 웨어부터 고기능성 짐 웨어까지 다채롭게 선보이는 브랜드입니다.","론앤디마리(ROND&DÉMARRER)는 프랑스어로 '둥글게 시작하다'라는 의미로, 테니스를 즐기는 모든 사람들에게 감각적인 라이프스타일을 선사하는 브랜드입니다.","롤링롤라이(ROLLINGROLLEYE)는 골퍼들의 최상 컨디션을 위해 사람 중심의 디자인과 최고 품질을 추구하는 골프 웨어 전문 브랜드입니다.","루카(RVCA)는 주짓수 아티스트 협업라인을 기반으로 한 스트릿 감성의 스포츠 캐주얼 브랜드로, 예술과 스포츠를 결합해 자유롭고 건강한 라이프스타일을 제안하는 브랜드입니다.","리드로(LEADRAW)는 실용적인 레저 가방과 모자, 양말 및 의류를 디자인하는 브랜드입니다. 유니섹스 디자인으로 오래도록 사용 가능한 클래식한 디자인의 상품을 선보입니다.","릭크(LIKK)는 스포티한 골프 웨어를 기반으로 평상시에도 입을 수 있는 패셔너블한 의류를 디자인합니다. 우아한 원단과 산뜻한 색상으로 고급스러운 캐주얼 분위기를 연출하여 필드에서 돋보이는 모습을 완성합니다.","마로 골프(MARO GOLF)는 가죽 공방(Maroquinerie)을 운영하는 아내와 뉴질랜드 프로 골퍼 남편이 함께 론칭한 골프 디자인 브랜드입니다. 20년간 쌓아온 가죽 제작 노하우를 바탕으로 유니크한 컬러감과 새로운 스타일의 골프 백을 선보입니다.","마르제(MARJE)는 일상 속 자리 잡은 스포츠에서 영감을 받아 클래식한 디자인과 편안하고 자유로운 움직임을 추구하는 컨템포러리 라이프 웨어 브랜드입니다. 타임리스한 클래식 디자인과 세련된 디테일이 조화를 바탕으로 새로운 트렌드를 제시합니다.","마모트(MARMOT)는 1974년 설립되어 1976년 고어텍스를 장비에 최초로 사용한 미국의 아웃도어 브랜드입니다.","마욜(MAYOL)은 스트릿 문화를 베이스로 한 자유로운 라이프스타일을 지향하는 프리미엄 캐주얼 브랜드입니다. 일상에서도 자연스러운 멋스러움을 추구하며 브랜드만의 감성과 문화를 만들어 가고자 합니다.","매버릭(MAVRK)은 독립적이고 개성 강한 사람을 뜻합니다. 각자의 개성을 존중하며 꾸미지 않은 듯 단순하지만 세련된 매력으로 유행과 상관없는 자연미를 추구합니다. 스포츠 웨어를 기반으로 도시적인 세련미와 절제된 단순미, 지성미를 반영한 믹스 매치 스타일을 제안합니다.","맥키(MACKY)는 'always be happy'라는 슬로건을 기반으로 골프의 경계를 넘어 일상생활에서도 어우러질 수 있는 차별화된 웨어러블 아이템을 선보입니다. 브랜드만의 키치한 무드로 좀 더 행복하게 오래 남아있을 수 있는 제품을 제안합니다.","머스콜로(MUSCOLO)는 진심을 담은 짐 웨어를 선보이며 고객의 가치와 만족을 최우선으로 하는 브랜드입니다. 진정성 있는 제품과 서비스로 고객과의 신뢰를 쌓아갑니다.","MEGAPHONE(메가폰)은 2006년 스노우보드 웨어로 시작하여 스트릿, 스노우, 서핑웨어를 선보이며 HOT한 아이템으로 세계적인 트렌드와 감성을 접목시켜 만든 도매스틱 브랜드입니다.","모어아웃(MOREOUT)은 우아하지만 일상생활을 공유할 수 있는 운동복을 목표로 심플하지만 특별한 디테일 요소를 디자인에 반영한 제품을 선보입니다.","미스페라(MEASPHERA)는 궁극의 퍼포먼스가 실현될 수 있도록, 기술에 크리에이티브한 디자인을 더한 프리미엄 골프 브랜드입니다. 골퍼에게 플레이의 즐거움을 더해주겠다는 의지와 목표를 담아낸 브랜드명에는 '나의 공과 함께 스코어 달성'이란 의미가 담겨 있습니다. 모든 골퍼들이 더 나은 게임을 하고, 더 낮은 스코어를 기록할 수 있는 아이템을 선보입니다.","밀레골프(MILLET GOLF)는 감각적인 스타일과 인체 공학적인 디테일로 편안함을 극대화한 제품을 선보이는 브랜드입니다.","바나나베이트(BANANA BAIT)는 2015년 론칭한 아웃도어 피싱 웨어 브랜드로, 바나나와 미끼의 합성어입니다. 스트릿 웨어와 피싱 웨어의 경계를 최소화하여 타 브랜드와 차별화를 가지는 스트릿 컬처 기반의 감성을 선보입니다.","바디퍼센트(BODYPERCENT)는 헬스 및 보디빌딩에 특화된 헬스용품과 짐웨어를 제작하는 브랜드입니다. 고품질 대비 합리적인 가격, 그리고 운동에 진심인 고객들을 위한 신뢰도 높은 제품을 중심으로 브랜드 가치를 만들어가고 있습니다.","밥캣(BOBCAT)은 의류라는 매개체를 통해 기술과 혁신을 바탕으로 기능적이면서도 실용적인 제품을 선보여 한층 진보한 라이프스타일을 제안하는 패션 브랜드입니다.","버뮤다그래스(BERMUDAGRASS)는 진정한 이 시대의 골퍼를 위한 새로운 감각과 디자인의 프리미엄 골프 웨어 브랜드입니다.","버즈 오브 콘도르(BIRDS OF CONDOR)의 '콘도르'는 파 5 홀인원을 뜻하는 스코어로, 프로 골프에서 단 한 번도 달성된 적 없는 전설적인 기록을 뜻합니다. 호주의 서핑과 음악에서 영감을 받은 자유로운 골프 감성을 선사합니다.","버튼플레이(BUTTONPLAY)는 필드나 테니스 코트에서 입던 옷을 일상생활이나 데이트에서 입어도 전혀 어색하지 않은 프리미엄 골프 웨어를 제안합니다.","베넘(VENUM)은 많은 정상급 선수들이 애용하는, MMA 시장에서 가장 규모가 큰 브랜드로 브라질, 미국, 유럽, 아시아 등 전 세계 여러 국가에 지사를 두고 있는 프랑스 브랜드입니다.","베러댄라이프(BETTER THAN LIFE)는 대한민국의 대표적인 패션 땀복 브랜드입니다. 입고 있는 모든 순간 운동이 시작됩니다.","베일런스(VEILANCE)는 미니멀리즘을 추구하면서도 디테일에 대한 끊임없는 탐구를 통해 도시 환경을 탐색하고 대응하기 위해 설계된 레이어링 시스템을 선보이는 브랜드입니다. 하나의 조각상과도 같은 테크니컬한 디자인의 결과로 브랜드를 표기하지 않으면서도 브랜드만의 아이덴티티와 목적을 분명히 보여주고 있습니다.","블랙벌크(BLACKBULK)는 멋지고 깔끔한 실루엣뿐만 아니라 최고 품질의 옷을 제공하기 위해 늘 노력합니다.","블렌트(BLENT)는 스트릿 신에서도 활용할 수 있는 캐주얼하고 심플하면서도 컬러감이 돋보이는 스노보드 웨어 브랜드입니다.","비씨씨(BCC)는 메타버스를 콘셉트로 가상의 세계관에서 다양한 서브컬처를 자유롭게 해석하는 스트릿 웨어 브랜드입니다.","BILLABONG(빌라봉)은 1973년에 Gordon과 Rena에 의해 출시된 브랜드입니다. 서퍼였던 고든이 레나와 함께 수제 Boardshorts 생산을 시작한 것이 바로 빌라봉의 시초이며, 부엌에서 재단하여 만들고 완제품을 인근 지역의 서핑샵에 판매하기 시작했고, 고든이 자체 개발한 트리플 스티칭기법을 통한 내구성 강한 최고의 품질을 선보이는 브랜드 입니다.","뿌야(PPUYA)는 어반 라이프를 추구하는 기능성 애견 전문 브랜드입니다. 반려견에게 편안한 활동성을 부여하고 인체에 무해한 고기능성 원단을 사용하였습니다.","사운드업(SOUND UP)은 건강한 라이프 스타일을 추구하는 캐주얼 짐 웨어 브랜드입니다. 운동과 일상의 경계를 허무는 새로운 스타일을 제안합니다.","성1975(SUNG1975)는 감각적이면서 모던한 스타일을 추구하는 글로벌 패션 브랜드입니다.","세인트나인 골프웨어(SAINTNINE GOLFWEAR)는 컨템포러리 클래식 스타일로 라운딩뿐만 아니라 언제든지 착용할 수 있는 골프코어 룩을 제안합니다.","슈페리어(SUPERIOR)는 골퍼들이 필드에서 최고의 기량을 발휘할 수 있도록 기능성 소재를 사용한 테크니컬 골프 웨어 브랜드입니다. 흡한속건, 자외선 차단, 방수, 발수 등 기능성 소재와 함께 입체 패턴으로 골프 스윙 시 저항감을 최소화하였으며, 밝고 경쾌한 컬러와 과감한 배색 처리로 기능성과 스타일을 겸비한 전문 골프 웨어입니다.","시에라디자인(SIERRA DESIGNS)은 창립자 밥 스완슨(Bob Swanson)과 조지 마크스(George Marks)가 모든 사람은 배경과 관계없이 좋은 용품으로 탐험할 권리가 있다는 전제하에 1965년 시작한 브랜드입니다. 그들은 수년간의 모험을 바탕으로 제품을 만들기 시작하여 현재 아웃도어의 선구자 역할을 하고 있습니다. 텐트를 비롯한 캠핑 장비와 어패럴 등 그들의 경험이 녹아든 제품은 아웃도어를 쉽고 즐거운 것으로 만들었습니다.","신디( CINDY)는 기능성을 뛰어넘는 라이프웨어로 고객의 퍼포먼스와 데일리 라이프를 서포트합니다.","써피(SURFEA)는 일과 삶의 균형을 중시하며, 자유로운 라이프스타일을 사랑하는 여성들의 크고 작은 여정을 함께 만들어 나가는 스윔&라이프 웨어 브랜드입니다.","CP Company(씨피 컴퍼니)는 남성복 헤리티지를 바탕으로 \"Function & Use\", \"Form\"의 컨셉을 접목하여 창조된 이태리 프리미엄캐주얼 브랜드입니다.","아베나키 어패럴(ABENAKI APPAREL)는 도시의 빠른 리듬 속에서도 자연의 속삭임을 듣고 싶은 이들을 위한 브랜드입니다. 다양한 감정을 옷과 라이프스타일로 풀어내어 자연과 연결되고, 순간을 온전히 느낄 수 있는 경험을 선사합니다.","애스플래폼(ATHPLATFORM)은 운동을 의미하는 애슬레틱(Athletic)의 ATH를 기반으로 플랫폼(Platform) 확장을 지속적으로 추구하는 프로그레시브 애슬레저 룩을 제안하는 브랜드입니다.","어나더리더(ANOTHER LEADER)는 일상생활과 레저 스포츠 활동에도 적합한 의류를 선보이는 레저&아웃도어 브랜드입니다. 기획과 디자인, 생산 등의 모든 과정을 직접 진행하여 높은 퀄리티의 제품을 합리적인 가격으로 선보입니다. 어나더리더는 도심과 야생에서의 모험을 즐기며 언제 어디서나 특별한 여가를 선사하고자 합니다.","어뉴골프(ANEW GOLF)는 스트릿과 익스트림 스포츠에서 영감을 얻어 강렬하고 임팩트 있는 스타일을 제안하는 하이엔드 패셔너블 골프 브랜드입니다.","어드코어(ADCORE)는 운동과 일상을 경계없이 하나로 이어주는 브랜드입니다. 더 나아가 모두와 같이 호흡하는 브랜드가 되고자 합니다.","어바웃피싱(ABOUTFISHING)은 '낚시'라는 키워드를 다양한 굿즈로 풀어내어 즐겁고 지속 가능한 낚시 문화를 이끌어 가고자 합니다. 남녀노소 낚시 생활은 물론 일상에서도 편하게 즐길 수 있는 다양한 자체 제작 의류와 굿즈를 제안합니다.","어반이즈(URBANEASE)는 도시 생활자들을 위한 현대적이고 편안한 스타일을 추구합니다. 심플하지만 특별한 디자인의 짐 웨어 브랜드로, 운동 시에 편안함을 제공하면서 일상에서도 스타일리시하게 착용 가능한 제품을 합리적인 가격에 제안합니다.","어퍼스트롭 골프(UPPERSTROP GOLF)는 영 골퍼의 취향을 저격하는 자유로운 스타일에 골프 유틸리티 디테일을 더한 캐주얼 골프 웨어 브랜드입니다. 브랜드 시그니처인 콤마 로고를 키치한 느낌으로 접목해 유니크한 그래픽 플레이로 스타일을 풀어냅니다.","에디터블 시나리오(EDITABLE SCENARIO)는 2021년 서울을 기반으로 탄생한 브랜드입니다. 우리는 지속 가능한 미래를 꿈꿉니다. 당신의 삶에 에너지를 주는 동시에 환경에 부담을 주지 않는 방법으로 만들어진 옷을 지향합니다. 다양한 운동과 일상 생활에서 편안함과 평온함을 느낄 수 있는 컬렉션을 만듭니다.","EMERSON(에머슨)은 밀리터리용품 전문생산 업체로 택티컬 의류, 전술 장비 및 소품을 개발, 생산하여 전 세계에 유통하고 있습니다. 합리적인 가격과 다양한 구색을 가진 브랜드로 알려져 많은 택티컬용품 매니아의 사랑을 받고 있는 브랜드입니다.","에이씨티지(ACTG)는 테일러링 브랜드 Ascottage의 세컨 브랜드로, 스포츠 문화를 모티브, 매개체화하여 레트로적인 감성과 현대의 트렌드를 반영한 이지 웨어 브랜드입니다. 편안한 신체 활동을 고려하여 의류 패턴과 소재를 선택하며 클래식과 캐주얼한 무드에 모두 어울리는 이지 웨어, 라이프스타일 제품들을 소개합니다.","에이치그라운드 클럽(HGROUNDCLUB)는 일상과 코트의 경계 없이 착용 가능한 라이프 웨어를 지향하는 브랜드입니다.","에이틴에이치(EIGHTEEN H)는 골프를 사랑하는 모든 사람들의 18홀이 더 즐거울 수 있도록 혁신적인 연습용품부터 필드 위를 빛내줄 품격 있는 의류와 액세서리 등을 제작하는 캐주얼 골프 브랜드입니다.","에잇게이트(8GATE)는 여름과 여행에서 모티브를 얻은 브랜드입니다. 트렌드에 따르지 않고 꾸준히 편안하게 입을 수 있는 옷을 통해 편안함과 여름, 여행이 생각날 수 있도록 합니다.","엠에프에스 골프웨어(MFS GOLFWEAR)는 골프 라이프스타일을 제안하는  브랜드입니다. 승리의 순간을 프로가 아닌 골프를 즐기는 누구나 느낄 수 있도록 유쾌함을 선물하고자 합니다.","오베르골프&스포츠(18OBER)는 골프와 스포츠를 존중한 디자인에 고급스러움을 더해 합리적인 프리미엄 스포츠 웨어를 선보이는 브랜드입니다.","오션테그(OCEANTAG)는 다이버가 연구&개발하는 워터스포츠용품 브랜드입니다. 워터스포츠를 처음 시작하는 누구나 편안하고 친숙하게 즐길 수 있는 제품을 제안합니다.","오쏠리(OSOLI)는 30년 경력의 국내 의상, 패턴 디자이너와 재봉 기술자들이 자연과의 조화와 혁신적인 지속 가능성이라는 브랜드 철학에 기반한 제품을 선보이는 프리미엄 아웃도어 브랜드입니다.","온더프(ONTHEF)는 모든 여성에게 특별한 순간을 선물하는 브랜드입니다. 세련된 디자인으로 무대 위의 주인공처럼 빛나면서도, 편안하게 여유를 즐길 수 있는 스타일을 선사합니다.","올롤로(OLOLO)는 미국 캘리포니아의 골프 브랜드입니다. 캘리포니아의 온화한 날씨처럼 편안하고 캐주얼한 스포츠 웨어를 제작합니다. 올롤로만의 감각적이고 독창적인 디자인으로 많은 이들의 사랑을 받고 있으며 골프, 테니스 등 액티비티는 물론 일상 속에서도 매일 착용 가능한 의류들을 출시합니다.","왁(WAAC)은 'Win At All Costs'의 약자로, '기필코 승리한다'라는 뜻을 가지고 있습니다. 상대의 집중력을 흐리게 하여 반드시 승리한다는 역발상에서 출발한 왁은 차별화된 그래픽과 위트 있는 디테일을 현대적으로 재해석한 디자인을 제안하는 골프 어패럴 브랜드입니다.","울프라운치(WOLFLAUNCH)는 캠핑 아웃도어 전문 브랜드입니다. ‘FUN & FUNCTION & FUNKY' 라는 슬로건 아래, 재미 요소와 기능성을 갖춘 제품, 그리고 감각적인 디자인과 실용성을 결합해 차별화된 아웃도어 경험을 제공합니다.","원알엠(ONERM)은 스포츠와 일상, 그 경계에서 새로운 해석을 제시하는 브랜드입니다. 단순한 운동복이 아닌 움직이는 삶을 위한 웨어를 만듭니다. ‘모든 움직임에는 기준이 필요하다.’ ONERM은 그 기준을 디자인합니다.","위크나인(WEEK9)은 반복되는 일상에 쉼표를 찍어 주며, 설렘까지 한 움큼 선물하는 애슬레저 전문 브랜드입니다.","유우프(UUUUP)는 편안한 일상에서도 세련된 감각을 추구하는 퍼포먼스 웨어의 스포티한 아이템을 활용하여 독특하고 스타일리시한 룩을 제안하는 브랜드입니다.","유피라운지(UP LOUNGE)는 자신의 목표를 위해 노력하는 대한민국의 모든 이들과 함께하고자 합니다.","인볼(IN BALL)은 어떤 공을 치더라도 'In'이 되었으면 하는 바람으로 이름 지은 테니스 브랜드입니다. 어떤 상황에서도 기분 좋게 웃음 지을 수 있기를 바랍니다.","죤(JOURN)은 자전거가 하나의 경험만을 위한 것이 아니라고 믿습니다. 패션과 혁신이 만나고, 라이프 스타일과 커뮤니티가 하나되는 ‘CYCLIST LIFESTYLE’을 제안하는 브랜드입니다.","챌린저(CHALLENGER)는 'FAIRWAY TO STREET’라는 브랜드 슬로건처럼, 필드 위 퍼포먼스를 위한 기능성과 도심 속 세련된 감각을 모두 충족하는 유틸리티 웨어 브랜드입니다. 골프의 본질을 반영한 디자인과 소재를 통해, 필드에서도 도심에서도 자연스럽게 녹아드는 스타일을 제안합니다.","캠프사이드(CAMPSIDE)는 자연과 모험을 모티브로, 다양한 라이프스타일의 옆(Side)에서 오랫동안 함께할 수 있는 옷을 만듭니다.","컴포트(COMPORT)는 발목과 발바닥 전문 양말 브랜드로, 발목 보호와 테이핑 양말의 개념을 만들고 라이프 스타일로서 러닝 문화를 선도합니다.","코토팍시(COTOPAXI)는 지속 가능한 모험을 위한 유니크한 디자인과 감각적인 컬러 조합의 기어를 제안하는 아웃도어 브랜드입니다.","콘치웨어(CONCHWEAR)는 애슬레저 룩과 스트릿 패션을 결합시켜 운동복과 일상복의 경계를 허무는 아이템을 선보입니다. 스포츠와 패션이 하나가 되는 스타일을 원하는 젊은 세대를 위한 브랜드입니다.","콜핑(KOLPING)은 1983년 순수 국내 브랜드로 탄생하여 자연의 가치를 소중히 여기는 마음으로 설계된 아웃도어 전문 브랜드입니다. 실질적인 기능성을 기반으로 한 토털 아웃도어 솔루션을 지향합니다.","크로닉스(CHRONYX)는 골프 문화에 대한 깊은 이해를 바탕으로 완성한 프리미엄 골프 장비&의류 브랜드입니다. 시대를 뜻하는 'Chrono'와 거부를 뜻하는 'Nix'의 합성어로, 시대적 유행을 뛰어넘는 가장 본질적이고 고유한 제품을 만들고자 합니다.","테이크폼(TAKEFORM)은 피트니스를 기반으로 일상에서도 편안하게 입을 수 있는 애슬레져 브랜드입니다. 일상, 운동시 높은 가동성 그리고 부드러운 촉감과 편안함을 담고자 합니다.","테일러메이드 어패럴(TAYLORMADE APPAREL)은 뛰어난 퍼포먼스를 위한 하이브리드 골프 웨어 브랜드입니다. 일상생활뿐만 아니라 스포티즘과 스트릿 감성의 어반 라이프 캐주얼을 접목한 패셔너블 골프 웨어를 선보입니다.","투에니스홀(20TH HOLE)은 고객의 컨디션과 실력, 감각을 최대치로 끌어올려 더 나은 라운딩을 선사하는 고품질의 라이프스타일 골프 웨어 브랜드입니다.","파이스트웨이브(FAREASTWAVE)는 손이 자주가는 편안한 스타일을 다양한 리·업사이클 소재를 사용하여 감각적으로 풀어내는 컨셔스 브랜드입니다. 아웃도어 요소들을 가미한 실용적면서도 편안한 실루엣의 도심형 라이프 스타일 웨어를 선보입니다.","판토폴라도르(PANTOFOLADORO)는 1886년 이탈리아에서 설립된 수제화 브랜드로, 뛰어난 장인정신으로 성장했습니다. 스포츠 정신과 자유를 담아 새로운 전설을 향한 도전을 이어갑니다.","포셔드(POSHERD)는 'POSH'와 'DELIGHT'에서 시작했습니다. 영국 상류층의 브리티시 클래식을 재해석해 절제된 유연성과 자유분방함을 더한 포셔드만의 스포티 클래식으로 선보입니다. 스포츠와 데일리의 경계를 넘나드는 라이프스타일 웨어로 당신의 일상에 즐거움을 전하고자 합니다.","포지티브미(POSITIVEME)는 있는 그대로의 나를 긍정하는 지속 가능한 친환경 액티브 웨어 브랜드입니다. 내몸에도 지구에도 건강한 프리미엄 원단으로 편안한 착용감과 액티브한 스타일을 제안합니다.","퓨처랩(FUTURE LAB)은 앞으로 가까운 미래에 이루어질 수 있는 이슈를 연구한다는 의미입니다. 기본에 충실하면서도 가까운 미래에 주목받을 제품을 연구하고 제작합니다.","퓨처레트로(FUTURETRO)는 '퓨처(future)'와 '레트로(retro)'의 합성어로, 레트로 무드를 컨템포러리하게 재해석한 유니크한 디자인의 라이프 웨어 브랜드입니다. 선명한 레터링과 생동감, 심벌 로고는 승리를 향한 여정과 자신감을 상징합니다.","프론투라인(FRONT2LINE)은 'look make everyday better'를 슬로건으로 매일을 더 나은 하루로 만드는 우아하고 세련된 디자인을 선보이는 브랜드입니다. 기능성 소재와 현대적인 디자인이 결합되어 편안함과 스타일을 동시에 제공하며, 운동이나 도시의 라이프 스타일에 밸런스를 유지할 수 있도록 합니다.","플랫웨이브 인 서울(FLATWAVE IN SEOUL)은 '서핑과 일상의 공존'이라는 목표를 가지고 태어난 패션 브랜드입니다. 바다에 진심이고 바다를 사랑하는 마음으로 시작되어 바다와 함께하는 서핑 그리고 라이프 스타일을 제안합니다.","플레이어스(PLAYERS)는 커스텀 유니폼에서 시작해 현재는 스포츠 라이프 스타일 웨어 시장으로 사업 영역을 확장한 브랜드입니다. 기획부터 생산까지 자체적으로 진행하여 높은 품질의 제품을 합리적인 가격에 제공하며, 플레이어에게 새로운 소비의 기준을 제시하고자 합니다.","픽쳐오가닉클로딩(PICTURE ORGANIC CLOTHING)은 프랑스 남부 도시 클레르몽페랑에서 아웃도어를 사랑하고 환경을 생각하는 3명의 친구에 의해 시작된 브랜드입니다. 모든 제품은 환경을 생각하여 제작되었으며, 탄소 배출을 최소화하기 위해 최대한 노력하는 아웃도어 액션 라이프스타일 브랜드입니다.","하글로프스(HAGLOFS)는 스칸디나비아 자연 속에서 110년 이상 아웃도어의 본질을 연구하며, 전문 산악인과 일상 속 자연 애호가를 위한 고기능성 제품을 제공하는 브랜드입니다.","핫슈트(HOTSUIT)는 땀복용 원단의 제조 방법 특허를 기반으로, 신체로부터 발생하는 열이 방출되는 것을 차단하며, 기성 제품보다 뛰어난 신축성과 보온력의 땀복을 선보입니다.","헨리스튜어트(HENRY STUART)는 스코틀랜드 귀족의 품격과 장인 정신을 현대적으로 재해석하고 여기에 기능성을 더하여 차별화된 가치를 전달합니다. 또한, 고급스러운 품격과 문화적 아름다움을 계승하고 구현하기 위해 최선을 다합니다.","혼가먼트(HORN GARMENT)는 2006년 미국 캘리포니아 뉴포트 해변에서 시작된 브랜드로, 행운을 부르는 '뿔피리(horn)'에서 유래했습니다. 자유로운 라이프스타일을 표현하고자 하는 골프 브랜드입니다.","HOLIDAY OUTERWEAR(홀리데이 아우터 웨어)는 반복적이고 무료한 일상에 지친 우리들에게 인생의 즐거움을 발견하고 주체적이고 건강한 질적인 삶을 즐기자는 모토로 출발한 브랜드입니다.","힐크릭(HEALCREEK)은 골퍼를 위한 최적의 라이프스타일 골프 웨어 브랜드입니다. 골프를 통해 힐링을 얻을 수 있도록 편안하고 트렌디한 아웃핏을 선보입니다.","FC안양(FC ANYANG)은 시민과 함께하는 100년 구단으로, 2024년 창단 첫 K리그2 우승과 K리그1 승격의 역사를 써냈습니다. 2025 시즌 '도전자의 정신으로' 라는 슬로건을 바탕으로, 더 높은 무대에서 또 다른 도전을 이어 나가고 있는 FC안양과 함께하세요.","OUTSTANDING(아웃스탠딩)은 아메리칸 빈티지 캐주얼을 기반으로 전개되는 브랜드입니다.\n다양한 장르의 빈티지 의류를 탐구하여 패턴과 소재를 개선하고, 현 시대의 트렌드를 더해 새로운 제품으로 소개하고 있습니다. 'OUTSTANDING'이라는 이름처럼 뛰어난 품질과 디자인으로 오래도록 함께할 수 있는 제품을 제공하기 위해 노력합니다.","에스피오나지(ESPIONAGE)는 '밖을 보다' '숨겨져 있는 것을 발견한다'는 의미의 고대 프랑스어 ESPIRE에서 유래한 말로 지금은 타국의 비밀 정보를 수집하는 첩보 활동을 뜻하기도 합니다. 첩보 활동의 의미가 적진에서 은밀히 적들의 정보를 빼오는 것을 말하는 것처럼 에스피오나지가 만드는 아이템에는 숨겨져 있는 것을 찾아내는 과정을 포함하고 있습니다. 클래식, 밀리터리, 아웃도어 등 이미 만들어져 있는 의복을 베이스로 우리가 중요하게 생각하는 원단과 부자재, 기술, 핏 등의 요소들을 정확하게 탐구하고 수집해 조합, 재정의 혹은 재해석된 결과물을 만들고자 합니다. 사전적인 의미의 에스피오나지가 가지는 부정적인 첩보 활동의 이미지가 아닌 첩보 활동의 과정, 즉 본질에 대한 탐구와 조사 활동이라는 긍정적인 느낌을 전달하려 하며 수집된 정보를 하나의 작업물로 만들어내는 일련의 과정과 그렇게 완성한 에스피오나지의 아이템을 통해 다시 만드는 과정을 다시 유추하려는 생각들 모두 에스피오나지입니다.","프리즘웍스(FRIZMWORKS)는 다양한 복식 디자인을 특유의 캐주얼함으로 풀어내고 있는 브랜드입니다. 심플함을 기반으로 하는 외형과 달리 다양한 디테일을 숨겨두고 그것을 찾는 즐거움을 제공하며, 좋은 퀄리티와 합리적인 가격, 멋진 디자인의 컬렉션을 만들고자 노력합니다.","디키즈(DICKIES)는 1922년 미국, 텍사스에서 탄생하여, 다양한 서브컬처에 대한 이해를 바탕으로 재해석된 컬렉션을 선보이며, 워크웨어의 핵심가치인 높은 완성도, 내구성, 편안함을 유지하며, 트렌디한 감성을 더해, 전 세계적인 인지도와 두터운 팬 층의 사랑을 받는 글로벌 브랜드 입니다.","고요웨어(GOYOWEAR)는 아웃도어 환경에서 얻어지는 다양한 영감을 토대로 캐주얼적 요소와 테크니컬한 디테일을 살려 일상과 필드 양쪽에서 사용 가능한 아웃도어 웨어를 지향합니다.","폴로 랄프 로렌(POLO RALPH LAUREN)은 미국을 대표하는 디자이너 랄프 로렌이 1967년에 시작한 브랜드입니다. 폴로 랄프 로렌의 제품은 실용적이면서 품격을 갖춰 꾸준한 인기와 사랑을 받고 있습니다.","PENFIELD(펜필드)는 1975년 매사추세츠에서 탄생하였습니다. 펜필드는 합리적인 미국적 라이프 스타일 감도를 바탕으로 아웃도어 감성을 가미한 실용적이면서도 감각적인 \"AMERICAN OUTDOOR LIFESTYLE WEAR\" 브랜드입니다.","브론슨(BRONSON)은 오랜 의복을 토대로 모던한 요소를 더해 완성하는 정통 캐주얼 웨어를 추구합니다. 밀리터리, 아웃도어, 워크웨어, 빈티지 스포츠웨어 등 1970~1980년의 아메리칸 클래식에서 영감을 얻어 데님, 밀리터리, 캐주얼 등 폭 넓은 라인업을 전개하고 있습니다. 특히 기본에 충실하며 오랜 시간이 지나도 변함없이 함께할 수 있는 아이템을 생산합니다.","비슬로우(BESLOW)는 모던 캐주얼을 바탕으로 현대인을 위한 에센셜룩을 선보이는 브랜드입니다. 클래식 웨어를 현대에 맞는 편안한 소재와 실용적인 디테일로 재해석합니다. 모든 사람들의 일상에 오래도록 함께할 데일리웨어를 제안합니다.","유니폼브릿지(UNIFORM BRIDGE)는 클래식, 빈티지, 아웃도어, 밀리터리등 기존의 스타일을 베이스로 유니폼 브릿지만의 해석을 더해 높은 퀄리티와 합리적인 가격의 제품을 만듭니다. 기본에 충실하며 심플한 디자인 그리고 오래도록 함께할 수 있는 아이템으로 누구나 쉽게 입을 수 있는 브랜드입니다.","GRAMICCI(그라미치)는 락 클라이밍에서 탄생한 유니섹스 캐주얼 브랜드입니다. 전 세계의 젊은 매니아층을 보유하고 있고, 캐주얼 부터 아웃도어까지 다양한 스타일링에 매칭할 수 있습니다.","건지 울른스(Guernsey Woollens)는 1976년 영국 건지 섬에서 설립되어 이어져 온 전통적인 스웨터 제작 방식을 계승합니다. 어부들이 거친 바다에서 생존하기 위해 입었던 스웨터는 방한복을 넘어, 헌신과 강인함의 상징으로 그들의 정신을 담은 브랜드입니다.","와일드브릭스(WILD BRICKS)는 클래식을 현대적으로 재해석한 디자인과 감성을 기반으로 라이프스타일과 패션, 음악, 커뮤니티 등의 콘텐츠를 통해 조금 더 다양하고 새로운 컨템포러리 클래식을 제시하고자 하는 브랜드입니다.","해브해드(HAVE HAD)는 단순히 입는 역할의 옷을 넘어, 도시를 거치는 다양한 사람과 삶의 모습을 함께 만들어 가는 브랜드입니다. 해브해드는 낭비 없이 필요한 만큼만 만드는 친환경적 활동을 추구합니다.","비디알(VDR)은 20세기 워크 웨어, 밀리터리 룩, 아웃도어 룩을 기반으로, 포괄적으로는 아메리칸 캐주얼이라는 장르 안에서 현대적 감성을 융합한 디자인을 추구하며, 'PERMANENT CLOTHING'을 지향합니다. 매 시즌 독창적인 디자인과 다양한 컬러, 심플함을 생산 요소로 두고, 튼튼한 원단과 재봉 기법으로 오랫동안 함께할 수 있는 옷을 만들고 있습니다.","빈폴 멘(BEANPOLE MEN)은 의식 있고 세련된 취향의 도시 거주자에게 새로운 라이프스타일을 제안하는 브랜드입니다. 클래식 감성을 컨템포러리 감각으로 재해석해 좋은 소재와 모던한 디자인을 더해 고급스럽게 표현하였습니다.","암피스트(AMFEAST)는 헤밍웨이의 소설 'A MOVEABLE FEAST'에서 영감을 받아 론칭한 브랜드입니다. 위트 있는 캐주얼한 무드의 클래시컬 맨즈 웨어를 선보입니다.","BIG UNION(빅유니온)은 현대에도 다양하게 재해석되고 있는 1900년대 초중반의 다양한 빈티지 아카이브를 연구하여 현대적인 동향에 맞춰 일상생활에서 보다 가까이 접할 수 있는 브랜드입니다.","노이즈(NOISE)는 도시 속에서 발생하는 소음과 자연에서 나타나는 고요한 현상을 패셔너블한 무드로 표현하고 재해석하는 브랜드입니다.","아비렉스(AVIREX)는 미군의 까다로운 납품 조건을 충족한 덕에 1975년 미군에 공식적으로 수많은 의류를 납품하였습니다. 이러한 노하우를 바탕으로 민간 패션 업계에도 진출하였으며 '인디아나 존스', '탑건' 등의 영화에 아비렉스의 재킷 컬렉션이 등장하면서 전 세계적인 인기를 얻게 되었고, 현재까지도 밀리터리 패션의 선두주자로 활약하고 있습니다.","와이엠씨엘케이와이(YMCLKY)는 1931년 교토에서 창업한 주식회사 야마모토에서 전개하는 밀리터리 복각 브랜드입니다. 80년간 축적된 아카이브를 바탕으로 제품을 생산하며, 1900년대 초반부터 중후반까지의 오리지널 밀리터리 제품의 디테일을 그대로 재현합니다. 현대적인 재해석 과정과 빈티지 가공을 거친 아이템을 선보입니다.","알파 인더스트리(ALPHA INDUSTRIES)는 1959년 테네시주 녹스빌의 한 공장에서 시작한 브랜드입니다. 미국의 육·해·공군 및 해병대원을 보호하는 플라이트 재킷이나 코트를 제공하는 공식 공급업체(오피셜 서플라이어)로 엄격한 밀스펙(군대에서 정해 놓은 기준)을 엄수하며 생산합니다. 특히 알파 인더스트리는 다른 업체와 달리 군수품과 일반인에게 판매되는 재킷에 등급의 차이가 없습니다. 알파 인더스트리의 제품은 미국은 물론 전 세계 각지의 미군 기지에서 활동하는 군인이나 파일럿, 지상 요원이 입는 재킷과 같은 그레이드의 아이템입니다.","타미진스(TOMMY JEANS)는 타미힐피거(TOMMY HILFIGER)에서 선보이는 데님 팬츠 라인입니다. 세련된 미국의 팝 문화 정신에서 얻은 영감을 더해 다양한 스타일의 모던 패션을 제안합니다.","타미힐피거(TOMMY HILFIGER)는 아메리칸 클래식 캐주얼 브랜드로, 클래식한 스타일에 세련된 미국의 팝 문화 정신에서 얻은 영감을 더해 다양한 스타일의 모던 패션을 제안합니다.","웰터 익스페리먼트(WELTER EXPERIMENT)는 자연과 도시의 조화를 경험하며, 이를 토대로 균형 잡힌 제품을 제안합니다.","케이엔드(KND)는 일상에서 쉽게, 자주, 오래 손이 가는 제품을 제작하는 것을 목표로 하는 브랜드입니다. 밀리터리, 아웃도어, 워크 웨어, 데님 등의 디테일과 소재에서 모티브를 얻어 다양한 캐주얼 의류를 선보입니다.","세인트제임스(SAINT JAMES)는 1889년 프랑스 노르망디 몽생미셸만 근처 세인트제임스 지역에서 시작되었습니다. 직접 만들고 염색한 털실 판매를 시작으로, 직접 만든 울로 레옹 지방 어부들을 위한 셔츠를 공급하며 1929년 회사를 설립하였고, 이후 마린 룩의 대명사로 성장하였습니다.","스테이지 네임(STAGE NAME)은 스케이트보딩과 밀리터리 웨어를 기반으로 탄생한 스트릿 캐주얼 브랜드입니다. '특별한 사람들의 예명'이라는 브랜드 뜻처럼 누구나 쉽게 입을 수 있지만, 입는 순간 특별한 사람이 되는 경험을 선사하고자 합니다.","오가프(ORIGINALGARMENTPROJECT)는 자유를 추구하는 카운터 컬처를 독자적 디자인으로 재해석하여 시대의 흐름에 맞춘 의복과 문화에 집중하는 브랜드입니다. 워크, 밀리터리, 아웃도어, 유니폼의 카테고리를 중점으로 독창적인 데일리 웨어를 추구하며, 우리의 디자인으로 다양한 세대와 교감하며 주목받고자 합니다.","LONDONTRADITION(런던트레디션)은 안감 의류의 전문분야에서 광범위한 경험을 가진 2명의 파트너에 의해 설립되었습니다. 그들은 런던에 생산라인을 가지고 25년 이상을 영국의 오래된 유명 브랜드들을 생산하였고, 그 경험과 기술력을 바탕으로 숙련된 장인들과 함께 2001년 그들의 팩토리브랜드 런던트레디션을 시작하게 됩니다. 감각적인 디자인과 좋은 품질을 고집하는 반면 합리적인 가격에 가치를 두고 런던의 공장에서 영국의 고급 패브릭과 전통적인 제법으로 만들어지고 있습니다.","A NOTHING(어낫띵)은 젠더리스 룩을 지향하는 자유로운 감성의 디자이너 브랜드로, 고급스러우면서도 유니크한 특유의 디자인과 여유롭고 내추럴한 실루엣이 특징인 브랜드입니다.","에드워드맥스(EDWARDMAX)는 아메리칸 클래식 캐주얼 감성을 바탕으로, 합리적인 가격에 최고의 품질을 추구하는 브랜드입니다.","유에스 폴로 어신(USPOLOASSN)은 1890년부터 시작되어 오랜 역사를 자랑하는 미국 폴로협회 공식 브랜드입니다. 귀족 스포츠의 상징인 폴로는 클래식하고 헤리티지한 폴로 선수들의 경기 스타일을 담았습니다.","브롬톤 런던(BROMPTON LONDON)은 시티 라이프를 위한 브리티시 어반 컨템포러리 브랜드입니다. 감각적인 무드에서 실용적인 디테일까지, 일상과 도시 속 자유로운 룩을 제안합니다.","에이메이드(A MADE)는 'Comfort', 'Relax', 'Quality'를 기반으로, 과거와 현재의 공존이라는 스토리텔링을 접목해 자유로운 실루엣과 절제된 과감함을 표현하는 컨템포러리 스트릿 브랜드입니다.","컨템포러리 스트리트 브랜드 라모랭(RAMOLIN)은 기존의 것을 라모랭의 감성으로 재해석하여 제작에 임하고 있으며, 금방 식어버리는 인스턴트 제품에 그치지 않고 라모랭만의 독자적 스타일을 구축하는 것을 모토로 하고 있습니다.","프레드페리(FRED PERRY)는 1952년 윔블던 챔피언 프레데릭 존 페리(Frederick John Perry)가 론칭한 영국 서브컬처의 대표 브랜드입니다. 스포츠웨어 브랜드로 시작했으나, 60년대 모즈 문화를 통해 스트릿웨어로 확장되며 브리티시 유스컬처를 대변하는 아이코닉한 브랜드가 되었습니다.","ESFAI (에스파이)는 옷이 가지는 기능적 특징과 T(Time), P(Place), O(Occasion)를 넘어서는 예술적 아름다움을 추구하며 매 시즌마다 다채롭고 감각적인 아이디어로부터 시작된 디자인과 캐쥬얼하면서도 고급스러운 룩을 선보입니다.‘EVERYTHING STARTS FROM AN IDEA'의 약자로 모든 것은 아이디어로부터 시작된다는 의미를 갖는 남성들을 위한 클래식 캐쥬얼 브랜드입니다.","듀테로(DEUTERO)는 지나간 과거의 의미 있는 한 조각을 현재로 되돌리고 다시금 재해석해 여러분들과 공유하는 브랜드입니다. 영화나 음악을 비롯한 다양한 문화를 통해 얻은 영감을 바탕으로 기획하고 디자인한 뒤 완성도 높은 결과물을 만들어 내는 것에 초점을 맞춥니다. 듀테로는 이러한 모든 과정이 가치 있는 행동이자 브랜드가 가져야 할 철학이라고 믿습니다.","비헤비어(BEHEAVYER)는 필요에 의해 만들어진 과거의 의복에 현 시대상의 모습을 투영합니다. '오리지널'을 모토로 고증에 충실하며 현재의 생활에 알맞게 패턴화한 실루엣과 디자인으로 재해석한 결과물을 선보입니다. 본질을 지키며 진보한 형태로 세월이 지나도 변하지 않는 가치를 지향합니다. 여러분의 일상적인 복식에 클래식이 더해지길 바랍니다.","모이프(MOIF)는 정돈된 삶을 위한 기능적인 일상복이라는 콘셉트로, 손쉬운 접근성과 디테일을 통해 일상을 더 간결하고 단단하게 만들어 줍니다. 한국의 기후와 사회 현상을 반영한 컬렉션을 선보입니다.","볼디스트(BOLDEST)는 각 산업 분야에서 실제 일하는 작업자들과 함께 상품을 연구&개발하여 워크 웨어의 전문성을 강화하고 작업의 가치를 상품으로 표현합니다. 차별화된 고기능성 소재와 전문적 디자인을 바탕으로 워크 웨어 마켓의 수준을 한 단계 높였습니다.","DRAW.M(드로우엠)은 초기 데님 시장이 형성되었던 1900년도 전후에 탄생했던 데님 고유의 늬앙스를 살리며, 유니크한 디자인을 접목시켜 새롭고 또한 편안함을 제안하는 브랜드입니다.","해브오프듀티(HAVEOFFDUTY)는 반복되는 일상생활에서 잠시나마 벗어나고 싶은 휴식의 욕구에서 출발합니다. 다양한 요소에서 영감을 얻고 재해석, 디자인하여 휴식처럼 편안하고 다가가기 쉬운 무드를 제안합니다.","애니타임로릭(ANYTIME LOREAK)은 다양한 소재와 완성도 높은 만듦새를 바탕으로 꽃에서 일어나는 수많은 활동과 꽃을 소유하고 주고받는 사람들에 의해 벌어지는 에피소드에 영감을 받아 시즌을 전개합니다.","POLAR(폴라)는 그들의 강렬한 스케이팅을 담은 프로모 비디오를 통해 전세계의 스케이터들에세 충격을 줌과 동시에 스케이트보딩의 새로운 방향을 제시하였습니다. 또한 퀼리티 높은 하드웨어와 의류 라인은 브랜드 런팅과 동시에 많은 사랑을 받고있습니다.","네이머클로딩(NAMERCLOTHING)은 시대 속에서 사물의 쓰임새와 품질, 의미에 대해 고민했던 모든 이에게 집중합니다. 그들의 진정성과 노력이 깃든 문화를 지향하고 그 속에서 '필요'에 의해 만들어진 의복을 재조명합니다. 그에 대한 네이머클로딩만의 재해석을 통해 '필요'를 넘어서 특정 시대에 종속되지 않는 가치를 만들고자 합니다.","사운즈라이프(SOUNDSLIFE)는 편안하면서도 절제된 디자인, 정제된 소재와 실루엣으로 모든 일상을 위하는 스타일 라이프웨어 브랜드입니다. 보다 더 나은 일상, 지속 가능한 삶을 추구하는 사람들을 위한 컬렉션을 선보입니다.","라드에디션(LAD EDITION)는 90년대 영국 ‘LAD’ 문화의 자유와 개성을, 한국적 태도인 ‘한량’으로 재해석합니다. 무심하지만 뚜렷한 스타일, 단정하지 않아 더 정확한 감각. 사유와 여유의 옷을 만드는 브랜드입니다.","발루트(BALLUTE)는 옷장 속에서 오랫동안 함께하고 가장 손이 많이 가는 옷처럼 새 옷의 쨍함보다는 바랜 듯한 색감과 부드러운 원단, 여유로운 실루엣을 지향하는 브랜드입니다. 절제된 디자인과 편안한 착용감, 좋은 품질의 제품을 추구합니다.","올드비(OLDBE)는 무에서 유를 창조하는 브랜드가 아닌, 기존의 것들에 대한 재해석과 발전을 통해 새로운 가치를 만들어내는 브랜드입니다. 현대적 감각과 세대 취향을 반영한 컬렉션으로 소비자에게 다가가고자 합니다.","CUSTOMUS(커스텀 어스)는 브랜드 정신에 기반을 두어 \" 우리가 가지고 있는 다양한 생각과 가치관, 다양한 문화와의 공존을 통해서만 행복해질 수 있다는 생각이 우리의 새로운 관습(Custom)으로 뿌리내리고자 염원한다 \"라는 의미로 Us(우리들)이라는 단어와 Neo Custom(새로운 관습)의 합성어로 구성된 브랜드입니다.","히즈핸더(HISHANDER)는 호기심 많은 소년의 손으로 전개되는 캐주얼 브랜드입니다. 시공간 속 여유롭고 편안한 단 하나의 복장이 완성되는 것을 목표로 합니다.","브루먼(BRUMAN)은 캐주얼 웨어를 기반으로 오랜 시간 입어도 질리지 않고 시간이 지날수록 더 가치 있는 제품을 추구합니다. 편안하고 자주 입고 싶은 옷, 위트 있는 스타일링에 중점을 두고 있습니다.","이외들(IOEDLE)은 2022년 가을 론칭한 대한민국 베이스의 디자이너 브랜드로 한국의 옛 향수를 자극하는 디자인을 현대적 방식으로 전개합니다. 노스탤지어 무드의 레트로 패션을 지향하며 정형화된 스타일을 브랜드만의 방식으로 비틀고 변형합니다.","페레그린(PEREGRINE)은 1796년부터 현재까지 100% 영국 생산을 고집하는 영국 전통 아우터 브랜드입니다. 영국 맨체스터의 공장에서 디자인부터 생산까지 모든 과정을 관리합니다.","오프로드(OFFROAD)는 현대인의 온·오프 타임을 아우르는 기능과 디자인으로 모던 네이처를 지향하는 컨템포러리 테크 웨어 브랜드입니다.","블루드쇼프(BLEUDECHAUFFE)는 2009년에 설립된 100% 프랑스에서 제작되는 프리미엄 가방을 제공합니다. 최고 품질의 가죽을 사용하여 단 한 명의 장인이 전담 제작되며, 장인의 서명이 새겨져 대량생산과 차별화된 품질, 고유한 가치를 보증하는 브랜드입니다.","캐피디자인(KAPPY DESIGN)은 소재의 '본질'에 집중하는 라이프스타일 브랜드입니다. 소재가 가진 특성을 최대한 활용해 미니멀한 디자인을 추구합니다. 누구에게나 편안하고 멋스러운 제품을 만들고자 합니다.","힐리먼트(HELEMENT)는 HEALING과 MOMENT의 합성어로 자연과 지속 가능성에 대한 의지를 뜻합니다. 환경을 사랑하고 후손에게 깨끗하고 아름다운 자연을 전해주기 위한 하나의 철학과 행동입니다.\n자연 안에서, 자연과 함께 건강한 삶을 지향하고 힐링 하는 모든 순간 순간을 담아 지속가능한 삶을 위해 실천하고 향유하는 브랜드입니다.","반츠(BANTS)는 2015 F\/W 시즌부터 시작한 부산의 남성복 브랜드입니다. ‘왜 다양한 체형이 소화할 수 있는 멋진 팬츠가 없을까?’라는 질문에서 시작된 반츠는 불편한 스키니 팬츠의 홍수 속에서 기존 기성복에서는 좀처럼 볼 수 없는 낙낙하고 맵시 있는 실루엣을 제안합니다. 팬츠 브랜드로 시작해 지금은 토탈 브랜드로 전개되고 있으며, 남성복에서 가장 중요하게 여기는 원단과 자연스러운 실루엣을 만들 수 있는 패턴에 집중합니다.","디그레(DGRE)는 심플하고 균형 있는 디테일과 그에 맞는 소재로 훌륭한 품질과 합리적인 가격의 편안한 옷을 만드는 브랜드입니다. 온도의 단위(Degree)에서 영감을 얻어 지은 이름 안에는 만질 수 있는 온도, 화려함보다 편안하면서도 오랫동안 손이 자주 가는 베이식 그리고 에센셜 아이템으로 지속가능함을 추구합니다.","블랙피피(BLACKPP)는 1960~1970년대 오리지널 클래식 밀리터리 데드 스톡 제품을 모티브로 디자인의 재해석과 반복적인 패턴, 샘플 수정을 통해 브랜드만의 스타일을 선보입니다.","비범스(BEBUMS)는 패션이라는 감각을 표현하는데 있어 사물과 문화 등 다방면으로부터 받은 영감을 드러내고자 하며, 그로부터 비롯된 유니크한 디테일과 디자인을 전달하려 하는 브랜드입니다.","노말(NNORMAL)은 세계적으로 유명한 산악인이자 트레일 러너인 킬리안 조넷(Kilian Jornet)과 풋웨어 기업 캠퍼(Camper)가 파트너쉽을 통하여 탄생한 브랜드입니다.","챕터(CHAPTER)는 불필요한 장식을 덜어내고, 일상 속 자연스러운 무드를 완성합니다. ‘로고 없는 자신감’을 믿어 미니멀리즘과 심플함이 돋보이는 브랜드입니다.","바버(BARBOUR)는 1982년 영국에서 탄생했으며, 독특한 왁스 코팅 기법으로 전세계적인 사랑을 받는 브랜드입니다. 그 역사와 품질을 인정받아 영국 왕실로부터 로열 워런티(Royal Warranty)를 받았고, 영국을 대표하는 패션, 라이프 스타일 브랜드로 자리잡게 되었습니다.","UNTOUCHED(언터치드)는 자체 제작 프리미엄 데님 전문 브랜드입니다.","더블알엘(DOUBLE RL)은 정직함과 개성 그리고 오래되어 낡은 것들이 지닌 매력에 초점을 둔 진정한 아메리칸 정신을 포착합니다. 1993년 콜로라도에 자리한 랄프 로렌과 리키 로렌의 목장 'RRL'에서 이름을 따 론칭한 더블알엘은 워크 웨어와 군용 장비에 뿌리를 둔 셀비지 데님, 빈티지 의류와 액세서리 등 쿨하면서도 거친 스포츠 웨어 무드의 컬렉션을 선보입니다. 브랜드의 핵심인 데님을 비롯한 더블알엘의 제품은 링 방적으로 제직한 장섬유 면사에 전통적인 염색 공정과 장인의 수공예 마무리를 거쳐 고품질의 기술력과 디테일로 탄생합니다. 더블알엘의 익스클루시브 데님 원단과 한정판 제품들은 이미 전 세계의 수많은 컬렉터들에게 사랑받고 있습니다.","퍼블릭피겨(PUBLICFIGURE)는 옷의 본질에 가치를 두고 미니멀한 디자인과 합리적인 가격으로 일상에서 편안하고 멋스럽게 착용할 수 있는 라이프 웨어를 제안합니다.","웨그(WEG)는 'WE GO OUT'의 줄임말로, 일상 속에서도 편하게 착용 가능한 아웃도어 베이스의 의류를 추구합니다. 좋은 퀄리티와 합리적인 가격의 아웃도어 제품을 만들며, 일상에서도 아웃도어의 자유로움을 느낄 수 있는 의류를 지향합니다.","비트 앤 사일런스(BEAT&SLNC)는 프렌치 캐주얼 브랜드인 킥더빗(KICK THE BEAT)과 편집매장 므스크샵의 브랜드인 텍스트 앤 사일런스(TEXT&SLNC)의 합작 브랜드입니다. 유니섹스 캐주얼로 당신의 옷장에서 가장 손이 많이 가는 옷을 만듭니다.","리슈(L'ISSUE)는 '발행하다'라는 뜻의 단어 '이슈(issue)'에서 비롯되었습니다. 브랜드가 오랫동안 수집해온 헤리티지와 아카이브에서 영감을 받아 본연의 아름다움을 가진 원단과 부자재를 사용하여 현대 사회에 잘 어울리는 형태로 편집하고 재해석하여 발행합니다.","SWELLMOB(스웰맙)은 패션을 위한 패션이 아닌 문화를 위한 패션을 이루어 보고자 시작된 브랜드입니다. 아메리칸 빈티지 및 서브컬처 등에 영향을 받아 그를 모티브로 삼고 시작되었습니다. 50 노동자 계층에서 비롯된 워크웨어를 기점으로 핫로드,익스트림 스포츠등 각종 서브컬쳐들을 접목시켜, 신세대부터 기성세대까지 누구나 공감할수있는 편안하고 실용적인 제품을 만들어나가고 있습니다.","후톤(HUTOAN)은 사람에 집중한 브랜드입니다. 전통적인 아웃도어 웨어에서 영감을 받아 이를 현대적으로 재해석하며 의복의 가치와 흐름에 집중합니다. 착용자의 시점에서 활용 가능한 모든 것을 준비하여 단순히 '시각적 표현'을 벗어나 라이프스타일 전반을 뒷받침하고자 합니다.","아르스콘택트(ARS CONTACT)는 빈티지와 모던을 기반으로 과거와 현재에 차이를 두지 않고 새로운 패션 트렌드를 제안하며 자신만의 스타일을 만들어 나가는 것을 목표로 하는 브랜드입니다.","마이클로스(MICHALEROSS)는 1979년 시작된 영국의 핸드 프레임 비스포크 페어아일 니트 브랜드입니다. 수작업이 필요한 핸드 프레임 기계를 통한 가내 수공업 형태로 제조가 이루어지며, 덕분에 자동화 기계보다 더 심도 있는 패턴을 만들어낼 수 있습니다.","소프터(SOFTUR)는 미니멀리즘의 차분함에 작은 요소와 색감을 적절히 더하여 은은하지만 경쾌한 디자인을 추구합니다. 일과 일상의 스타일에 경계를 두지 않고, 자유로움을 추구하는 사람들이 즐겁고 편하게 입을 수 있는 브랜드가 되기를 희망합니다.","본로우(BONRROW)는 '골수'를 뜻하는 영단어의 줄임말로, 옷의 가장 근본적인 요소를 충실하게 지켜 완성도 높은 밸런스를 만들어 냅니다. 패션과 다양한 문화의 연결을 위한 아카이브를 추구합니다.","THE ROYAL 'WE(로얄위)는 [ðə |rɔɪəl wi:] (명사) '과인~', '짐이~'라는 의미로 왕이나 왕족이 스스로를 높여 부르던 고전적 표현입니다. 로얄위는 의복의 보편적 가치를 존중하되 시대정신을 위트 있게 재해석하여, 새로운 스타일을 만들어가는 도메스틱 브랜드입니다.","에러스익셉티드(ERRORS EXCEPTED)는 제품을 구현하는 다양한 소재 중 데님을 통해 누구나 편하게 경험할 수 있는 디자인으로 우리의 생활 속에 가까이 다가가고자 합니다.","벌스데이수트(BIRTHDAYSUIT)는 '국왕 탄신일의 예복'과 '나체'라는 이중적인 뜻을 지닌 단어에서 영감을 받아 어떠한 상징이 아닌 순수한 옷 자체와 살갗에 닿는 가장 좋은 느낌을 지향하는, 촉감이 좋은 소재만을 엄선하여 만든 옷을 선보이는 브랜드입니다.","로드 존 그레이(LORD JOHN GREY)는 실용적이며 균형 있는 디자인을 선호하는 사람들을 위한 브랜드입니다. 고정관념을 탈피하고 아이덴티티를 드러낼 수 있는 새로운 모티브를 추구합니다.","하드기어 어패럴(HARDGEAR APPAREL)은 일상과 아웃도어의 경계를 자유롭게 넘나드는 라이프스타일을 추구합니다. 견고한 디테일과 유용성 그리고 자유로운 움직임을 위한 아이템을 선보입니다.","칼리코(CALICO)는 직관적인 형태와 구조, 체계를 갖추어 적절한 기능을 한다는 원칙을 기반으로 하는 브랜드입니다. 캐주얼웨어의 오리지널리티를 유지하되 실루엣과 기능적인 측면을 현대 생활에 적합하게 재구성하여 선보입니다.","뗄라(TELA)는 편안함과 고급스러움 그 중간에서의 균형을 잃지 않기 위해 좋은 소재와 정직한 만듦새 그리고 과하지 않은 최소한의 디테일을 고집합니다.","더가스펠오브(THEGOSPELOF)는 노인의 스타일과 미국 문화에서 영감을 받아, 평생 입을 수 있는 튼튼하고 실용적인 의류를 만드는 브랜드입니다. 낚시에서 스케이트 보딩에 이르기까지, 모든 스포츠 의류에 아메리칸 클래식 스타일을 조합해 다양한 스타일을 전개합니다.","디아프바인(DIAFVINE)은 2002년 시작되었습니다. 밀리터리, 바이크, 스트릿, 아웃도어, 빈티지 등 다양한 컬처에 대한 깊은 이해와 경험을 바탕으로 디자인적 융합과 분해 후 현재의 관점을 더한 재구축의 과정을 거친, 기본에 충실한 제품을 철학으로 합니다. 이러한 디아프바인의 철학을 바탕으로 스타일과 기능적 활동성을 겸비한 디자인을 추구합니다.","딤스킨(DIMSKIN)은 2016년 설립된 레더 웨어 브랜드입니다. 트렌드에 얽매이지 않고 오랜 기간 함께할 수 있는 제품을 생산하고자 합니다.","레스트인피시스(RESTINPIECES)는 사회적 가치와 윤리적 소비를 추구하는 유니섹스 컨템포러리 브랜드입니다. '옷가지들 안에서 쉰다'라는 뜻의 레스트인피시스는, 편안한 휴식을 줄 수 있는 의류의 제작을 최선의 목적으로 하는 브랜드입니다.","리카인드(REKIND)는 센트럴 세인트 마틴 출신 디자이너 JAY와 DJ, 프로듀서로 활동하는 JAE가 전개하는 서울 기반의 브랜드입니다. 납치를 뜻하는 1950년대 급진적 사회 풍자적 방식 Détournement에서 영감을 받아 섬세하기보다는 대담한 방식으로 과거의 가치를 현대의 새로움으로 재해석합니다. 지속 가능한 패션과 하나뿐인 제품을 만드는 것을 브랜드 가치로 삼고 있습니다.","바토너(BATONER)는 니트의 산지로 알려진 야마가타현에서 시작된 정교한 니트 제작 기술을 바탕으로 전통과 현대를 아우르는 프리미엄 니트웨어를 선보이는 브랜드입니다.","백야드빌더(BACKYARD BUILDER)는 바이크를 좋아하는 사람들이 모여, 도시 생활에서 벗어나 자연과 함께하는 와일드한 감성의 라이프스타일 브랜드입니다.","빈웨드(VINWUED)는 빈티지한 매력의 1900년대 의류를 자체 아트워크로 재해석하고 전개하는 캐주얼 브랜드입니다.","빼빼(BBAEBBAE)는 클래식과 위트가 공존하는 정제된 미니멀리즘을 추구합니다. 인체 곡선에 맞는 심플하고 정교한 테일러링을 기반으로 엄선한 소재와 섬세한 디테일을 더해 지속 가능한 패션에 초점을 둔 타임리스 디자인을 선보입니다.","샌드파이퍼(SANDPIPER)는 아메리칸 개라지를 모티프로 한 아이템을 선보이는 브랜드입니다.","서스테인(SUSTAIN)은 빈티지 의류와 깊이 있는 아카이빙을 바탕으로 다양한 아이템을 편집하고 서스테인이 추구하는 'Tailored for your life'라는 가치 안에서 기성복의 한계를 넘어선 아이템을 재창조하고 있습니다.","센씨(SENCI)는 대한민국 서울을 기반으로 하는 인하우스 패션 브랜드입니다. 패션을 비롯해 사회 전반적으로 영향력 있는 모든 요소에 대한 작은 관심으로부터 시작하였습니다. 'started from error'라는 브랜드 철학을 바탕으로, 오류에서 시작되는 모든 시선을 새로운 관점으로 접근하여 바라보고 재해석하여 새로운 방향성을 제시합니다.","ANONIMO-A(아노니모아노니마)는 유럽을 무대로 패션, 예술 등 각 분야에서 활동하고 있는 STUDIO ANONIMO가 선보이는 스트릿웨어 브랜드입니다.","ARRANGE(어레인지)는 클래식 빈티지 웨어에서 영감을 받아 이를 현대적으로 어레인지 하여 표현하는데 중점을 둔 브랜드입니다. 오래 착용할수록 빛을 발하는 복식 누구나 쉽고 편하게 입을 수 있는 제품을 보다 나은 퀄리티로 선보이고자 노력합니다.","언히든(UNHIDDEN)은 기본에 충실하고 탄탄한 소재에 친환경적이고 지속 가능성을 함께 생각하는 데님 브랜드입니다.","엔와이피(N.Y.P)는 우리만의 기준으로 미발매된 옷을 새롭게 디자인하고 저마다의 옷이 지니는 이야기를 들려주고자 합니다.","오어슬로우(ORSLOW)는 완벽한 워크웨어를 추구하며 트렌드보다 본질적인 품질과 오리지널리티를 천천히 탐구하는 브랜드입니다.","워킹베어(WORKING BEAR)는 '미련 곰탱이'처럼 삶을 열심히 살아가는 이들을 위한 옷을 제작합니다. 일할 때 입는 옷과 일하지 않을 때 입는 옷을 구분하지 않고 언제 어디서나 본인의 취향과 기분에 맞춰 입을 수 있는 의류를 제작합니다.","YOUNEEDGARMENTS(유니드가먼츠)는 일상생활속에서 다양한 제품들과 어울리며, '당신에게 필요한 옷을 만들고 싶은' 의미를 담아 오랫동안 편하게 입을 수 잇는 제품들을 만들기 위해 노력하는 브랜드 입니다.","이스트 하버 서플러스(EAST HARBOUR SURPLUS)는 패션 역사상 가장 부흥을 이루었던 1950년대 미국 동부, 항구 지역의 정서를 이미지화한 브랜드입니다. 자로 잰 듯한 실루엣보다는 군수 보급품 같은 편안하고 자연스러운 라인을 추구합니다. 또한, 위트와 매력을 간직한 디테일을 자랑합니다. 뛰어난 제작 라인과 우수한 원단을 보유한 이탈리아 현지에서 전량 제조하며, 워크 웨어의 감성에 높은 수준의 품질을 결합한 컬렉션을 매 시즌 선보입니다.","포르투기스 플란넬(PORTUGUESE FLANNEL)은 고품질의 원단 생산과 의류 봉제로 유명한 포르투갈에서 4대째 고품질의 셔츠를 만들어온 유서 깊은 브랜드입니다. 트렌드보다는 클래식한 헤리티지에 초점을 두어 평생 입을 수 있는 품격 있는 의류를 제작합니다. 포르투기스 플란넬은 오직 친환경 오가닉 코튼과 천연 소재로 만들어진 부자재만을 사용하는 것을 원칙으로 합니다.","포프롬파더(FORFROMFATHER)는 60~90s 빈티지 패션을 기반으로 한 캐주얼 웨어 브랜드입니다. 매일 또 내일, 오래 입을수록 가치 있는 옷을 목표로 현대적인 기법으로 컬렉션을 그려나갑니다.","에디는 '에드워드'를 편하게 줄여서 부르는 이름입니다. 헤이에디(HEYEDDY)는 멀리서 에디를 부르는 듯한 이름에서 느껴지듯이 장난기 가득한 20대부터 자신만의 스타일을 추구하는 30대까지 편안하게 입을 수 있는 캐주얼 아이템을 선보이는 브랜드입니다. 매 시즌 한두 카테고리 안에서의 선택과 집중을 통해 제품을 생산하는것이 특징입니다.","헤지스(HAZZYS)의 히스(HIS) 라인은 런던의 레트로 스쿨 룩과 스트릿 뉘앙스를 유스 컬처 기반으로 경쾌하게 믹스 매치한 캐주얼 브랜드입니다.","홍우성(HONGWOOSUNG)은 'A gentle parody of conservative suiting'을 콘셉트로, 특정한 것에 얽매이지 않고 디자인을 통해 '다양성'을 표현합니다.","엘무드(LMOOD)는 미니멀과 컴포트를 중점으로 이 시대 트렌드를 반영한 컨템포러리 감성 브랜드입니다.","도프제이슨(DOFFJASON)은 가죽이라는 소재에 대한 이해를 기반으로 레더 가먼츠를 중심으로 디자인하는 브랜드입니다. 스타일에 구애받지 않고 오래 입을수록 가치를 더하는 타임리스 디자인을 추구하고, 절제된 디테일과 뛰어난 퀄리티의 아이템을 선보입니다.","토마스모어(THOMASMORE)는 심플하고 기본에 충실한 옷을 만듭니다. 정제된 디자인과 그 안에 숨어있는 소소한 디테일들은 우리의 옷을 한층 돋보이게 만들어 줍니다. 토마스모어는 뛰어난 퀄리티에 자연스럽고 세련된 컬렉션을 합리적인 가격으로 선보입니다.","넌블랭크(NONBLANK)는 오래도록 소유하고 싶은 것에 대한 고찰에서부터 시작하였습니다. '본질에 대한 충실함'을 바탕으로 높은 완성도의 제품을 통해 브랜드만의 자연스럽고 미니멀한 스타일링을 제시합니다.","효지(HYOJI)는 전통적 복식 테일러링을 존중하면서 현대적 감각을 결합시키는 브랜드입니다. 정제된 실루엣에 내재된 우아함을 지향하는 시티 라이프 스타일을 선보입니다.","유니온블루(UNION BLUE)는 계절에 맞는 의류 소재를 활용하여 실용적이고 편안한 실루엣과 컬러, 높은 품질의 옷을 디자인하는 브랜드입니다. 누구에게나 자연스럽게 어울리며 오래도록 함께할 수 있는 옷을 추구합니다.","ANOTHER OFFICE(어나더 오피스)는 다양한 직업군의 사람들이 일할 때나 일상생활에서 편하게 착용할 수 있는 의류, 가방, 소품 등을 만드는 브랜드입니다.","지오송지오(ZIOSONGZIO)는 송지오(SONGZIO) 하우스만의 아트적인 디자인과 쿠튀르적 실루엣을 모던한 레디 투 웨어로 풀어내는 디자이너 브랜드입니다. 도전적인 크리에이티브를 앞세워 독창적인 컬렉션을 선보입니다.","레프트서울(LEFTSEOUL)는 우리가 살아가는 현재와 과거에서 영감을 받아 어디에서든 입을 수 있는 옷을 추구합니다. 또한 소재, 원단, 디테일과 퀄리티를 더해 레프트만의 차별화된 디자인을 선보입니다.","쿠어(COOR)는 간결하고 조화로운 아름다움을 추구하며 동시대 누구나 공유할 수 있는 자연스러움을 담아내는 브랜드입니다.","NOIRER(노이어)는 noir + er’로 불어 ‘noir’의 사전적 의미인 ‘농후한, 짙은, 어두운’이란 단어에, 만드는 사람인 ‘-er’을 붙인 합성어로 말 그대로 해석하면 ‘짙은 옷을 만드는 사람’으로 우리에게 옷이란 입는 사람의 철학과 살아온 과거가 그리고 앞으로의 삶에 대한 조용한 의지가 담겨있다.","SPERONE(스페로네)는 '더하는 힘' 이라는 의미로 특별한 감각이 일상이 된 현재, 개인의 감각이 비슷한 필터링으로 표준화되는 것을 지양하고 차별화된 새로움을 더하는 것에서 시작되는 브랜드입니다.","파브레가(FABREGAT)는 새로운 세대의 시선과 태도를 바탕으로,절제된 자유로움과 가치 중심의 옷을 만들어가는 브랜드입니다. 우리는 옷을 통해 경험을 공유하고, 삶 속에 자연스럽게 스며드는 문화를 지향합니다.","인사일런스(INSILENCE)는 동시대의 분위기를 반영한 어패럴 라인을 출시하는 것에 집중하며, 독자적인 실루엣과 현대적인 감성으로 아이템을 재해석한 고감도 제품을 선보입니다.","트루릴리젼(TRUERELIGION)은 2002년 미국에서 설립된 프리미엄 데님 브랜드입니다. Big-T, Super-T로 대표되는 스티치와 더불어 높은 퀄리티의 핏과 완성도를 지향합니다.","HORLISUN(홀리선)은 북남미 여행을 하며 만난 수평선(Horizon)과 해(Sun)에서 영감을 받은 로고와 크리에이티브한 레터링, 그래픽디자인을 통하여 브랜드의 아이덴티티를 얘기하려고 합니다.\n매일 새로운 모습을 보여주는 태양의 변함없는 가치와 긍정적인 에너지를 제품에 정성들여 담아 공유하는 것이 브랜드의 목표이며, Stay Awake the Longest... 언제나 깨어있는 영감을 디자인으로 전달하고자 합니다.","BLANKROOM(블랭크룸)은 당신의 공간이 블랭크룸과 함께 채워지길 바라는 마음으로, 곁에서 오래도록 사랑받을 수 있는 제품을 선보이는 라이프 스타일 브랜드입니다.","할리데이비슨 컬렉션스®(HARLEYDAVIDSONCOLLECTIONS®)는 바이크 문화와 패션이 만나 대담한 개성을 표현하는 볼드 스트리트(Bold street) 패션 브랜드입니다.","트래드클럽(TRADCLUB)은 클래식과 현대적 실용성을 바탕으로 누구나 자연스럽게 입을 수 있는 일상복을 제안하는 온라인 SPA 브랜드입니다. 일시적 유행보다 지속 가능한 기본, 감도 높은 절제를 추구합니다.","아르반(AREUBAN)은 숙련된 제조업체와 긴밀히 협력하며 의상을 제작하는 브랜드입니다.아르반다운 의상을 만들기 위해 브랜드의 윤리와 완벽함의 가치를 본질적으로 이해하는 전문가들이 헌신적으로 참여합니다.","낫온리포투데이(NOT ONLY FOR TODAY)는 오늘뿐만이 아니라는 의미가 담긴 이름처럼 오래도록 어울리는 옷을 만들어 가는 데일리 캐주얼웨어 브랜드입니다. 삶을 관찰하고 이를 제품에 조화롭게 반영하여 모두의 일상에 '어울리는 즐거움'이라는 가치를 더하고자 합니다.","라이즈앤빌로우(RISE&BELOW)는 가먼트 다잉 방식을 기반으로 남성의 옷장에 꼭 필요한 베이식한 아이템을 전개하고 있습니다. 한 철 입고 버리는 의류가 아닌, 오래 입을수록 더욱 가치가 발현되는 매력의 제품을 선보입니다.","로파이(LOFI)는 2010년에 시작한 독립 브랜드입니다. 인디 록의 한 장르이자 레코딩 테크닉을 일컫는 용어인 LO-FI에서 유래한 이름을 통해 우리의 관심사와 주변의 이슈를 토대로 매 시즌 새로운 콘셉트를 제시하며 동 세대에게 공감 받을 수 있는 스타일과 이미지를 전달하고자 합니다. 대량 생산되는 옷이 가질 수 없는 특유의 분위기와 다양한 취향의 사람들이 부담 없이 입을 수 있는 스탠다드한 스타일을 고루 갖춘 아이템을 만들기 위하여 노력합니다.","엔도어(ENDOOR)는 다양한 세대를 아우르며 지속 가능한 소재와 디자인을 고민하는 남성복 브랜드입니다. 유행을 따르는 옷이 아닌 좋은 품질과 담백하고 진정성 있는 멋을 제안합니다. 새로운 듯 익숙한, 익숙한 듯 새로운 양면적인 디자인을 추구하며 투박하지만 유려한 분위기, 익숙하지만 실험적인 요소를 추구합니다.","노운(NOUN)은 중성적인 실루엣과 부드러운 무드를 기반으로 매 시즌 새로운 컨셉트를 제시하는 브랜드입니다. 부드러운 소재와 따뜻한 색감의 원단을 주로 사용하며 독특하지만 과하지 않은 패턴과 디자인으로 항상 새로운 시도를 합니다.","브룩스 브라더스(BROOKS BROTHERS)는 링컨, 케네디 등 미국 대통령을 비롯한 명사들에게 많은 사랑을 받아온 대표적인 아메리칸 클래식 브랜드입니다.","러프사이드(ROUGHSIDE)는 과거의 거친 질감과 현대의 동시대적인 감성을 각각 한 단면으로서 표현하는 브랜드입니다. 현대인으로 살고 있지만, 과거를 느끼며 빠르고 차갑게 변화하는 사회에서 과거의 기억이 따듯하게 스며들기를 기대합니다.","런디(LUNDY)는 도심 속 ‘하루’를 살아가는 남성을 위해 차분한 색감과 절제된 실루엣의 웨어러블한 스타일을 제안하는 브랜드입니다.","최영(CHOIYOUNG)은 브랜드를 보고 옷을 구매하는 것이 아닌 옷 자체를 보고 구매하는 문화를 지향하는 브랜드입니다.","247시리즈(247SERIES)는 '24시간, 7일 편안함을 입는다'라는 콘셉트를 바탕으로 전개하고 있는 라이프스타일 브랜드입니다. 편안한 삶을 구성하는 요소인 사람과 공간, 일상을 고려하여 인도어와 아웃도어에서 모두 활용할 수 있는 아이템을 제안합니다.","메종마스터(MAISON MASTER)는 패션의 경계를 허물고, 과감한 실험과 혁신을 통해 음악과 문화가 어우러진 새로운 시대의 아이콘을 창조하는 글로벌 브랜드입니다.","르마드(LEMARD)는 원단의 텍스처를 기반으로 다양한 실루엣을 선보이는 컨템포러리 이지 웨어 브랜드입니다. 경계가 없는 내추럴한 무드의 라이프스타일을 함께 공유합니다.","너스(NUS)는 'AND YOU US'라는 슬로건 맞게 좋은 원단, 높은 퀄리티로 NUSER들과 함께 성장하는 브랜드입니다.","메르고(MERGO)는 합리적인 가격대와 품질로, 일상생활 어디에서나 스타일링 가능하며 차분하지만 매력적인 감도의 남성복 브랜드입니다.","포커페이스(POKERFACE)는 뛰어난 소재, 정교한 테일러링에 중점을 둔 하우스입니다. 타협하지 않는 품질은 무표정하게 결합한 의복으로 시대를 초월한 시그니처를 표현합니다.","노클(NOCLE)은 '어떤 것도 중요하지 않은 것은 없다.'라는 슬로건 아래, 단 하나의 완벽한 무언가를 만들기 위해 모든 요소에 의미를 부여하며, 존재하는 모든 것들이 경계 없이 조화로울 수 있는 제품을 소개합니다.","우마뭉(UMARMUNG)은 약 30년간 오직 니트 웨어만을 고집해온 프리미엄 니트 웨어 아뜰리에에서 새롭게 제안하는 브랜드입니다. 니트웨어에 대한 스페셜리티를 바탕으로 새로운 방식의 니트 테일러링 기법과 컨템포러리한 소재를 고안해냅니다. 수많은 니트 프로페셔널의 숙련된 손을 통해 세심하게 정제된 우마뭉만의 클린한 실루엣은 성별과 나이에 관계 없이 입는 사람의 본질적 가치를 지지합니다.","스튜디오 톰보이(STUDIO TOMBOY)는 한국을 대표하는 자유로운 감성의 컨템포러리 캐주얼 브랜드입니다. 시간이 지나도 변하지 않는 모던하고 감각적인 라이프스타일을 이끌어갑니다.","지플리시(ZPLISH)는 컨템포러리 무드를 기반으로 클래식과 미니멀리즘 그리고 대비를 지향합니다. 모던함에 지플리시의 위트와 크리에이티비티를 더해 매력적이고 트렌디한 컬렉션을 전개합니다.","웨슬리 휴스턴(WESLEYHYUSTON)은 다양한 시대, 문화에서 영감을 얻고 컬렉션을 전개하는 컨템포러리 안티패션 브랜드입니다. 클래식한 디테일들을 현대적인 트렌드에 맞게 재해석하며, 매력적인 실루엣의 아이템들로 보다 합리적인 소비 문화를 제안합니다.","빠니깔레(PANICALE)는 2002년 론칭한 브랜드로 이탈리안 감성의 실현을 위해 이탈리아 직수입 의류와 액세서리를 바탕으로 정제된 컬렉션을 선보여 왔습니다. 밀라노의 모던한 무드와 나폴리의 클래식 무드의 조화를 통해 자유롭고 편안한 남성의 이미지를 선보입니다.","타일레(TAILLE)는 한정되지 않은 취향과 지속성의 균형에 집중한 의복을 전개합니다. 좋아하는 옷을 오랫동안 입을 수 있는 것과 연결되는 가치에 집중하고 꾸준한 시간을 제품에 담습니다.","에드리엘로스(ADLIELOS)는 스트리트 캐주얼을 고급스러운 무드로 재해석하여 자유로움과 품격을 동시에 갖춘 럭셔리 스트리트웨어 브랜드입니다.","트립 르 센스(TRIP LE SENS)의 브랜드의 방향성. '의복은 그저 착용하는 것이 아닌, 자기 주체를 표현하는 감각의 형상화'입니다.\n매 시즌 현대의 흐름과 과거의 장점을 특정하여\n\"텍스처의 소재 감각\"과, 그에 맞는 \"특유의 실루엣\" 표현에 집중합니다.","지오지아(ZIOZIA)는 현대적 감각의 역동적 마인드와 센시티브한 감성의 소유자를 위한 브랜드입니다. 유니크한 감성과 차별화된 디테일을 추구하고 젊은 감성과 실루엣을 중시하며 고급스러운 소재로 트렌드와 클래식을 모두 만족할 수 있는 스타일을 제시합니다. 의류에 국한되지 않고 세련된 감각과 역동적 마인드를 대표할 수 있는, 하나의 문화적 아이콘을 지향하는, 자신만의 아이덴티티를 추구하는 남성을 위한 브랜드입니다.","페크(PEQ)는 정확한 품질을 증명하는 철학을 바탕으로, 클래식한 감성과 현대적인 캐주얼 스타일을 재해석하여, 과거의 품격과 현대적인 감각이 조화를 이루는 스타일을 전개합니다.","커넥트킨록(CONNECT KINLOCH)은 전통적인 남성복의 구조와 품격을 바탕으로, 현대적인 감성과 실용성을 더한 웨어러블웨어를 전개하는 브랜드입니다. 균형 잡힌 실루엣과 섬세한 디테일을 통해 일상 속에서 자연스럽게 스며드는 옷을 만듭니다. 익숙함 속의 새로움, 단정함 속의 자유로움을 담아, 지금 우리의 삶에 어울리는 클래식을 제안합니다.","던스트 포 맨(DUNST FOR MEN)는 '형체가 없는'을 의미하며 포멀 웨어와 캐주얼 웨어의 경계, 젠더의 경계를 넘는 새로운 비전을 제시합니다. 다양한 분야에서 활동했던 20~30대가 대한민국 패션 산업의 역사와 함께한 LF 사내에서 사내 벤처로 시작된 이 디자인 스튜디오는, 밀레니얼 세대를 위한 감각적이면서도 시대를 초월한 컬렉션을 매 시즌 제안하며 일상에서의 특별함을 제공합니다.","노아(NOAH)는 미국 뉴욕 기반의 스트리트 브랜드로, Brendon Babenzien과 Estelle Bailiey -Babenzien이 설립한 브랜드입니다.\nBrendon의 자유로운 상상력을 기반으로, 반항적인 스케이트보드 문화에서부터 서핑과 음악까지 아우르는, 노아의 비전과 함께하는 모든 문화를 여과 없이 담아낸 고품질의 컬렉션을 선보입니다.","말렌(MALEN)은 한국의 단아한 스타일을 기반으로 디테일을 최소화하고 편의를 극대화해 입는 사람에게 활동성과 편안함을 선사하는 브랜드입니다.","파세르(PASSER)는 불어로 '(시간이) 지나가다, 경과하다'는 의미를 지니고 있습니다. 세월이 흘러도 변하지 않는, 가치 있는 의복을 만드는 것을 목표로 하는 브랜드입니다.","키네토(KINETO)는 '움직이는'이라는 뜻의 그리스어 'Cineto'에서 유래하였습니다. 패션 흐름을 브랜드만의 새로운 스타일로 재구성하여 방향성을 제시합니다. '사랑과 사람으로부터 온 소식(News from Love&Human)'이라는 메인 슬로건을 바탕으로 브랜드의 가치를 통해 특별한 경험을 제시하고 공유하여 많은 이들에게 기다림과 설렘을 전달하고자 합니다.","네이더스(NEITHERS)는 디렉터 원덕현이 서울을 거점으로 전개하는 캐주얼 브랜드입니다. '이것도 저것도 아닌 무언가'가 아무것도 아닌 부정적인 의미가 아니라 '전체를 대변할 수 있는 무언가'가 될 수 있다는 정신으로 브랜드를 전개하고 있습니다.","지이크 파렌하이트(SIEG FAHRENHEIT)는 실용적 어반 라이프를 추구하는 남성들을 위한 편안한 기능성 소재와 디자인의 유틸리티 웨어를 선보이는 브랜드입니다.","브라운야드(BROWNYARD)는 다양한 문화적 요소를 새로운 시각으로 재구성해 매 시즌 안정적인 밸런스를 중점으로 전개합니다. 엄선된 소재와 좋은 품질을 바탕으로 일상에서의 자연스럽고 편안한 실루엣을 추구합니다.","오버더와르(OVERTHEOIR)는 'NOIR, URBAN, RETRO, UNISEX'를 베이스로 오래 간직하고 싶은 멋과 우아함에 가치를 두는 컨템포러리 브랜드입니다.","인더로우(INTHERAW)는 다양한 복식의 경계를 넘나들며 이상적인 소재와 패턴을 기반으로 완성도 높은 아이템을 선보입니다.","지이크(SIEG)는 독일어로 승리를 뜻합니다. 항상 자유롭기를 원하며 변화를 두려워하지 않는 자신감으로 건강한 삶을 살아가는 젊은 남성을 패션으로 표현합니다. 고급스럽고 절제된 감각을 갖추되 에지 있는 테일러링을 추구합니다.","솔티(SORTIE)는 과거와 현재, 미래를 잇는 옷을 만듭니다. 클래식 캐주얼을 기반으로 현대적인 라이프스타일 웨어를 지향합니다. 본질적인 옛것의 기반을 유지하되 새로운 시각으로 재구성하여 브랜드만의 색깔을 담아 편안한 실루엣을 제공합니다.","탄산마그네슘(TANSANMAGNESIUM)은 암벽 등반 전 클라이머들이 마찰력을 높이기 위해 사용하는 가루의 명칭입니다. 클라이밍 문화에서 영감받은 편안하고 실용적인 디자인과 브랜드 고유의 무드를 반영해 독창적인 스타일을 전개하는 브랜드입니다.","질스튜어트뉴욕 맨(JILLSTUART NEWYORK MEN)은 1993년 미국 뉴욕에서 론칭한 모던 컨템포러리 디자이너 브랜드입니다. 절제된 세련미를 바탕으로 고급스러운 라인을 조화시킨 남성 라인을 선보입니다.","에스에스와이(SSY)는 현시대 흐름을 새로운 방식으로 재해석하여 그 결과물을 디테일에 녹여내는 컨템포러리 브랜드입니다. 무수히 넘쳐나는 트렌드의 범람 안에서 의미 없이 휩쓸려가지 않기 위한 브랜드만의 철저한 기준과 독자적인 에고를 가지고 있습니다. '디테일은 의류의 시작과 끝의 주체다'라는 주제를 고수하며 현 시대상과 브랜드만의 디테일 관점을 적절히 융합하여 다양하고 새로운 감각을 선사하는 것을 목표로 합니다.","ALLCLASSIC(올클래식)은 남성 수제화 브랜드로, 클래식한 스타일을 베이스로 현대적인 감각들이 더해진 디자인들이 주로 이루고 있습니다. 진부하지 않은 다양한 색감과 라인들을 보유하고 있으며, 고객 맞춤형 커스텀메이킹 서비스까지 제공하고 있는 브랜드입니다.","커즈넬로(CUZNELLO)는 자연에서 모티브를 얻은 소재와 패턴으로, 트렌드에 구애 받지 않는 디자인을 추구합니다. 실용적이면서 지속 가능한 스타일을 본질에 두며 편안함과 고급스러움을 주는 아이템을 선보이는 브랜드입니다.","르삭(RESSAC)은 2024년 설립된 컨템포러리 패션 브랜드로 르삭만의 '본질'적인 컬렉션을 선보입니다. 각기 다른 사람들의 본질에서 시작하여 다양한 사람들을 아우르는 새로운 디자인을 제안합니다.","유스(YOUTH)는 미니멀한 디자인을 기반으로 불필요한 디테일을 덜어낸 브랜드로 실루엣과 길이의 밸런스, 레이어링을 고려한 스타일링 연출 그리고 퀄리티 높은 소재로 세세한 부분까지 신경 쓴 어패럴 디자인 브랜드입니다.","롤링 스튜디오(ROLLINGSTUDIOS)는 시대를 대표하는 문화 아이콘에게 영감을 받아 시작했습니다. 록 밴드를 비롯한 거리 문화에 기반을 둔 캐주얼 유니섹스 브랜드로 롤링 스튜디오의 모든 제품은 자유롭고 즐거운 분위기를 담아 내고 있습니다.","모덴아르더(MODENARDOR)는 정직한 퀄리티와 합리적인 가격대의 데님을 선보이는 브랜드입니다. 경계 없이 지속 가능한 제품으로 만족스러운 삶을 선사합니다.","앤드로스(ANDROS)는 30년 이상의 장인 정신과 합리적인 가격, 높은 퀄리티의 가죽을 통해 가죽 본연의 헤리티지를 유지하고 새로운 현대 라이프스타일을 반영한 자유로운 디자인을 추구합니다.","시프트지(SHIFT.G)는 활동적이고 역동적인 유틸리티 워크 웨어 콘셉트를 통해 현대 도시인의 직업군에 기반한 페르소나를 모티브로 상품을 자체 기획하여 선보이는 브랜드입니다.","레노마 옴므(RENOMAHOMME)는 유서 깊은 테일러 가문에서 태어난 설립자 모리스 레노마의 헤리티지와 현대적 크리에이티비티를 계승한 브랜드입니다. 자유로운 발상과 디자인으로 시즌 트렌드를 선도하며, 일상에 영감을 주는 실용적이며 유니크한 패션을 제안합니다.","프로드셔츠(PRODESHIRT)는 국내 유일 하이엔드 셔츠 메이커인 드림팩토리에서 론칭한 자체 브랜드입니다. 세계적인 수준의 봉제 기법과 수십 년간 연구해온 인체 공학적인 패턴을 기반으로 한 제품을 소량 프리미엄 생산 방식으로 선보입니다.","시에클(SIECLE)은 시간이 지날수록 가치가 더해지는 안온한 옷을 만드는 브랜드입니다. 옷의 소재나 성질, 실루엣, 담백한 디테일들을 세심하게 신경써서 디자인하며 매 시즌 변화하는 트렌드 속에서도 변치 않는 '안온함'을 선사합니다. 시에클의 옷은 시간이 흐르면서 당신의 일상과 함께하며 더 큰 의미를 가집니다.","맨온더분(MAN ON THE BOON)은 모든 연령대의 남성을 위한 감도 높은 자체 제작 상품과 해외 바잉 브랜드 상품의 의류와 액세서리 아이템을 제안하는 멀티숍 브랜드입니다.","셔터(SHIRTER)는 '셔츠를 입는 사람'이라는 뜻에서 시작했습니다. 우리는 의복의 힘을 믿으며, 셔터를 입고 즐기는 모두가 감정을 공유하고, 그 감정이 행동에서 표현되기를 바라며 제품을 제작합니다.","라벨아카이브(LABELARCHIVE)는 본연의 모습을 돋보이게 할 수 있도록 현대적 시선으로 고유한 아름다움을 완성합니다. 절제된 실루엣과 정제된 디테일, 정교한 만듦새로 간결한 미학을 그려냅니다.","문선(MOONSUN)은 모던 클래식 기반의 컨템포러리 디자이너 브랜드입니다.","사스콰치패브릭스(SASQUATCHFABRIX)는 전통 일본 문화와 현대 디자인을 결합해 독특한 패턴과 색상을 가진 남성 스트리트웨어를 제작하는 브랜드입니다.","베르노(VERNO)는 남성 클래식 니트 웨어 브랜드입니다. 꾸미지 않은 듯 편안한 멋이 담긴 클래식 무드의 디자인과 니트 본연의 포근하고 부드러운 터치감과 편안한 착용감을 선사합니다. 베르노에서 제안하는 스타일은 당신의 라이프스타일을 한층 더 풍요롭게 만들어줄 것입니다.","브루노바피(BRUNOBAFFI)는 이탈리안 장인정신을 담은 클래식 남성 토탈 브랜드입니다.","아틀리에 델디오(ATELIER DELDIO)는 2007년 셔츠 전문 아틀리에로 시작하여, 동시대의 감성으로 재해석한 캐주얼 테일러링을 선보이는 브랜드입니다. 프리미엄 수입 원단을 사용해 자체 공방에서 직접 제작하며, 오래 입을 수 있는 좋은 옷을 만듭니다.","이카룩(IKALOOK)은 이탈리아와 한국의 에이전시 관점에서 패션을 바라보는 브랜드입니다.","엔타이어 스튜디오(ENTIRE STUDIOS)는 과장된 실루엣으로 독창적인 디자인을 창조하는 브랜드입니다. 낮은 채도의 색감과 대칭적인 디자인은 다른 요소에 방해받지 않고 온전히 형태와 실루엣에 집중할 수 있게 합니다.","아이언더스탠드(EYEUNDERSTAND) 'Interpretation and Expression of Different Perspectives'라는 슬로건 아래, 익숙한 것들에 대한 새로운 시선으로 트렌드와 의복을 해석합니다. 이렇게 새로이 해석한 아이언더스탠드만의 감성을 의복으로 표현하는 브랜드입니다.","이올로(IOLO)는 클래식 기반의 남성 니트 웨어 브랜드입니다. 따뜻하고 고급스러운 디자인으로 웨어러블한 맨즈 웨어를 만들기 위해 최선을 다합니다. 50여 년간 대를 이어온 남성 패션 사업 노하우를 바탕으로 정직하고 품격 있는 클래식 웨어를 선보입니다.","MOAA(모아)는 아메카지 스타일의 컨템포러리 브랜드입니다. 일상 속에서 자연스럽게 묻어 나오는 이야기를 스타일에 담고자 합니다.","오베이(OBEY)는 2001년 미국 아티스트 셰퍼드 페어리에 의해 설립된 스트릿 웨어 브랜드입니다. 오베이는 대중문화, 사회적 이슈, 그리고 반체제적 메시지를 담은 독특한 디자인으로 유명하며 대표적인 상품은 티셔츠, 후드티, 모자 등으로 강렬한 그래픽이 특징입니다. 예술과 패션의 경계를 허무는 오베이의 다양한 상품들을 무신사 부티크에서 만나보세요.","브라운 스튜디오(BROWNSTUDIO)는 베이식한 남성 의류를 기반으로 유니섹스 캐주얼 제품까지 제작하는 기본적인 디자인에 충실한 브랜드입니다.","포터리(POTTERY)는 전통 한국 도자기인 백자에서 단어와 의미를 따온 브랜드입니다. 도자기는 오랜 시간 흙을 빚어 구워내고 유약을 칠하고 건조한 뒤 다시 한번 구워내는 과정을 거쳐 만들어집니다. 도자기에는 시간이 지나면서 사람의 손과 주변 환경을 따라 자연스러운 흔적을 남게 됩니다. 긴 시간에도 도자기는 그 본질이 변하지 않습니다. 우리는 도자기처럼 본질을 지키면서 시간에 따라 변하는 개개인의 삶에 집중하여 옷을 만듭니다. 포터리는 좋은 옷을 통해 삶을 더 좋게 빚어 나갑니다.","이예(YIYAE)는 미니멀리즘과 세련된 감각이 조화를 이루는 컨템포러리 브랜드입니다. 유니크한 실루엣, 정제된 컬러와 고유한 질감이 어우러져 깊이 있는 아름다움을 표현합니다. 단순함을 넘어, 브랜드의 철학과 감각을 담은 스타일을 제안합니다.","구아(GOOA)는 미니멀리즘을 기반으로 우아하고 세련된 요소를 더한 절제된 디자인을 통해 남성 본연의 우아함을 이끌어냅니다.","그레이지(GREIIGE)는 고유의 염색 기법과 창의적인 감각을 바탕으로 장르에 얽매이지 않는 감도 높은 캐주얼웨어를 제안하는 브랜드입니다.","그리다제이(GRIDAJ)는 간결하고 명확한 스타일과 소재에 대한 높은 이해도를 바탕으로 심플한 타임리스 아이템에 트렌드를 녹이는 브랜드입니다. 편안하고 세련되게 아이템을 매치하여 지속 가능한 패션을 지향합니다.","기명(KIMYUNG)은 '여백의 미'를 모토로 단순하지만, 그 단순함 속에 내포되어 있는 깊은 아름다움의 가치를 지향합니다.","까르네 볼렌떼(CARNE BOLLENTE)는 일본 출신의 히지리 엔도 디렉터의 리드로 설립된 브랜드로, 2015년 부터 파리를 기반으로 자유와 독립성을 표방해온 브랜드입니다. 직설적인 스트릿 웨어 스타일에 독특한 성적 콘셉트 일러스트를 결합하여 까르네 볼렌떼만의 재치있는 방식으로 성에 대한 대담함과 자유로움을 표현한 다양한 아이템을 만나볼 수 있습니다.","꼬떼28-1(COTE28-1)은 정제된 편안함과 실용적인 가치를 추구하는 컨템포러리 캐주얼 브랜드입니다. 고급 소재와 패턴으로 옷의 실루엣과 구조감을 살린 디자인을 제안하여, 단조로운 일상에서 벗어나고 싶은 무드를 선사합니다.","NIGHT FLOW(나이트플로우)는 2016년 겨울 한국 런칭을 시작으로 아시아와 유럽, 미주에서 활발한 활동을 하고 있습니다. 획일화된 패션을 거부하는 태도인 Anti-Fashion의 이념과 다양한 방법으로 주제에 접근하는 Post-Modern 라이프 스타일을 지향하고 있으며, 이러한 관념을 옷에 표현해 실용성과 멋을 기반으로 디자인하는 브랜드입니다.","날씨(NALC)는 천진난만한 태도와 합리적인 생각들로 단조롭지만 단단한 제품을 만드는 브랜드입니다.","네이비얼(NAVYER)은 정교한 패턴과 견고한 봉제로 완벽한 핏을 완성하며, 팬츠를 시작으로 셔츠와 아우터까지 일상을 채우는 토탈 웨어 브랜드입니다.","NAKED&FAMOUS(네이키드앤페이머스) 캐나다 발 프리미엄 데님 브랜드입니다. 데님 원단 중 퀄리티가 높다고 알려진 제팬 데님 셀비지를 사용하며 캐나다에서 만들어지고 있습니다. Nonwashing 제품, Raw 데님으로 높은 퀄리티를 자랑하지만 적절한 가격으로 세계적인 사랑을 받고 있습니다.","접점이라는 의미의 노드 아카이브(NODE ARCHIVE)는 이전 시대 복식의 요소에 현대적인 실루엣과 소재를 접목시킨 디자인을 선보이는 브랜드입니다. 오리지널의 의미와 함께 남겨야 할 것과 덜어낼 것을 구분하고 현대적으로 재해석하는 것 그리고 심플하지만 개성있는 실루엣과 맞춰 입기 쉬운 옷을 추구합니다.","노디코마(NODICOMA)는 'Fashion for freedom'이라는 슬로건 아래 컨템포러리 무드의 캐주얼 웨어와 밀리터리 요소를 크로스오버한 시티 룩을 선보이는 브랜드입니다.","노브(NOV)는 감도 높은 소재와 정제된 디테일, 각각의 아이템에 어울림을 고려해 전개하는 브랜드입니다. 나를 나답게 만들어 주는 애정 깊고, 편안한 옷을 만드는 데 정성을 들입니다.","뉴비(NEWBIE)는 데님 아이템을 기반으로 새로운 스타일과 컨템포러리 디자인을 믹스한 뉴 유스(New youth)의 감성을 보여주는 브랜드입니다.","다로(DARO)는 유니섹스 기반의 남성 컨템포러리 디자이너 브랜드입니다. 다양한 순수 미술에서 영감을 얻은 구조적 실루엣과 재질감을 바탕으로 트렌드를 재해석하여 다로만의 고유한 디자인을 선보입니다.","단하우스(DAANHAUS)는 컨템포러리 디자이너 브랜드입니다. 모던&미니멀 감성으로 옷의 기본을 해치지 않고, 완벽한 균형에 중심을 두면서 트렌디한 실루엣과 디테일의 디자인을 선보이는 패션 브랜드입니다.","더 머서 브랜드(THE MERCER BRAND)는 2013년 네덜란드 암스테르담에서 시작된 브랜드로 뉴욕 머서 스트리트에서 영감을 받은 도시적인 감성과 절제된 디자인으로 세련된 유럽 무드를 지향합니다.","더마고(THEMARGOT)는 편안함과 자연스러움을 추구하는 브랜드입니다. 모든 제품은 보이지 않는 곳에 가치를 두고 제작되며, 자연스러운 실루엣과 세심한 디테일을 더하여 부담 없이 여러분의 일상과 함께합니다.","더발론(THE BALLON)은 \"우아하고 가볍게 뛰어오르다\"라는 뜻의 프랑스어입니다. 가벼운 소재와 우아한 컬러 톤이 주를 이루는 컨템포러리 디자이너 브랜드로, 기본에 충실한 재료와 그에 어우러진 우아한 무드의 라인을 최대한 살리는 것이 더발론의 디자인 철학입니다. 심미적 만족과 실용성을 연구하고 추구합니다.","데이 콜 미(THEYCALLME)는 'FOCUS ON YOURSELF'를 슬로건으로 자신에게 집중할 수 있는 포인트 아이템을 선보이는 브랜드입니다. 언제 어디서든 자신을 부르는 명칭은 달라도 어떻게 불리든 자기 자신이라는 뜻을 담은 스타일을 전개합니다.","데호(DEHO)는 문화, 예술, 공간 등 다양한 것들에서 영감을 받아 클래식한 아이템을 현대적인 패턴으로 재해석하여 전개합니다. 좋은 원부자재와 완성도 높은 마감으로 양질의 제품을 생산합니다.","뎁스(DEPTH)는 일상의 틀을 깨는 여정에서 영감을 받아 현대적이고 도시적인 감각으로 태도와 무드의 깊이를 표현하는 브랜드입니다.","도곽(DOHKWAK)은 새로운 조형 언어와 독창적 디테일을 통해 자신만의 구조와 문법을 만들어가는 실험적 패션 브랜드입니다.","두들리스트(DOODLIST)는 하위 문화, 음악, 예술에서 영감을 받아 반문화와 시대정신을 담아내는 브랜드입니다. 지속 가능한 제작 방식을 바탕으로, 시간이 지나도 변치 않는 아이템을 선보입니다.","드롤 드 무슈(DRÔLE DE MONSIEUR)는 프랑스 감성의 하이엔드 스트리트웨어 브랜드입니다. 독특하고 재미있는 남자라는 뜻으로, 이름대로 모던하고 실용적이면서도 독특한 디자인을 지향합니다.","드베터(DBETTER)는 절제되고 지능적인 디자인과 트렌디한 디자인을 접목하여 좋은 소재와 퀄리티의 아이템을 제공하고 만족감을 선사하고자 합니다.","디셈버텐(DECEMBER TEN)은 2022년 서울을 기반으로 시작된 레디 투 웨어 브랜드로, 평범한 일상 속에서 감각적인 멋과 아름다움을 다양한 패션으로 담아냅니다. 오랜 시간 변하지 않는 아름다운 클래식 무드와 역동적인 동시대의 미학을 담아 같은 시간 속 공존하는 다양한 라이프스타일을 조화롭게 아우르는 패션을 제안합니다.","디애니(THE ANY)는 베이직하고 소프트 미니멀한 디자인을 기반으로, 페미닌한 감성과 캐주얼한 요소를 조화롭게 담아낸 브랜드입니다.","라멀마메종(LA MER MA MAISON)은 2010년 론칭 이후 매 시즌 다양한 콘셉트를 바탕으로 트렌디하고 유니크한 감성을 컬렉션에 담아내는 콘셉추얼 브랜드입니다.","라티젠옴므(L'HOMME)는 컨템포러리 패션을 지향하며, 이상적인 핏과 색감, 디테일을 추구하는 미니멀 브랜드입니다. 보이지 않는 패턴 작업을 통해 완벽한 핏을 지향하며, 매일 입고 싶어지는 디자인을 제안합니다.","라펠 소로브(LAFLESORTOF)는 베이식한 디자인에 고급스럽고 편안한 감성을 베이스로 하는 컨템포러리 & 럭셔리 캐주얼 브랜드입니다. 유니크하고 창의적인 모던함 속에 다양한 컬러감으로 트렌디한 스타일을 표현합니다.","래코드(RECODE)는 환경적, 사회적 책임을 다하는 옷을 통해 의식 있는 삶을 실현하도록 돕는 컨셔스 패션 브랜드입니다.","레이지(LAZYYY)는 여유로운 라이프스타일을 제안하는 리조트웨어 기반의 패션 브랜드입니다. 도심과 휴양지를 아우르는 모던하고 느긋한 실루엣으로 계절과 장소에 구애받지 않는 스타일을 선보이며, 감도 높은 디자인과 합리적인 접근성으로 일상에 여유로운 쉼표를 더합니다.","레인스(RAINS)는 덴마크에 기반을 둔 글로벌 컨템포러리 브랜드로, FASHIONABLE FUNCTION 이라는 콘셉트 아래 감각과 기능의 조화를 추구합니다. 비와 눈이 자주 오는 유럽의 기후에 맞춰 개발한 시그니처 워터프루프 원단으로 제작된 재킷과 가방으로 인기를 얻고 있으며, '기능성'과 '콘텐츠' 중심의 컬렉션을 전개하고 있습니다.","로그 스토어(LOGSTORE)는 빈티지한 무드를 지향하는 서울 기반의 컨템포러리 캐주얼 남성 의류 브랜드입니다.","RAW TO RAW(로우 투 로우)는 날 것에서 태어나 날 것으로 돌아가는 자연의 섭리의 디자인 철학을 바탕으로 하는 덜어낼 것 없는 가장 근본적인 디자인을 추구합니다.","LOCATE(로케이트)는 simples primium (심플리스 프리미엄) 을 추구합니다. 단순하고 견고하며 세월이 지날수록 친근해지는 브랜드 ,  최상의 퀄리티 봉제와 피팅은 로케이트와 함께하는 고객들과의 소통이며 로케이트 브랜드의 의지입니다.","로코베이직(LOCOBASIC)은 LOCO와 BASIC이라는 단어의 조합처럼 기본에 재치를 담아낸 컨템포러리 브랜드입니다. 차별화된 디자인과 좋은 공정을 더해 높은 가치를 보여 드리겠습니다.","로트(LOTE)는 편안한 미니멀리즘을 지향하며 실용적인 여성 의류를 선보이는 브랜드입니다.","가장 합리적인 클래식 캐주얼 웨어를 제작하는 브랜드 론트(LOHNT)는 제품의 화려함보다는 론트의 고유 감성과 소비자의 라이프스타일에 중점을 둔 디자인으로 모든 면에서 매력적인 제품을 선보이는 중입니다. 클래식의 재창조로 소비자의 옷장에 늘 함께할 수 있는 그리고 언제든 꺼내 입을 수 있는 변하지 않는 가치를 지닌 브랜드입니다.","루스(RUS)는 2018년 구티에레스(Gutiérrez)자매에 의해 스페인에서 설립된 브랜드입니다. 자연이 선보이는 찰나의 순수하고 아름다운 색채와 형태를 포착해 시간과 시대에 영향을 받지 않는 아름다운 의복을 만듭니다.","루이까또즈스카프(LOUIS QUATORZE SCARF)는 이지한 클래식과 유니크함이 조화로운 우아하고 고급스러운 제품을 제안하는 브랜드입니다.","르엠토(L'EMTO)은 '공간의 예술성(Spatial Artistry)'이라는 콘셉트를 바탕으로 건물이나 거리에서 느껴지는 공간감과 특유의 스타일을 표현한 브랜드입니다. 캐주얼 모던 룩을 기반으로, 구조적인 패턴을 통해 심플하면서도 입체적이고 유니크한 디자인의 의류를 선보이고자 합니다.","리셉션(RECEPTION)은 디자이너 피에르 보와셀이 프랑스 리옹을 기반으로 설립한 스트릿 브랜드입니다. 맛있는 음식을 먹은 레스토랑에서의 특별했던 경험에서 영감을 받아 다양한 컬러의 키치한 그래픽을 통해 소중했던 추억을 기념합니다. 리센셥만의 독창적인 그래픽을 지금 만나보세요.","마시스(MASSES)는 혼돈된 정보를 즐겁게 파악하고 리믹스와 매쉬업을 통해 상품을 만들며, 과거를 아카이브하듯 옷에 무한한 시간을 담아 오래도록 가치를 유지하는 브랜드입니다.","마티스 더 큐레이터(MATISSE THE CURATOR)는 간결하지만 돋보이는 디자인을 기본 이념으로 합니다. 관찰과 발견, 수집, 배제와 정리의 과정을 거쳐 시즌에 걸맞은 컬렉션을 전개합니다. 마티스 더 큐레이터의 큐레이션은 과거로의 회귀일 수도 있으며, 새롭게 떠오르는 트렌드일 수도 있습니다. 양질의 재료와 완성도 높은 봉제가 조화를 이루는 컬렉션을 제안합니다.","맨인정글(MEN IN JUNGLE)은 클래식 의복에 기반하되 현대사회의 라이프스타일에 더욱더 적합하게 재해석한 클래식 캐주얼 브랜드입니다.","메버릭(MEVERICK)은 오랫동안 지속되는 멋을 가진 클래식 데일리 맨즈웨어 브랜드입니다. 클래식과 트렌디를 조합하여 질리지 않고 오래 입을 수 있는 스타일로 새로운 취향과 분위기를 제공합니다.","메종드유(MAISONDEU)는 감각적이고 편안한 스타일을 담은 디자인과 변함없는 아름다움, 무한한 질감, 최상의 퀄리티를 추구하는 디자이너 가방 브랜드입니다.","모스(MOTH)는 나비와 나방이 한 끗 차이라는 생각에서 시작하였습니다. 아름다움과 못남의 차이도 한 끗 차이라는 것을 패션으로 표현하고자 합니다. 옷 한벌 한벌이 나를 새롭게 만들어주는 소중한 옷이 되길 바라는 마음으로 디자인합니다.","모한(MOHAN)은 ‘MODERATION HANDLING’의 약자로, 절제를 다룬다는 철학 아래 모던한 감성과 클래식을 바탕으로 여성의 중성적인 매력을 차분하고 절제된 디자인으로 표현하는 브랜드입니다.","몽플리쎄(MONPLISSE)는 '나의 주름(My pleats)'이라는 뜻의 프랑스어로 프렌치 무드에서 영감을 받은 실루엣을 주름 기법으로 제작하는 플리츠 전문 어패럴 브랜드입니다.","뮐(MUILL)은 감각적이고 간결한 디테일을 담아내며 본연의 가치를 소중히 생각하고 새로운 것을 느끼기 위해 도전합니다. 센슈얼한 소재를 사용하여 평범한 듯 결코 평범하지 않은 디자인을 선보입니다.","MUGUET(뮤게)은 행복을 주는 선물이라는 꽃말을 지닌 은방울꽃과 멋쟁이라는 뜻을 지닌 프랑스어로 본 뜻처럼 뮤게는 행복과 멋을 추구, 또한 순수한 심플, 유니크한 멋의 공존을 추구하며 서울을 기반으로한 유니섹스 디자이너 브랜드입니다.","베르데마르(VERDEMAR)는 프리미엄 레더하우스에서 론칭한 신규 브랜드로, 가죽에 대한 깊은 노하우를 바탕으로 고급스럽고 유니크한 가죽 소재 아이템을 선보입니다.","베르소(VERSO)는 보이지 않은 이면을 발견하는 여정을 제시하며, 자연적 소재와 조화를 이루는 소품과 의류를 선보이는 브랜드입니다.","베이드(VEIYD)는 시크하고 모던한 실루엣을 현대적으로 재해석한 컨템포러리 남성복 브랜드입니다.","베이컨트 아카이브(VACANT ARCHIVE)는 비어 있는 아카이브를 채워가자는 의미를 담은 브랜드입니다. 빈티지(Vintage), 젠더리스(Genderless), 혼합(Blends)를 메인 코어로 삼아 전개합니다.","보니 클라이드(BONNIE CLYDE)는 2016년 로스앤젤레스에서 시작된 아이웨어로 컬러풀하고 젠더리스한 감성의 독특한 프레임 디자인을 선보이는 브랜드입니다.","보브(VOICE OF VOICES)는 쿨한 라이프스타일을 지향하는 세련된 여성들을 위한 영 컨템포러리 캐주얼 디자인으로 매 시즌 다양한 캡슐 컬렉션을 전개하며 즐거움과 새로움을 추구하는 브랜드입니다.","보우어(BOWER)는 새로운 요소들의 유입과 함께 빠르게 변화하는 트렌드에 맞춰 경계 없이 어울릴 수 있는 브랜드입니다. 의류의 본질을 바탕으로 고객의 만족을 디자인합니다.","본 매그넘(BON MAGNUM)은 남성의 우아함을 원하면서도 실용적인 프리미엄을 원하는 고객을 위한 브랜드입니다. 가치 합리적인 쇼핑 경험을 선사합니다.","브릴먼스(BRILLEMONTHS)는 '빛나다'라는 뜻의 BRILLE과 '12달'의 MONTHS의 합성어로 '매일을 빛나게'라는 의미를 지닌 브랜드입니다. 브릴먼스는 현대 여성들이 일과 삶의 균형을 유지하면서도 자신만의 독창적인 스타일을 표현할 수 있도록, 매일을 빛나게 느끼도록, 편안하면서도 부담스럽지 않은, 그러나 남들과는 다른 특별한 룩을 제공하고자 합니다.","블랙비스트(VLACK VEAST)는 스타일의 경계를 허무는 진보적인 감각을 제시하는 프로그레시브 컬렉션 브랜드입니다. 자체 개발 시스템을 갖춘 전용 스튜디오에서 테크니컬 디자인과 시그니처 디테일을 기반으로 독창적인 스타일과 완성도를 담은 혁신적인 컬렉션을 전개합니다.","블루썬플라워(BLUESUNFLOWER)는 시대별 복식을 현대적으로 재해석하며 다양한 스타일과 실루엣을 전개하는 컨템포러리 캐주얼 웨어 브랜드입니다. 레트로 무드와 곡선의 실루엣을 베이스로 하이엔드 브랜드를 지향합니다.","블릭베이크(BLEAKBAKE)는 코튼, 레더, 메탈 3가지 소재를 사용하여 패턴의 자유로움과 무채색으로 표현되는 불완전함 속에서 아름다움을 찾는 사람을 위한 브랜드입니다.","비니스(VINNY'S)는 코펜하겐 기반의 핸드 크래프트 슈즈 브랜드로, 디자이너 버질 니콜라스가 어린 시절 다녀온 파리 여행과 힙합 문화에서 영감을 받아 2019년 론칭헀습니다. '내일의 클래식'이라는 슬로건으로 시대를 초월한 스타일을 문화와 조화롭게 결합하여 선보입니다.","비르반테(BIRBANTE)는 가먼트 다잉에 기반한 이탈리안 캐주얼 콘셉트의 남성복 브랜드입니다. 부드럽고 고급스러우면서도 편안한 캐주얼 웨어를 선보이며 고급스러운 소재를 정교한 패턴과 완성도 높은 봉제 방식으로 내추럴한 컬러감을 구현합니다.","비얼디드키드(BEARDED KID)는 수염 난 어린이라는 모순적인 뜻의 비얼디드키드는 획일화되지 않은 각자의 개성 있는 취향과 라이프스타일을 존중합니다. 비얼디드키드는 새로운 일상이라는 슬로건 아래, 일상 속에서 쉽게 입을 수 있는 편안한 옷을 만듭니다.","비키(VIKI)는 자유롭고 유니크한 스타일링이 돋보이는 브랜드입니다. 실용적이고 생기 넘치는 아이템으로 다양한 세대의 스타일을 제안합니다.","비프레임(B.FRAME)은 우아한 남성이 가지는 고유한 실루엣과 특유의 분위기에 집중하는 브랜드입니다. 판에 박힌 남성복 프레임을 부수는 것 그리고 그것을 우아하게 재건하는 것에 관심이 있습니다.","사일런트실러블(SILENTSYLLABLE)은 소리 나지 않지만 보이는 것을 탐구하고 존재하는 브랜드입니다.","세러데이 뉴욕시티(SATURDAYS NYC)는 서핑 문화에 대한 사랑을 바탕으로 설립된 뉴욕 기반의 브랜드입니다. 2009년 뉴욕 소호에 프리미엄 다운타운 서핑 숍으로 첫 매장을 내고, 의류뿐만 아니라 서핑 문화를 기반으로 한 하나의 라이프 스타일을 전파하고 있습니다. 자신들이 진정으로 관심 있고 즐기는 분야 속에서 찾을 수 있는 모든 것에서 영감을 받아 고품질의 미니멀하고 전통적인 컬렉션으로 그들의 가치관을 표현합니다.","세리니 바이 피에이티(CERINI BY PAT)는 코뿔소 모양의 로고로 알려진 75년 전통의 PAT의 기본 이념을 바탕으로, 과시적 소비를 줄이고 실용성과 합리적인 제품을 생산 및 판매하고자 하는 마인드로 기획된 PAT의 패밀리 브랜드입니다.","세비지(SAVAGE)는 ‘길들여지지 않은 야생’이라는 사전적 의미를 가지고 있지만, 패션 용어로는 ‘격식에 얽매이지 않은 내추럴’을 뜻합니다. 세비지는 남성 속에 감춰져 있는 원초적인 본성을 끌어내어 자유분방하고 세련된 모습의 패션을 제시하는 브랜드입니다. 우아하고 고귀한 남성 클래식 복식의 전통성을 유지하며 세비지만의 자유로운 감성이 담긴 다양한 아이템들을 믹스매치하여 남성 클래식 복식을 재해석하고 완성도 높은 맨즈웨어를 추구하고자 합니다.","센테어(SENTAIR)는 감각을 목표로 삼는다는 철학에서 출발한 브랜드입니다. 단순한 스타일을 넘어 감각의 단계적인 경험을 제공하고 미니멀하면서도 깊이 있는 디테일, 자연스럽지만 세련되고 유려한 실루엣은 단순한 트렌드를 넘어, 착용자의 개성과 목표를 더욱 선명하게 드러내고 자신만의 기준과 취향을 탐구하는 사람들을 위한 새로운 스타일의 가능성을 펼쳐 보입니다.","셀리티오(SELITIO)는 초기 유럽권의 문화에서 영감을 받아 'BE CLASSY, AND CLASSIC' 이라는 슬로건을 기반으로 하는 브랜드입니다. 일상의 다양한 순간들을 위해 차별화된 웨어러블 아이템을 선보입니다.","셉트(SEPT)는 가격을 줄이고 품질을 더해 기본에 충실한 니트를 만드는 자체 제작 브랜드입니다.","셔츠마이립스(SHIRTMYLIPS)는 섹시하고 개성 있는 남성의 태도를 감각적으로 담아내며, 스타일을 통해 순간의 분위기와 자신감을 표현하는 브랜드입니다.","소루(SOLEW)는 작은 옷장이라는 의미로, 컨템포러리 무드를 바탕으로 감각적인 디자인과 뛰어난 퀄리티를 통해 고객의 라이프스타일을 섬세하게 반영하고자 합니다.","소프트 하이픈(SOFTHYPHEN)은 2022년에 타케오 오스미(Takeo Osumi)와 요이시 유이치(Yoishi Youichi)에 의해 도쿄를 기반으로 탄생한 브랜드입니다. 소프트 하이픈은 단어가 문장 끝에서 잘릴 때 이어주는 용도로 사용하는 '소프트 하이픈' 기호와 같이 기존에 존재하는 스타일에서 독창적인 위트를 더하여 새로운 스타일을 창조합니다.","순진(SOONJEANS)는 데님에 대한 애정을 바탕으로 ‘Bricolage’, ‘Modernlove’, ‘Genderfluid’의 철학을 담아 실용적이면서도 감각적인 스타일을 제안하는 패션 브랜드입니다.","쉬보크(SHEVOKE)는 오스트레일리아에서 탄생한 컨템포러리 아이웨어로 절제된 디자인과 세련된 감각으로 무심한 듯 확실한 스타일을 완성하는 브랜드입니다.","스토리 엠에프지(STORY MFG)는 부부이자 공동 디렉터인 사이드와 케이트 알 루베이에 의해 2013년 영국을 기반으로 설립된 브랜드입니다. 환경에 전혀 영향을 주지 않는 '제로 임팩트'를 넘어서서 환경에 긍정적인 영향을 주는 '포지티브 임팩트'를 궁극적인 목표로 삼고 있습니다. 자연에서 온 재료와 재활용이 가능한 합성 재료를 현명하게 조합하여 진정으로 환경에 긍정적으로 영향을 줄 수 있고 오래갈 수 있는 제품을 만드는 것에 집중하고 있습니다.","Slow Universe(슬로우 유니버스)는 트렌디하지만 레더 고유의 멋과 플로우를 지켜가고 있습니다. 빠른변화의 혁신보다는 기존의 완벽함에 트렌디를 입혀, 풀어내고 가다듬어 더욱 완벽한 제품을 만들어 내는 도메스틱 레더 전문 브랜드입니다. \"약간은 천천히 하지만 완벽하게\" 라는 모토는 슬로우 유니버스(Slow Universe)의 모든 제품 하나하나에 담겨 고객에게 전달됩니다.","시리즈(SERIES)는 적극적으로 자신을 표현하며 패션과 문화에 가치를 부여하는 프로페셔널한 현대인을 위한 어반 빈티지 캐주얼 편집 브랜드입니다. 글로벌 트렌드를 반영한 스타일링을 제안하며 매 시즌 '시리즈 매거진'을 통해 시대 철학과 문화, 아날로그 감성을 재해석한 가치를 전달합니다.","시선(SEASUN)은 '바다와 태양'이라는 활동적이고 자연적인 의미와 사물이나 사람을 바라볼 때 또는 수많은 장소에서 느껴지는 시선을 뜻합니다. 시선에 긍정적인 효과를 미치는 옷을 선사하고자 하는 브랜드입니다.","신키아(SYNQIA)는 구조적 실루엣과 기능적인 디테일을 중심으로 현대적인 복식을 재해석하는 브랜드입니다. 디자인의 미학과 정교성을 결합해 시대성을 반영하고 클래식한 가치를 담아낸 워드로브를 제안합니다.","써저리(SURGERY)는 ‘새 생명을 불어넣는다’는 의미에서 의학적 수술과 맥락을 같이하는 브랜드입니다. 해체주의에 뿌리를 두되 파괴에 머무르지 않고, 매 시즌마다 옷을 해체하고 다시 조합하여, 수술실처럼 무한한 가능성을 실험하는 공간을 지향합니다.","씨클로버(C CLOVER)는 옷의 영어단어 'Clothes'의 'C'와 행운을 상징하는 네잎클로버의 'Clover'를 합친 의미로, 옷을 통해 얻어지는 행복과 행운을 전달하고자 합니다. 색다른 색감과 깔끔한 패턴을 통해 씨클로버만의 특별한 무드를 선보입니다.","아멘더(AMENDER)는 웨스턴 락시크 무드를 아멘더만의 해석으로 표현하는 브랜드입니다. 아멘더와 함께 보석처럼 빛나고 꽃처럼 개화하기를 바랍니다.","아스트레이(ASTLAY)는 별을 의미하는 라틴어 'astra'와 'layer'를 합한 단어로, 한 시대의 유행을 따라가기보다는 수많은 별처럼 시간이 지나도 자신만의 감성으로 빛나는 가치를 추구합니다.","OWL91(아울나인티원)은 중성적인 감성으로 포멀한 스트리트을 디자인합니다. 간결함과 스포티함을 주제로 어디에서나 웨어러블하게 입을 수 있으며, 시즌마다 심플하면서도 독특한 소재로 OWLNINETYONE만의 매력을 보여주고 있습니다.","아워스코프(OURSCOPE)는 '우리의 범위, 가능성'을 의미합니다. 캐주얼 웨어를 중심으로 다양한 감성을 담아 현대적인 분위기로 연출합니다. 아워스코프는 옷의 범위를 의복을 넘어 자기 표현의 수단으로 생각합니다.","아인플란진(EINPFLANZIN)은 독일어 ‘einpflanzen’에서 영감을 받아 “마음속에 깊이 심어주다”는 의미를 담은, 절제된 실루엣과 지속 가능한 디자인을 지향하는 유니섹스 컨템포러리 브랜드입니다.","아즈코(AZCO)는 지속 가능한 창작을 추구하는 퓨처 빈티지 웨어 브랜드입니다.","아커드(ARKERD)는 고온의 작업 현장에서 축적된 경험을 바탕으로 일상에서도 활용 가능한 워크웨어를 설계하는 브랜드입니다.","알레산드로 엔리케즈(ALESSANDRO ENRIQUEZ)는 동명의 디자이너가 이탈리아를 기반으로 설립한 브랜드입니다. 이탈리아인 어머니와 프랑스계 튀니지인 아버지에게서 태어나 스페인, 프랑스 등에서 수학했던 그의 배경은 다양한 문화가 결합된 독창적인 정체성을 형성할 수 있는 원동력이 되었습니다. '최선은 존재하고 난 그것을 하려고 한다'라는 메시지를 통해 매 순간 최선의 스타일과 아이템을 제시하려고 노력합니다.","알포(R-4)는 락 무드를 탐구하고, 이를 옷으로 표현하는 브랜드입니다. 모든 디자인에는 정제된 락 감성이 스며들어 있으며, 이는 직관적인 디테일로 드러납니다. 비주류이지만 강렬하게 끌리는 아이코닉한 R-4 제품을 경험해 보세요.","애프터웨이브(AFTERWAVE)는 파도가 지나간 후의 고요함과 아름다움을 담아낸 브랜드입니다. 일상 속에서 소중한 순간들을 함께 즐길 수 있는 의류를 제안합니다.","앤드원더(AND WANDER)는 2012년 이세이 미야케의 디자이너였던 게이타 이케우치와 미호코 모리가 창립하였습니다. 아웃도어의 기능성과 하이 패션을 결합한 개성 있는 디자인으로 각광받고 있습니다. 우수한 원단의 테크니컬 재킷과 패딩, 사코슈 백 등 다양한 인기상품을 부티크에서 만나보세요.","앰부시(AMBUSH)는 2008년에 디자이너인 윤 안(Yoon Ahn)과 아티스트 버벌이 공동 창립한 일본 베이스의 브랜드입니다. 독특하고 대담한 디자인과 하이패션과 스트릿 웨어의 경계를 허무는 스타일로 주목받고 있습니다. 셀럽들과 대중에게 큰 사랑을 받고 있는 하입 브랜드 앰부시를 무신사 부티크에서 만나보세요.","어슬링(EARTHLING)은 착용자 자신이 기준이 되는 세상에 사는 개인들을 위한 브랜드입니다. 이는 다양성을 포용하고, 배타적인 기준이 아닌 존중과 포용을 통해 아름다움을 찾는 것을 의미합니다. EARTHLING은 자신의 진정한 색깔을 표현하고 자유를 포용하는 공간입니다.","에노아스(ENOAS)는 청춘의 자유롭고 세련된 무드를 담아 섹시하면서도 감각적인 디자인을 선보이며, 엄선된 소재와 높은 품질로 완성도를 높인 맨즈웨어 브랜드입니다.","에드(ADD)는 미니멀과 스트릿의 경계에 선 의류를 선보입니다. 'A cool brand for cool dudes'라는 슬로건 아래 자유분방한 라이프스타일과 작고 특별한 해프닝을 컬렉션에 담아냅니다.","에메렌시아나(EMERENTIANA)는 1인 디자이너 브랜드로 클래식을 재해석하여 클래식 기반의 다양한 스타일 바리에이션을 창출하는데 가치를 두고 있습니다.","에비너(EVENER)는 '더하고 덜함이 없이 고르게 만드는 자'라는 뜻으로, 옷을 통한 일상의 특별함을 만드는 일에 집중하는 브랜드입니다. 시크함과 우아함의 밸런스를 지향하며, 소재에 대한 고민과 하이퀄리티를 추구합니다.","에씰미(ESEELMI)는 오래된 것들에 새로운 콘셉트와 가치관을 더해 탄생한 브랜드입니다.","에이라인(ALINE)은 포르투갈을 기반으로 2016년 설립되어 세련된 디자인과 고품질 소재에 주안점을 두며 오랜 시간 착용할 수 있는 에센셜한 아이템을 선보이는 브랜드입니다.","에이치바씨(HBARC)는 국내외 디자이너 및 독립 브랜드의 의류, 신발, 잡화, 리빙 제품을 소개하는 편집매장 및 온라인 편집숍 브랜드입니다. KAMIYA, MINE DENIM 등 일본의 하이프한 디자이너 브랜드까지 감도 깊은 취향을 다룹니다.","에이치쥐비비 스튜디오(HGBBSTUDIO)는 2019년 설립된 코펜하겐 기반의 컨템포러리 캐주얼 브랜드입니다. 클래식한 무드에 위트를 더한 남성복을 전개하며, 스토리텔링 기반의 컬렉션을 통해 단순한 시각적 표현을 넘어선 감각적인 스타일을 제안합니다.","에페(EEFE)는 'calm reverberation(조용하지만 오래 남는 울림)'을 목표로, 1980년대 아메리칸 캐주얼의 자유로운 무드와 현대적인 미니멀리즘을 조화롭게 풀어낸 컨템포러리 브랜드입니다. 단순한 디자인을 넘어, 입는 순간 자연스럽게 분위기를 만들어주는 옷, 하루의 감정과 조화를 이루는 옷을 지향합니다.","에포님(EPONYM)은 다양한 시대상에서 영감을 받은, 현대인에게 걸맞은 의류 브랜드입니다.","엔다미로혼(ENDAMIROHONE)은 로커빌리 감성을 지향하는 브랜드입니다. 빈티지한 무드, 거친 그래픽, 남성적인 실루엣을 담으며, 자신의 스타일이 분명한 사람들을 위한 옷을 만듭니다.","영오(YOUNGOH)는 과거와 현재의 타협점을 디자이너만의 감성으로 과거의 기억과 미래, 전통과 실험 간의 균형, 남성과 여성의 이분법적 사고를 거부하고 새로운 패러다임으로 재해석하여 유동적이고 넓은 스펙트럼을 제안하는 브랜드입니다.","예작(YEZAC)은 1998년 론칭한 국내 오리지널 K셔츠 브랜드입니다. 시대의 흐름에 맞춰 숙련된 테일러링과 아티스틱하면서도 도회적인 감성으로 재해석한 고감도 토털 이너웨어를 선보입니다.","오로라 댄스(ORORA DANCE)는 무채색 기반의 데일리 미니멀룩을 전개하는 브랜드입니다. 클래식한 모노톤과 심플한 디자인을 베이스로 두고 있지만, 그 사이에 있는 디테일이 매력적인 포인트로써 옷 자체보다 '입는 사람'을 돋보이게 하고자 하는 마음을 담았습니다. 고객이 오로라 댄스를 통해 '나만의 것'을 발견하고 탐구할 수 있도록 하고자 합니다.","오브젝트 매터스(OBJECT MATTERS)는 '문제적 물건'이라는 뜻의 컨템포러리 브랜드입니다. 남성의 감각을 진지하게 탐구함으로써 존재합니다. 피상적인 즐거움의 이면에서 제품이 무엇과 어떻게 연결되는지를 고민하며, 하이브리드 접근법을 통해 상상력을 현실로 구현합니다. 모순은 우리에게 새로운 차원을 마주하게 하는 귀한 재료가 됩니다.","오에프알 파리(OFR PARIS)는 다양한 예술과 문화를 소개하고 판매하는 파리의 독립서적 겸 예술공간으로 출발했습니다. 자신들의 정체성을 담은 에센셜하지만 감각적인 의류와 액세서리를 선보이는 브랜드입니다.","올세인츠(ALLSAINTS)는 1994년 영국 이스트 런던에서 시작한 컨템포러리 브랜드입니다. 디지털 사고방식과 혁신을 모토로, 이스트 런던의 도시 문화를 기반으로 패션과 음악, 영상, 아트와의 절묘한 조화를 통해 브랜드만의 고유한 문화 코드를 발전시켜 왔습니다.","와기(WHAGI)는 ‘건축적 테일러링'이라는 슬로건 아래 겉으로 잘 드러나지 않는 사소한 영역까지 집을 짓는 마음으로 정밀하게 설계하여 밀도 높은 균형감과 견고하고 짜임새 있는 만듦새를 통해 와기만의 우아하고 구조적인 실루엣을 구현해 냅니다.","와이쏘씨리얼즈(WHYSOCEREALZ)는 영화 다크 나이트(The Dark Knight) 속 조커의 명대사 'Why So Serious?'라는 물음에 위트 있게 대답하는 브랜드입니다. 와이쏘씨리얼즈는 심각하고 완벽한 것에 대한 집착으로 인해 지친 사람들을 위로해줍니다.","WHATEVERWEWANT(왓에버위원트)는 'No concept, No reason'을 컨셉으로 진행하는 니트 브랜드입니다. 브랜드 명에서 알 수 있듯이 유행에 좌우되지 않고 '우리'가 원하는 것을 만들어 나가는 것이 신념인 브랜드입니다.","우드먼(WOODMAN)은 남들과 다른 한 발자국을 먼저 딛는 이들을 위한 새로운 컨템포러리의 감성을 추구하는 브랜드입니다.","윈더(WINDER)는 무심한 애티튜드와 절제된 디자인 방식으로 표현된 세련된 에센셜리즘을 추구하는 브랜드입니다. 클래식한 실루엣에 모던한 트위스트를 더한 현대적인 에센셜 상품들을 선보입니다.","음양(EYC)은 동양적인 감수성을 추구하며 '민족성을 담아낸다.'라는 메시지를 전하고 있습니다. 모노 톤 위주의 차분하고 편안한 의류를 선보이며 현대와 전통의 접점을 컬렉션을 통해 전개합니다.","이른(IRN)은 '이르다', '닿다'라는 뜻으로 지속 가능한 가치를 추구하며 이러한 제품을 통해 당신의 일상에 닿고자 합니다.","이사베이(ISABEY)는 실용성에 중점을 두고 미니멀리즘을 추구하는 비즈니스 캐주얼 브랜드입니다. 자신만의 여유를 스타일링할 수 있는 현대 여성들에게 어반 프렌치 시크 룩을 기반으로 한 우아하면서도 현대적인 트렌디함이 돋보이는 디자인을 선사합니다.","이이(EE)는 ‘ÉTIQUETTE VIDÉ(비워진 라벨)’의 약자로, 의복이라는 틀을 유지하면서 비워진 라벨의 여백을 채워나갈 무한함을 의미합니다.","이프엘스(IFELSE)는 삶에서 받은 영감을 바탕으로 한 디자인을 선보이는 컨템포러리 의류 브랜드입니다. 순간의 순간을 위한 의복이라는 슬로건 아래 삶의 기억 속에 녹아 있는 디자인과 디테일을 탐구하며 자신만이 느낄 수 있는 순간의 감정과 그 순간 입고 싶은 의복을 제작하고자 합니다.","익조(IKJO)는 이센트릭의 영감에서 파생된 럭셔리 오리엔탈 무드를 강조한 젠더리스 캐주얼 브랜드입니다. 독특한 무드와 핏을 선보이는 동시에 오리엔탈 럭셔리 콘셉트를 강조합니다.","인디고미드나잇(INDIGO MIDNIGHT)은 브랜드 로고가 나타내는 샛별과 초승달처럼 가장 밝게, 그리고 완전한 모습을 향해 끊임없이 나아가는 진취적인 브랜드가 되고자 합니다. 넘치는 창작 욕구를 통해 주변 모든 것에서 영감을 받아 위트 있는 디테일과 아트워크를 디자인하여 일상에서 빛나는 유니크한 데일리 웨어를 만들어냅니다.","인디안(INDIAN)은 편안함과 실용성을 추구하는 남성 타운 캐주얼 브랜드입니다.","인프랩(INPREP)은 현재 트렌드 문화에 뿌리를 두고, 장르의 경계를 없애 라이프스타일에 깊게 침투할 수 있는 멋과 실용성을 지닌 머천다이즈들을 선보이는 패션 레이블입니다.","일꼬르소(ILCORSO)는 이탈리아어로 '흐름'을 뜻합니다. 'FLOW OF SILHOUETTE'이라는 슬로건 아래, 내추럴한 무드와 시대를 반영하는 실루엣을 표현하는 미니멀 컨템포러리 브랜드입니다.","제이리움(JRIUM)은 절제된 여백 속 엄선된 소재, 섬세한 실루엣, 자연과 닮은 컬러, 우아함을 담아, 시간의 흐름에 구애받지 않는 타임리스 니트웨어와 함께 하루에 깊고 평온한 아름다움을 더해줄 브랜드입니다.","제임스펄스(JAMES PERSE)는 고급 원단과 미니멀한 디자인을 바탕으로 일상 속 편안하고 세련된 스타일을 제안하는 브랜드입니다.","조렌즈 까르띠스(JORENZCARTIESS)는 전에 없던 새로움을 추구하는 브랜드로 자신을 감추기 보다 온전히 드러내기 좋아하는 사람들을 위한 옷을 만듭니다. 모든 것이 일률적이고 빠르게 돌아가는 현대 사회에서 조렌즈 까르띠스는 자신의 개성과 정체성을 찾고자 하는 사람들을 위한 옷을 만드는 브랜드입니다.","조슈아 샌더스(JOSHUA SANDERS)는 2012년 이탈리아에서 설립되어 '스트릿-쿠튀르'라는 슬로건 아래, 스트릿 패션에서 영감 받은 디자인과 쿠튀르에 버금가는 퀄리티를 지향하는 브랜드입니다. 재치 있는 그래픽이 가미된 트렌디한 디자인과 이탈리아 장인정신의 결합을 만나보세요.","준느(JUNNE)는 '틀에 갇혀 있지 않은 각진 것'이라는 주제를 가지고 디자인하며, 미니멀을 기반으로 섹시함을 추구하는 브랜드입니다. 고가 브랜드들에서 접할 수 있는 원단을 합리적으로 소비할 수 있도록 합니다.","지민리(JIMINLEE)는 2019년 뉴욕패션위크, 파슨스 MFA 패션 디자인 & 소사이어티 출신의 디자이너가 2022년에 론칭하였습니다. 여성의 욕망을 남성의 몸을 통해 표현하고 동시에 인간의 몸의 아름다움을 표현하는 유니섹스 브랜드입니다.","지앤지비(GNGB)는 Girls Natural Good Balance의 약자로 일상 속 다양한 곳에서 영감을 받아 소재와 디테일을 균형 있게 조합시켜 여성을 위한 제품을 만드는 브랜드입니다.","지제로 송지오(ZZERO SONGZIO)는 디자이너 송지오의 별칭에서 따온 송지오 하우스의 유니섹스 브랜드입니다. 전 세계 아티스트와의 협업을 통해 젊고 진취적이며 아티스틱한 레디 투 웨어 컬렉션을 선보입니다.","지컷(GCUT)은 YOUTH & PLAYFUL한 감성으로 일상 속의 특별한 순간을 만들어가는 브랜드입니다. 지컷만의 레이어링과 디자이너 감성이 접목된 섬세한 디테일을 만나보세요.","최에(CHOIAE)는 과거의 아이코닉한 패션을 현대적으로 재해석한 브랜드로, 물병자리에서 영감을 받은 감성적인 별자리 메시지와 함께 특별한 일상을 선사합니다.","추취우 작업실(CHOOCHUIWOO)은 한국의 역사나 문화를 탐구하고 그 흔적으로 영감을 받아 의류에 접목시킨 컨템포러리 브랜드입니다.","치미(CHIMI)는 스웨덴 스톡홀름의 독립 아이웨어 브랜드입니다. 클래식한 실루엣에 현대적 감각을 더해 창의적이고 정밀한 디자인의 시대를 초월한 아이웨어를 선보이며, ‘두려움 없는 라이프스타일’을 지향합니다.","카니(CANNI)는 자연과 일터에서 영감을 얻어 일과 삶의 조화를 추구하는 브랜드입니다. 현대인의 바쁜 일상 속에서 패션이 단순한 외형을 넘어 진정성과 편안함을 전할 수 있다는 믿음 아래, 삶의 순간을 더욱 특별하게 만드는 디자인을 제공합니다.","캄포스(KAMPOS)는 패션 산업의 규범을 재정의하고 환경을 보호하고 순환 경제에 기여하며, 품질과 지속 가능성을 최우선의 사명으로 삼고 있는 브랜드입니다. 모든 수영복과 의류는 오랜 시간이 지나도 지속되며 환경을 존중하도록 설계되었습니다.","캐리스노트(CARRIESNOTE)는 시간의 흐름에 따라 변화하는 아름다움을 모던한 감성으로 풀어내는 어덜트 컨템포러리 브랜드입니다.","캠브리지 멤버스(CAMBRIDGE MEMBERS)는 48년 전통을 지닌 대한민국 대표 클래식 웨어로, 시대를 초월한 젠틀한 무드와 테일러링의 본질을 전합니다. 브리티시 감성의 슈트와 최고 수준의 MTM 맞춤 제작, 라이프스타일의 TPO 스타일링 선보이는 브랜드입니다.","커먼 스웨덴(CMMN SWDN)은 2012년 사이프 바키르(Saif Bakir)와 엠마 헤드룬드(Emma Bakir Hedlund) 부부가 칸예 웨스트의 파리 디자인 스튜디오에서 근무했던 경력을 기반으로 설립한 브랜드입니다. 커먼 스웨덴은 북유럽 특유의 정제된 스타일을 기반으로 심플한 패턴, 고품질 소재, 정교한 테일러링 기법을 결합하여 시간의 흐름에 영향을 받지 않는 타임리스 스타일을 선보입니다.","커스텀멜로우(CUSTOMELLOW)는 서로 다른 요소들이 만들어내는 새로운 미학적 관점을 제안하는 브랜드입니다.","컨템포러리 어카운츠(CONTEMPORARY ACCOUNTS)는 고기능성 소재를 기반으로 컨템포러리 감성의 모던한 디자인을 선보이는 에센셜 웨어 브랜드입니다.","컴젠(COMGEN)은 클래식을 베이스로 트렌디한 요소를 가미해 감각적인 스타일을 제안하는 브랜드로 리파인드 뉴 컨템포러리를 지향합니다.","쿠르베(COURBE)는 ‘우아함이 현상화된 곡선’을 슬로건으로 클래식한 실루엣을 현대적으로 재해석하는 남성복 브랜드입니다. 프렌치 모더니티를 바탕으로 절제된 곡선미와 디테일로 조용하지만 강한 인상을 주며, 오랜 시간 옷장의 중심이 될 디자인과 품질을 추구합니다.","쿤타치(KUNTACH)는 이탈리아 피에몬트 지방에서 놀라거나 매력적인 이성을 봤을 때 사용되는 감탄사 'Cuntacc'에서 유래했습니다. 많은 사람이 감탄을 자아낼 수 있는 브랜드가 되고자 합니다.","퀘스트앤게스트(QUEST&GUEST)는 철학과 미학을 기반으로 매 캠페인마다 개념을 상정하고 탐구를 통해 새로운 질문을 투사하며, 미지에 앞서 객을 환대해 문화의 횡단성을 조명하는 캠페인 웨어 브랜드입니다.","큐스(QS)는 트렌드에 구애받지 않고 오랫동안 옷장에 두고 꺼내 입을 수 있는 타임리스한 아이템과 더불어 때론 강렬한 포인트를 줄 수 있는 아이템을 함께 선보이는 브랜드입니다.","크리스씨옴므(CHRISCHOMME)는 2024년 론칭해 유니크한 실루엣과 현대적이고 세련된 디자인으로 컬렉션을 전개하는 컨템포러리 남성복 디자이너 브랜드입니다. 우리의 목표는 단순히 옷을 만드는 것이 아니라, 입는 이의 삶에 깊은 영향을 미치는 작품을 창조하는 것입니다.","크세니아 슈나이더(KSENIA SCHNAIDER)은 크세니아와 안톤 슈나이더(Anton Schnaider) 부부가 2011년 우크라이나 키이우를 기반으로 설립한 브랜드입니다. 실험적인 테일러링을 기반으로 실루엣을 강조하며, 익숙한 아이템에 독특한 디테일을 더해 개성과 특별함이 돋보이는 컬렉션을 선보입니다.","키류(KIRYU)는 일상에서 당연시 생각되는 것들, 눈에 보이지 않는 것들을 다양한 시선으로 바라보며 옷의 형태에 녹여내는 브랜드입니다. 성별, 국경, 나이, 종교를 넘는 자유로운 세계관으로 음악, 철학, 다양한 예술에서 영감을 얻은 컨셉츄얼한 테마를 전개합니다.","키임 스튜디오(KIIMSTUDIO)는 1988년 이불을 만들던 작은 공장에서 시작된 브랜드입니다. 섬세한 손길을 가진 장인들과 함께 가방, 파우치, 패브릭 제품을 만듭니다.","테스터먼트(TESTAMENT)는 니트 고유의 질감과 입체감을 통한 다양한 제품으로 브랜드를 자유롭게 표현하여 니트 제품의 한계를 분석하고 효용을 연구하는 클래식 캐주얼 니트 웨어 브랜드입니다.","토에즈(TOEZ)는 '우리의 본질에 충실하다(True to Our Essential)'라는 모토의 줄임말입니다. 소재와 핏을 중요시하는 가치를 담은 문장의 약자입니다. 웨어러블한 디자인의 아이템과 퀄리티 있는 소재를 다양하게 구성해 완성도 높은 유러피안 모던&포멀 룩을 지향하는 브랜드입니다.","트레몰로(TREMOLO)는 감동과 설렘을 담아낸 유러피언 라이프 스타일 웨어 브랜드입니다.","티아이포맨(T.I FOR MEN)은 동시대의 남성들에게 건강한 라이프스타일을 제안하며, 어울림과 조화를 중시한 포멀과 캐주얼의 크로스오버 스타일링을 통해 보편적 가치를 제공하는 브랜드입니다.","파라부트(PARABOOT)는 1908년에 설립된 프랑스의 고급 신발 브랜드로, 견고한 품질과 클래식한 디자인의 제품을 선보입니다. 특히 고유의 '블루쿠' 가공법을 사용해 내구성이 뛰어난 가죽과 고무 밑창을 특징으로, 전통과 장인 정신을 고수하며 제품을 제작합니다. 클래식하면서도 실용적인 스타일이 돋보이는 파라부트를 부티크에서 만나보세요.","파우라(PAURA)는 2015년 디자이너 다닐로 파우라(Danilo Paura)에 의해 설립되었습니다. 스트릿 웨어와 팝 문화의 요소들을 독창적인 시선으로 결합하여 '혼돈의 옷장'이라는 주제 아래 새로운 스타일로 탄생시키는 브랜드입니다.","퍼블릭워드로브(PUBLIC WARDROBE)는 도시적인 환경에서 업무와 일상 생활을 조화롭게, 형식에 얽매이지 않은 옷과 편안한 일상복을 추구하는 브랜드입니다.","퍼스트플로어(FIRSTFLOOR)는 '옷'이라는 매개체를 실용적인 관점에서 바라봅니다. 과한 것은 부드럽게, 심심한 것엔 작은 변화를 주어 지금의 유행을 담백하고 유용하게 풀어내고자 고민합니다. 나아가 이 옷을 소장하고 즐기는 많은 분들이 상대방으로 하여금 기분 좋은 시선을 받는 것을 최고의 가치로 여깁니다.","프루이(FRUI)는 남성을 위한 웰메이드 용품을 합리적인 가격으로 선보이는 브랜드입니다. 신사에게 필요한 타이와 각종 액세서리, 니트 웨어까지 매 시즌 새로운 시도와 합리성을 통해 단순한 맨즈 웨어가 아닌 새로운 맨즈 라이프를 선도합니다.","PLACEMENT(플레이스먼트)는 오랫동안 입어온 익숙한 양식과 형태의 의류를 우리의 공간에서, 플레이스먼트만의 방식으로 새롭게 배치하여 거부감이 없는 새로움, 익숙한 낯섦을 디자인하는 브랜드입니다.","피레넥스(PYRENEX)는 1859년에 설립되어 최고급 프랑스산 다운 소재와 럭셔리 아우터를 생산하는 프리미엄 패딩 브랜드입니다. 동물 보호 유럽 협약 표준을 준수한 식용 오리의 깃털을 채취하여 제작하는 것으로 유명하며, 필파워 600~850 FP의 프렌치 덕다운 소재를 사용합니다. 160년 이상의 역사를 지닌 다운메이커로서의 DNA, 환경친화적인 공법을 적용한 메이킹, 그리고 퀄리티에 비해 합리적인 가격대의 다양한 컬렉션을 선보입니다.","피에이티(PAT)는 세상이 변하고 트렌드가 달라져도 변함없는 한 가지, 고객을 향한 진심을 담은 브랜드입니다. 세상을 따뜻하게 하고 사람을 행복하게 하는 진실한 마음, PAT가 가장 소중하게 생각하는 가치입니다.","핀블랙(PINBLACK)은 새로움과 익숙함의 조화를 추구하고자 합니다. 매 시즌 엄선한 원자재를 사용해 옷의 본질인 소재에 깊이감을 더하는 것을 베이스로 시즌 무드와 트렌드를 반영하여 핀블랙만의 색깔로 표현하여 소비자들에게 한발 다가가고자 합니다.","핀스드룩(FINSDRUCK)은 어둠을 뜻하는 독일어 'Finsternis'와 표현, 표출을 뜻하는 'Ausdruck'의 합성어입니다. 중세 유럽의 고딕 양식과 여기에서 파생된 고스 문화에서 영감을 받은 중성적인 패션을 추구합니다. 어둠과 반항의 이미지로 표현되던 고스 문화를 브랜드만의 유니크한 감성으로 재해석하여 소프트하고 모던하게 풀어내는 하이엔드 유니섹스 컨템포러리 브랜드를 지향합니다.","필드워커(FIELDWORKER)는 '일상의 영역에서 데님의 가치를 찾는 작업' 모티브로 '오늘의 아웃핏을 완성시키는 데님의 역할'을 위해 COMFORT, EASY TO WEAR 그리고 QUALITY의 가치를 추구하는 데님웨어 브랜드입니다.","필시크(FILLCHIC)는 도시적인 남성을 콘셉트로 현대 라이프스타일에 부응하는 세련되고 현실적인 웨어러블 브랜드입니다. 고급 원단과 퀄리티 높은 봉제, 뛰어난 활동성을 선사하는 패턴과 실루엣을 선보입니다.","호이테(HEUTE)는 모든 착용자에게 세련된 편안함을 제공하며 시대를 초월한 구조적인 실루엣과 세심한 디테일이 가미된 컬렉션을 선보입니다. '다양한 사람들의 오늘'에 대한 이야기로 시작한 호이테는 더 나은 삶을 위한 지속적이고 유행 타지 않는 가치를 지닌 미니멀리스트 에센셜을 만듭니다.","66노스(66NORTH)는 거친 자연 속에서도 사람들을 보호하고, 계절과 환경의 변화 속에서 모든 순간 함께할 수 있는 진정한 옷을 만드는 브랜드입니다.","225(이이오)는 감도 있는 그래픽과 자연스러운 실루엣을 바탕으로 일상에 스며드는 스트릿 스타일을 제안하는 브랜드입니다.","제노리포트(XENOREPORT)는 대한민국 서울을 기반으로 활동하는 패션 브랜드이며, 낯선 것에서 오는 경험을 바탕으로 이미지, 영상, 의상으로 시각화하는 곳입니다.","더바넷(THEBARNNET)은 대한민국 서울을 베이스로 활동 중인 디자이너 브랜드입니다. 변하지 않는 가치에 주목하여 클래식함을 재조명하고 새로운 가치를 더한 아이템을 제안합니다.","마인데님(MINEDENIM)은 기존 데님 브랜드의 틀과 기성 개념에 얽메이지 않고 표준과 혁신이 공존하는 브랜드입니다. 현대인의 기호에 맞지 않는 디자인과 패턴, 과거의 기술을 재현하려는 빈티지를 벗어나 아름다운 실루엣, 세련된 디테일, 리얼한 퀄리티를 가진 데님을 제작합니다.","키코지(KIKOZY)는 ‘입을 수 있는 예술’을 지향하며, 변함 없는 실루엣과 촉감, 기능성을 탐구해 일상을 특별하게 만드는 브랜드입니다.","타코마 후지 레코드(TACOMA FUJI RECORDS)는 도쿄를 기반으로 존재하지 않는 뮤지션의 스토리와 아트워크를 담아 독창적인 T셔츠와 다양한 제품을 제작하는 브랜드입니다.","카미야(KAMIYA)는 2023FW 시즌부터 새롭게 시작된 브랜드로, 스트리트 감성과 독창적인 디자인을 바탕으로 전개됩니다. 진화된 시각으로 자신만의 스타일을 제안하는 브랜드입니다.","라디오에바(RADIO EVA)는 에반게리온 굿즈를 의류, 가방 등 다양한 아이템으로 새롭게 표현하며 독창적인 커뮤니티를 만들어가는 브랜드입니다.","투위드(TUEWID)는 night dream, attempt, balance의 가치를 바탕으로 균형 잡힌 라이프스타일을 제안하는 브랜드입니다.","에반게리온95(EVANGELION95)는 일본의 대표 애니메이션 '에반게리온'의 정규 라이선스 굿즈 브랜드입니다.","오기(OGI)는 한국의 정서와 문화, 일상에서 영감을 받아 새로운 미학을 탐색하며 세대와 성별의 경계를 넘는 자유분방함을 추구하고, 현재를 즐기며 오기 있게 살아가자는 메시지를 전하는 브랜드입니다.","갤러리 엑스(GALLERY X)는 스트리트 감성과 개성을 강조한 패션 브랜드로, 자유로운 스타일과 독창적인 분위기를 선도합니다.","더베리웜(THE VERY WARM)은 뉴욕을 기반으로 기능적이면서도 접근성 높은 의류를 제작하며, 다양한 아티스트와 협업해 사회적 메시지를 전달하는 브랜드입니다.","올드파크(OLDPARK)는 나카무라 기미노리(Kiminori Nakamura) 디렉터가 빈티지 샵에서 오랜 경험을 바탕으로 2012년 론칭한 리메이크 브랜드입니다. 중고 및 빈티지 제품을 리메이크하는 브랜드로, 빈티지 원단과 부자재에서만 느낄 수 있는 유니크한 느낌을을 살리면서도 기존의 틀을 깨는 스타일리시한 디자인의 옷을 제안합니다.","나아나나(NA A NANA)는  2021년 설립된 서울 기반의 패션 브랜드입니다. 한국을 포함한 동양의 다양한 문화에서 받은 영감에 도회적인 감수성을 담아 의복으로 발현합니다. '나아나나'의 본딧말인 '나를 찾아 나날이 나아지다'라는 모토 아래 양질의 제품과 브랜드 가치를 설파합니다.","마이너스(MINUS)는 THIS IS A MESSAGE by “The aesthetic sense we have in the primitive”. 라는 브랜드 컨셉을 바탕으로, 2012년부터 시작되었습니다. 자신이 컬렉터이기도 한 빈티지웨어를 베이스로 하여, 디자이너의 백본인 하드 코어나 펑크 서브 컬처에 영감을 받은 컬렉션을 전개하는 브랜드입니다.","슬로피세컨즈(SLOPPY SECONDS)는 미국과 영국 등지에서 수입한 록 뮤직 베이스의 머천다이즈를 큐레이션하여 소개하는 브랜드입니다.","키딜(KIDILL)은 혼돈 속 순수함을 표현하는 브랜드입니다. 디자이너의 펑크 문화에 대한 경험을 바탕으로, 현대적인 정신을 가진 반항아를 위해 의류를 제작합니다.","인투더스크(INTODUSK)는 2024년 뉴욕에서 시작된 브랜드로, 디자이너와 브랜드 매니저의 파트너십을 바탕으로 탄생했습니다. 현대적인 감성과 감각적인 실루엣을 바탕으로 전개되는 브랜드입니다.","슬론(SLON)은 오너 Tossy상이 5년간의 뉴욕 생활에서 체감한 로컬 감성을 바탕으로 시작된 스몰숍으로, 뉴욕에서 셀렉한 아이템과 독자적인 시선의 오리지널 기어를 전개하는 브랜드입니다.","로라스 하드웨어(LOLAS HARDWARE)는 2017년 일본에서 시작된 스트리트&스케이트 브랜드입니다 .","오초 캡(OHCHO CAP)은 일상 속 감정과 솔직한 메시지를 자수로 표현하는 도쿄 기반의 캡 브랜드입니다. 유쾌한 시선으로 개성을 드러내는 아이템을 전개하고 있습니다.","스핏싯(SPITXIT)은 거리와 노동의 감성을 바탕으로 현실을 살아가는 이들의 솔직한 태도와 스타일을 담아내는 스트릿웨어 브랜드입니다.","준태킴 아티셔널(JTK ARTISANAL)은 자유분방하고 위트 있는 디자인을 기반으로 웨어러블한 의류를 제안하는 유니섹스 브랜드입니다.","러브 모스키노(LOVE MOSCHINO)는 2008년 론칭된 슈즈와 액세서리 라인으로 캐주얼한 감각과 하트 모티프가 특징인 브랜드입니다.","얼터드퓨쳐(ALTERED FUTURE)는 미래적 감성과 실험적 디자인에 첨단 기술을 더해 사이버펑크 무드를 구현하는 스트리트 캐주얼 브랜드입니다.","에이치유닛(H UNIT)은 디자이너이자 메이커 출신 히로후미 마츠다씨가 2014년 오카야마현 쿠라키시시에서 시작한 브랜드입니다","에이톤(ATON)은 디자인부터 제작까지 전 과정을 자체적으로 수행하며, 일본어 알파벳의 시작과 끝을 의미하는 이름처럼 완성도 높은 컬렉션을 선보입니다. 심플한 디자인 속에 뛰어난 실루엣과 밸런스를 담아내는 브랜드입니다.","워크어스(WALKUS)는 2025년 새롭게 나아가는 패션 브랜드로, 사람들이 머물고 떠나는 삶의 교차점을 바라보며, 단순한 의류 제작을 넘어 사람과 지역, 도시를 연결하고 일상에 자연스럽게 스며드는 패션을 제안합니다.","틸락(TILAK)은 1986년 체코에서 시작되어 혁신적인 디자인과 높은 기술력으로 기능성 아웃도어 의류를 제작하는 브랜드입니다.","후로클럽(FRO CLUB)은 교토 전통 목욕탕 문화를 바탕으로 감성 가득한 오리지널 아이템을 선보입니다. 일상 속 센토의 순간을 즐길 수 있는 필수 아이템을 제안하는 브랜드입니다.","디스이즈네버댓(THISISNEVERTHAT)은 스포츠 앤 스트릿을 컨셉트로 2010년에 론칭한 브랜드입니다. 밀리터리 스타일과 1990년대 스포츠 웨어를 기반으로 현재의 무드를 담아 디자인합니다. 매 시즌 사진과 영상 등을 통해 새로운 컬렉션을 발표하며, 다양한 브랜드와 협업하며 스타일과 기능을 모두 반영한 디자인을 하고자 합니다.","밀로 아카이브(MILLO ARCHIVE)는 2020년에 서울을 기반으로 론칭한 남성복 디자이너 브랜드입니다. 일상성과 실용성을 바탕으로 트렌드를 가미하여 일상 의복에 대안적 의복을 제시하며, 주류 콘텐츠와 서브컬처 등 복합적 예술 문화를 패션과 접목하는 얼터네이티브 패션을 전개합니다.","브라운브레스(BROWNBREATH)는 도시에 거주하는 사람들의 라이프스타일에 적합한 실용적인 설계를 기본으로 자신만의 색깔을 추구하는 이들을 위한 제품을 선보이며, 반항적이지만 시끄럽지 않은 디자인을 추구합니다. 브라운브레스는 2006년 론칭 이후 'Spread the Message'라는 슬로건 아래 다양한 제품군을 선보이며 서브컬처를 생산하고 서포트하는 문화 집단으로 활동하고 있습니다.","알리스(ALYSS)는 미니멀리즘을 베이스로 핏과 소재, 원초적 아름다움에 집중하여 현대적이면서도 감각적인 무드를 선보이는 브랜드입니다.","낫포너드(NOT4NERD)는 인간의 다양한 감정과 자유로움을 반항적인 디자인으로 선보이는 브랜드입니다. 4가지 요소 Normal(평범한)\/Empty(의미 없는)\/Routine(틀에 박힌)\/Dry(지루한)에 반항하며, 정해진 틀을 깨고 새로운 흐름이 생기는 순간을 옷을 통해 전달하고자 합니다.","어반드레스(AVANDRESS)는 이지 웨어를 바탕으로 일시적인 트렌드에서 벗어난 이지 룩을 하나의 스타일로 정립하고자 합니다. 스트릿 캐주얼을 기반으로 어느 자리에 가도 클래식하지만 여유 있는 스타일을 표현하는 브랜드로 넓은 스타일 스펙트럼과 다양한 디자인을 연구하는 브랜드입니다.","와키윌리(WACKY WILLY)는 패션과 스트릿 문화, 예술을 결합하여 매 시즌 새로운 영감을 제공하고 즐거운 경험을 선사하는 브랜드입니다. 우리의 아이코닉한 제품들은 집에서 느긋하게 쉬거나 친구들과 신나게 놀 때도 편하고 멋스럽게 착용할 수 있습니다. 다양한 아트 워크를 접목한 위트 넘치는 스타일링을 통하여 와키윌리만의 긍정적인 에너지를 만나보세요.","주앙옴므(JUAN HOMME)는 2018년 서울을 기반으로 전개된 디자이너 브랜드로, 미니멀리즘 미학을 표방하고 스트릿 무드를 현대적으로 재해석해 웨어러블 한 컬렉션을 선보입니다. 차별화되는 조형적 실루엣과 기능적 디테일로 실용성을 동시에 제안하는 브랜드입니다.","슈퍼서브(SUPERSUB)는 서브컬처를 대표하는 스트릿 신의 다양한 문화적 코드를 담아 자신만의 개성 있는 스타일을 추구하는 유스 세대를 위한 스트릿 캐주얼 웨어를 디자인합니다.","MAISON MINED(메종 미네드)는 데님 소재를 기반으로 실험적이고 도전적인 스타일을 전개하는 하이엔드 스트릿 브랜드입니다. 브랜드명의 MINED는 DENIM을 반대로 해석해서 지어졌습니다. 품질과 소재 등 기본에 가장 충실하면서도, 자유로움과 시크함을 표현하는 스트릿 실루엣의 아이템을 선보이는 브랜드입니다.","엘엠씨(LMC)는 2015년 론칭하여 ‘Lost Management Cities’를 모티프로 각자의 방식으로 살아가는 세대를 담아내고, 변화하는 환경 속에서 동시대의 문화적 코드를 재해석하며, 다양한 협업과 프로젝트를 통해 스트리트 감성을 확장하는 브랜드입니다.","엑스톤즈(XTONZ)는 빠르게 소비되는 트렌드 안에서 '도전' 이라는 단어에 초점을 맞춰 진취적 무드와 루즈한 실루엣의 디자인을 전개하는 유니섹스 영캐주얼 브랜드입니다.","어널러코드(ANOLORCODE)는 반복되는 일상 속 새로운 것을 지향하고 본인의 개성과 아이덴티티를 보여줄 수 있도록 스트릿한 감성과 특별함을 내세워 새로운 방향성을 제시하는 브랜드입니다.","오드스튜디오(ODDSTUDIO)는 친근한 제품을 만드는 데일리 패션 브랜드입니다. 여유로운 삶에서 보고 느끼는 것에서 영감을 받아 매일 입어도 좋은 미니멀한 디자인의 스타일을 제안하며, 위트가 넘치는 트렌디한 영 캐주얼 룩을 전개합니다.","퍼스텝(PERSTEP)은 당신의 일상에 자신감을 더하고, 매일의 도전을 더욱 멋지게 이겨낼 수 있는 힘을 선사하는 브랜드입니다. 단순한 스타일을 넘어, 당신의 순간마다 최고의 무기가 되고자 합니다.","디앤에스알(DNSR)는 'Do New things, Something to realize'라는 슬로건을 바탕으로, 동시대에 흐름에 발 맞춰 항상 독창적이고 새로운 시도를 하고 있습니다. 디앤에스알의 DNA는 현대 복식을 기반으로 하는 오리지널리티의 견고한 테일러링을 고수하며 시대의 흐름을 읽고 변화하는 무드와 스타일링을 제안하는 스트릿 캐주얼 웨어입니다.","아캄(AAKAM)은 ‘Archive Also Known As Manufactory’의 약자로, 시간 속에 축적된 아카이브를 현대적 감각으로 재해석하며, 잊혀진 유행과 변화하는 트렌드가 교차하는 지점을 탐구하는 브랜드입니다.","예스아이씨(YESEYESEE)는 YES I SEE가 되기도 하며, 가로로 읽어도 세로로 읽어도 YES\/EYE\/SEE가 됩니다. 이처럼 한 가지 방식에 규정되지 않고, 입는 사람의 개성에 따라 다르게 발현되는 가능성과 다양한 해석을 지지합니다. 똑같은 발음이 주는 상이한 의미와 가로와 세로의 대조 사이에서도 유지해내는 한 가지 단어처럼 우리는 같으면서도 다른, 다르면서도 같은 개성을 표현해내고자 합니다. 매 시즌 새로이 설정되는 컨셉에서 끌어낸 일련의 이미지는 독창적인 표현기법과 색채, 소재를 통해 옷으로써 구체화됩니다. 또한 우리는 옷의 착용감, 내구성 등 기능과 개성 발현의 균형을 이루어 가치를 생각합니다.","에즈카톤(EZKATON)은 스트릿 웨어를 기반으로 하여 일상에서 편안하게 입을 수 있는 실용적인 캐주얼 웨어를 제안합니다.","디더블유에스이(DWSE)는 ‘Drug Without Side Effect’의 약자로, 자극적이지만 해롭지 않은, 스타일을 통해 전달되는 긍정적 에너지와 자기표현을 지향하는 스트릿 웨어 브랜드입니다.","디스커스 애슬레틱(DISCUS ATHLETIC)은 1973년 미국 버지니아에서 탄생해 미국 대학과 다양한 스포츠팀의 팀 웨어를 제작한 미국 스포츠 웨어의 역사에서 빼놓을 수 없는 아메리칸 스포츠 캐주얼 브랜드입니다. ‘Relaxed Leisure Life’를 모토로 일상생활과 거친 신체 활동의 순간에도 편안함을 전달하고자 합니다.","더콜디스트모먼트(THE COLDEST MOMENT)는 주변에 존재하는 다양한 요소들을 우리만의 온도로 해석하고 소통하고자 하는 유스 컬처 브랜드입니다.","오니츠카타이거(ONITSUKA TIGER)는 패션과 스포츠를 기반으로 헤리티지와 이노베이션을 융합한 컨템포러리 컬렉션을 선보이는 프리미엄 패션 브랜드입니다.","아이돈워너셀(IDONTWANNASELL)은 소중한 것들을 지키고자 하는 강렬한 열망의 표현입니다. 추억, 사랑, 꿈, 자존심, 가족과 같은 나만의 신념이 담긴 것들은 누구나 지키고 싶어 하는 가장 가치 있는 것들입니다. 아이돈워너셀은 지키고 싶은 소중한 것들에 대해 이야기하고 표현합니다.","9999아카이브(9999ARCHIVE)는 끝이 없는 숫자처럼, 끝없는 작업물을 선보이는 브랜드입니다.","알에스에스씨(RSSC)는 R.SHEMISTE contemporary의 약자로, 컬렉션 브랜드 알쉬미스트(R.SHEMISTE)의 세컨드 브랜드이다. “입으면 또 다른 내가 되는” 이라는 슬로건을 바탕으로 다양한 소재의 믹스 매치를 통해 자유롭고 반항적인 디자인을 전개한다.","이티씨이(ETCE)는 시대의 유스 컬처를 현대적인 시선으로 제안합니다.","기철(KICHUL)은 레트로와 트렌디함의 조화로 일상에서 누구나 편안하게 입을 수 있지만 그 속에 차별화를 주는 디자인을 지향하는 브랜드입니다. 불안하고 완벽하지 않은 세상에서 이들의 노력으로 사람들에게 행복과 만족을 주기를 바라는 마음을 담았다.","이알티알(ERTR)은 방랑자를 의미하는 'Errator'에서 유래한, 자유로운 스트릿 무드를 지향하는 브랜드입니다.","그레일즈(GRAILZ)는 1980~1990년대 패션 노스탤지어와 거리에서의 사람들에 대한 집착적인 관찰로 영감을 얻는 디렉터가 전개하는 브랜드입니다. 구조적 형태와 디테일을 중심으로 한 제품을 선보입니다.","다이브인(DIVEIN)은 몰두하는 순간들을 더욱 편안하게 만드는 브랜드입니다. 섬세한 작업과 높은 퀄리티의 소재 그리고 합리적인 가격으로 제작된 유니폼을 제안합니다.","이에이(IEY)는 미니멀을 베이스로 여유 있는 실루엣과 재미있는 아이디어, 러프함을 통해 캐주얼하고 웨어러블한 디자인을 선보입니다. 어디에도 잘 어울리고 오래 입을 수 있는, 퀄리티가 뛰어난 옷을 만들고자 합니다.","비바라비다(VIVA LA VIDA)는 2024년 론칭한 트렌디하고 컨셉추얼한 유니섹스 브랜드입니다. 패션을 통해 정체성을 표현하고, 자신을 더욱 돋보이게 하는 디자인을 제안합니다. 모노톤이 가진 정적인 무드와 트렌디하고 현대적인 아트 워크를 접목해 비바라비다만의 개성이 담긴 스타일을 만듭니다.","칼라파타르(KALAPATTHAR)는 자연에의 동경과 열정이 어우러진 현대적인 감성을 담아내는 브랜드입니다. 언제 어디서나 편안하게 입을 수 있는 트렌디한 실루엣과 아웃도어 디테일이 만나 삶을 더욱 기능적으로 풍요롭게 만듭니다.","앵글런(ANGLAN)은 'Enjoy What We Wear'라는 슬로건 아래, 새로운 스타일의 와이드 캐주얼을 지향하는 브랜드입니다.","버던트(VERDNT)는 모든 사람들이 부담 없이 즐길 수 있는 스트릿 패션을 지향하는 브랜드입니다. '접근성'을 핵심 가치로 삼아 경쟁력 있는 가격 정책으로 고객에게 가치를 제공합니다.","나이스고스트클럽(NICEGHOSTCLUB)은 친절한 유령들의 클럽이라는 키치한 의미를 가진 스트릿 캐주얼 브랜드입니다. 패션, 애니메이션, 스트릿, 고스 및 스케이터 문화에서 영감받은 비주얼과 판타지 요소를 더한 그래픽 아트워크가 특징입니다.","본바트(VONVAT)는 아날로그 문화가 가진 영속적인 가치를 현대 패션과 융합하여 표현하고자 합니다. 에센셜한 오리지널리티와 웅장하고 무게감 있는 블랙 컬러를 토대로 필수적이면서도 독창적인 스타일을 제시합니다. 추억과 현대성을 조화롭게 느낄 수 있는 독특한 패션 경험을 제공하고, 변하지 않는 스타일을 유지하는 것을 목표로 노력합니다.","텍스(TEXX)는 우수한 퀄리티와 합리적인 가격대, 그리고 다양한 디자인의 제품을 선보이고 있습니다. 누구나 입기 좋은 디자인으로 모든 사람들의 행복한 순간에 함께하는 브랜드입니다.","록히드마틴(LOCKHEED MARTIN)은 아웃도어를 넘어 패션 아이템으로서 가치 있는 소비를 위해 차별화된 아카이브 디테일과 화섬, 특수 신소재를 활용하여 미래 지향적 기술을 지향하는 테크니컬 고프코어 스타일을 제안합니다.","HUF(허프)는 2002년 샌프란시스코의 조그만 스니커즈 샵으로 시작되었으나, DVS Team 소속이었던 Keith Hufnagel이 세계 곳곳을 다니며 다양한 스트릿 문화를 접하고, 이를 바탕으로 참신하고 멋진 디자인을 선보이며 탄생하게 된 브랜드입니다. HUF는 샌프란시스코를 비롯해 LA뿐만 아니라 NYC에서도 큰사랑을 받고 있는 브랜드 입니다.","유라이프지(ULIFEZIP)는 'You Life Zip'의 의미를 가진, 일상생활에 필요한 베이식 의류를 스포티한 분위기로 재해석한 브랜드입니다.","후드후드(HOODHOOD)는 서브컬처에서 받는 시각과 영감으로 다양한 패션 아이템을 전개합니다. 대중문화를 즐기고 스트릿 패션과 문화를 갈망하는 이들을 위한 디자인을 선보입니다. 후드후드에는 과학자가 존재합니다. 그 과학자는 외계인과 패션을 연구합니다. 외계인과 과학자, 패션을 융합하여 새로운 무언가를 발명하듯 디자인합니다. 후드후드 실험실에서 탄생할 발명품은 우주와 외계인, 과학자, 80년대로 돌아가는 타임머신 등의 키워드를 힌트로 합니다.","트레셔(THRASHER)는 1981년 샌프란시스코에서 동시대 가장 높은 퀄리티의 콘텐츠를 선보이며 스케이트보드는 물론 음악, 거리 문화, 스타일 등 서브컬처 신을 주도하던 케빈 대처(Kevin Thatcher), 에릭 스웬슨(Eric Swenson), 포스토 비텔로(Fausto Vitello)가 창간한 매거진입니다. '스케이터의 바이블'이라고 불릴 정도로 엄청난 팬덤을 자랑하며 대체 불가 매거진으로 자리 잡은 트레셔는 서브컬처, 스트릿 패션 신에 굳건히 자리를 잡음과 동시에 시그니처 로고 제품을 중심으로 국내외 유명 셀러브리티에게도 많은 사랑을 받았습니다. 또한 슈프림(SUPREME), 허프(HUF), 아디다스(ADIDAS) 등 꾸준히 주목받는 컬래버레이션을 비롯해 서브컬처의 발전을 위해 늘 다양한 프로젝트를 선보이며 확고한 브랜딩을 이어가고 있습니다.","펀치드렁크파티즈(PUNCH DRUNK PARTIES)는 현대인의 피로를 '특정할 수 없는 모든 것으로부터의 펀치드렁크'로 규정합니다.","마틴플랜(MARTIN PLAN)은 일상적이면서도 경계를 허물 수 있는 디자인을 선보이는 브랜드입니다. 남녀의 경계를 구분하지 않으며 매 시즌 다양한 분야에서 영감을 얻어 이를 브랜드만의 독창적인 생각으로 세심하게 풀어냅니다.","노드랩스(NODE LABS)는 실용적인 라이프 스타일과 문화적 현상에서 영감을 받아, 기능적이면서도 심미적인 디테일을 통해 새로운 형태의 일상복을 탐구하는 브랜드입니다. 우리의 Node(접점)는 서로 다른 개성과 열정이 만나 시너지를 창출하는 지점이자, 유기적으로 연결되고 협력하는 네트워크의 중심입니다. 단순한 의복을 넘어, 개성과 자유로운 표현이 자연스럽게 스며드는 새로운 감각의 흐름을 만듭니다.","카락터(KARACTOR)는 레트로 패션을 기반으로, 옷의 기본 틀을 연구하고 현대적으로 재해석하여 의복에 대한 새로운 시각을 제안하는 브랜드입니다.","레씨토(LECYTO)는 장르나 콘셉트에 국한되지 않고 현재 삶을 바탕으로 한 합리적인 디자인을 지향하는 브랜드입니다. 익숙한 것과 불규칙한 것의 교차점에 존재하는 실루엣과 디테일을 선보입니다.","플레이스스튜디오맨(PLACESTUDIOMAN)은 눈을 현혹하는 패션보다는 조금 더 편안하게 다가갈 수 있는 자연스러운 멋을 추구하는 브랜드입니다. 정제되지 않은 가치를 담아 트렌드를 추구하며, 자신만의 가치관과 개성을 자유롭게 표현할 수 있도록 디자인합니다.","크리틱(CRITIC)은 현재의 흐름에 과거 스타일과 특유의 풍자적 요소를 더하는 독특한 방식으로 컬렉션을 만드는 브랜드입니다.","아티스트웨어(ARTISTWEAR)는 Quality, Value, Style이라는 3원칙을 바탕으로 흔하지 않고 남들과는 다른 가치 있는 스타일의 작품을 선보입니다. 단순히 예쁘고 멋진 옷이 아닌 예술적 가치를 포함한 의류를 통해 대중과 예술의 징검다리 같은 존재로 성장하고자 합니다.","이스트쿤스트(ISTKUNST)는 패션, 예술, 스케이트보드, 빈티지 스포츠 웨어 그리고 음악계의 새로운 에너지를 전달하고자 하는 목적의 공동체이자 다양한 문화 영역과의 교류를 통해 얻은 영감을 바탕으로 자유로운 시각의 그래픽을 전개하는 브랜드입니다.","스케이터락(SK8ER ROCK)은 레트로 스포츠 웨어와 빈티지 캐주얼 룩에 자유롭고 열정적인 현대적 스트릿 트렌드를 접목하여 재해석한 스트릿 브랜드입니다.","해칭룸(HATCHINGROOM)은 새로운 것이 탄생하는 장소를 의미하며, 기존의 의복을 재해석합니다. 급진적인 변화를 주진 않으나 착용자를 생각한 편안한 디테일과 유려한 실루엣을 보여줍니다. '눈에 담긴 일상'에서 영감을 받아 이를 기록하고 담아냅니다.","MASSNOUN(매스노운)는 일상에서의 가치로 매길 수 없는 트렌드를 제안 하려 합니다. Massnoun 은 \" 셀 수 없는 명사 \" 를 뜻하는 사전적 표현의 의미를 두었습니다. 그래서 우리는 정형화 되고 제한된 틀에서 벗어나 셀수 없는 가치를  지닌 명확한 스타일을 지향하는 브랜드로 거듭나고자 합니다.","난데(NANDE)는 베이식한 디자인, 유행을 타지 않는, 모두를 위한, 모두에게 필요한 옷을 합리적인 가격에 제작하는 브랜드입니다.","더뮤지엄비지터(THE MUSEUM VISITOR)는 2016년 디렉터 박문수의 독일 베를린 여정에서부터 시작된 브랜드입니다. 거리와 사람들에게서 느낀 자유와 사랑, 행복, 예술이 담긴 도시에서 받은 영감을 많은 이들에게 전하고자 합니다. 주로 꽃과 하트, 자연, 아이들이 디자인적 요소로 나타나며, 수작업이 가미된 차별적인 디자인 덕에 많은 마니아층의 사랑을 받고 있습니다.","에이이에이이(AEAE)는 매 시즌 하나의 주제에 얽매이지 않고 그 시대에 존재하는 다양한 문화적 요소를 표현하고자 합니다.","아더피츠(OTHERFITS)는 이름 그대로 남다른 핏을 추구하는 브랜드입니다. 동양인의 체형을 고려한 섬세한 핏의 실루엣과 디자인 의도가 담긴 디테일을 선보입니다. 베이식하면서도 남들과는 다른 트렌디함으로 일상을 좀 더 특별하게 만들어줍니다.","플레이버리즘(FLAVORISM)은 '개개인이 가진 취향과 개성을 발견하고자 하는 주의'라는 슬로건 아래 컬렉션을 전개해나갑니다. 취향은 한 사람이 삶을 살아가는 총체적 방식으로서의 생활양식, 문화, 안목, 감수성을 차지하는 개인 고유의 개성을 나타낸다고 합니다. 서로 다른 취향을 차별하여 바라보는 것이 아닌 개개인이 가진 취향과 개성을 더 발전시키고 존중하려는 취지에서 영감을 받아 실험적이고 도전적인 아이템들을 선보입니다.","테네르(TENER)는 동시대적인 감각의 젊은 청춘 남녀들에게 개성있는 포인트로 브랜드 아이덴티티를 강조하며, 모던&심플 디자인을 제안합니다.","데프가먼츠(DEFGARMENTS)는 시대마다 품고 있는 형식과 가치관을 벗어나 더 자유로운 문화를 지향하는 브랜드로, 자유의 별과 함께 개방성을 표현합니다.","콜드웜(COLDWARM)은 고기능 아웃도어 기어와 실용성을 겸비한 캐주얼 라인을 통해, 자연과 마주하는 다양한 순간을 컬렉션에 담아내는 브랜드입니다.","오더아카이브(ORDER ARCHIVE)는 시대를 이끌어가고 디자인을 창조하는 의식 있는 젊은 크리에이터를 위한 브랜드입니다.","아조바이아조(AJOBYAJO)는 동시대를 살아가는 아웃사이더의 감성으로 아시아의 서브컬처를 스트릿 웨어로 표현하는 브랜드입니다.","논타입(NONTYPE)은 하이브리드 라이프를 제안하는 유스컬처 기반의 캐주얼을 선보이며, 하나의 뉘앙스가 아닌 다양성이 공존하는 무경계 장르의 브랜드입니다.","프라게(FRAGE)의 디자인은 독일어로 '물음’을 의미하는 브랜드 명처럼, 트렌드에 대한 근본적인 물음에서 출발합니다. 트렌드에 영향을 받기보다 그 가치와 본질을 프라게만의 시선으로 재해석함으로써 ‘THE NEW STANDARD OF CONTEMPORARY’를 제시하는 브랜드입니다.","999휴머니티(999HUMANITY)는 불완전함과 완전함의 경계에서 끊임없이 순환하다가 어떤 누군가와의 접점을 통해 새로운 것을 받아들이는 매개체입니다. 999는 접점의 무수한 연결을 의미하며, 다양성을 바탕으로 우리가 경험해온 의복의 선순환을 지향하며 만들어갑니다.","스키즘 인듀싱(SCHISM INDUCING)은 고정관념에서 벗어난 제품을 추구합니다. 아카이브는 존중하되, 그것을 끊임없이 분열시키고 재창조합니다.","피스메이커(PIECEMAKER)는 생활에 재미를 더하는 세상의 모든 아이템을 다루는 브랜드로 빠르게 변하는 현대인의 라이프 스타일과 다각화된 니즈에 적합한 아이템들을 합리적으로 제공하는데 큰 목적을 두고 있습니다. 매 시즌 변화하는 시즌 스토리 라인과 브랜드 아이덴티티를 담은 어센틱 라인으로 크게 나누어 전개합니다.","51퍼센트(51PERCENT)는 기계공학을 전공한 디자이너의 성향이 반영되어 구조적인 디자인과 메탈릭한 디테일이 제품 곳곳에서 드러납니다. 매 시즌 구조적인 실루엣과 디테일을 다양한 주제와 함께 선보입니다. 51퍼센트는 세련된 남성들이 즐길 수 있는, 상업성과 예술성을 두루 갖춘 제품을 선보입니다.","오프닝프로젝트(OPENING PROJECT)는 현대적 감각을 담아, 일상 속에서 편하게 입을 수 있으며 자유분방하면서도 영한 개성을 드러낼 수 있는 스타일을 제안하는 브랜드입니다. 편안함과 자유로움을 바탕으로, 트렌디한 색감과 그래픽, 디테일을 더해 새로운 감각을 전달합니다.","크레드먼스(CREEDMENS)는 가볍고 즐거운 옷차림으로 다양한 환경에도 차이를 두지 않고 공존하는 의류 브랜드입니다.","코드(CORD)는 평범한 일상 속에서 옷이라는 매개체로 하여금 지나간 감정을 되뇌어 보며 새로운 감정으로 이어지는 연결고리가 되길 바라는 브랜드입니다. 특별하지는 않더라도 입기 좋고 편한 '옷다운 옷'을 선보입니다.","앤더슨벨(ADSB ANDERSSON BELL)은 여러 문화적 특성을 하나로 융합해 한국과 대비되는 다양한 문화를 접목하여 앤더슨벨만의 균형감과 유니크한 감각을 선보이는 브랜드입니다. 관습을 벗어나 이질적이거나 상반된 요소들을 조합해 독특하면서도 예상치 못한 아름다움을 찾아내는 것을 핵심 가치로 여깁니다. 마치 새로운 아이디어가 피어나는 순간과 같은 느낌을 옷을 통해 전하고자 합니다.","DOMINANT(도미넌트)는 DONT MIND ANYTHING 이라는 함축적인 의미를 가지고 있으며, 남의 시선을 신경 쓰지 않고 DOMINANT의 감각과 색감만으로 매니아층을 성립하는 현대적인 캐주얼 스트릿브랜드 입니다.","키미저리(KEYMISERY)는 열쇠 (KEY)+ 고통 (MISERY) 단어의 뜻처럼, 삶에서 가장 어려운 시기나 고통스러운 경험이 우리에게 중요한 교훈과 성장의 기회를 제공하는 열쇠가 될 수 있다는 의미를 담고 있습니다. 때로 마주치는 고통이 내면의 강함을 발전시키고, 더 나은 방향으로 나아갈 수 있게 도움을 줄 수 있다는 뜻을 담아 모든 사람들에게 긍정적인 영향을 주는 브랜드가 되고자 합니다.","이알에스코(ERSCO)는 스케이트 보드 문화를 기반으로 전개하는 브랜드입니다.","페이탈고스트(FATAL GHOST)는 유니크한 실루엣을 지향하는 다크웨어&스트릿 브랜드입니다. 서브컬처와 판타지적 소재들로부터 영감을 얻은 디자인을 선보입니다.","비전스트릿웨어(VISION STREETWEAR)는 1976년, 미국 LA에서 론칭한 스트릿 컬처 기반의 브랜드입니다. 스케이트보드와 음악, 그라피티 등의 서브컬처를 아우르며 비전 있는 유스들의 도전을 지지합니다.","에리즈 얼라이즈(ARIES)는 소피아 프란테라(Sofia Prantera)와 퍼거스 퍼셀(Fergus Purcell) 듀오가 만든 새 프로젝트 브랜드입니다. 언더그라운드 신에서 얻은 단단한 아이디어와 명성 있는 패션 하우스의 걸출한 매력을 응용해 독특한 분위기를 자아냅니다.","가터갤러리(GOTTER GALLERY)는 신이 창조물을 만들듯 패션, 색, 스타일 등 서로 다른 요소를 재창조하고 다양한 문화와의 협업, 프로젝트를 통해 새로운 이미지를 표현하는 브랜드입니다.","틸던(TILLDAWN)은 문화 속에 공존하는 생명들이 가진 양면의 모습을 포착하고자 합니다. 객관적인 형상 아래 숨겨진 음지의 기운을 가진 원석은 브랜드의 모태이자 아이디어의 원천이 됩니다. 틸던의 시그니처 로고인 플래시 로고는 창조에 미약하나 거대한 악센트를 찍어낼 수 있는 모든 발견의 의미에 그 뜻을 함께한다는 의미가 있습니다.","가릭스(GARRIX)는 도시 혹은 자연 속에서 무엇보다 편안하고 멋진 실루엣과 개성을 표현하기 위해 소재와 패턴, 부자재, 프린팅 등을 연구하는 크리에이터 브랜드입니다.","감마갤러리(GAMMA GALLERY)는 그리스 문자의 세 번째 알파벳 감마(γ)와 전시, 진열 공간을 뜻하는 갤러리의 합성어입니다. 눈살을 찌푸리게 하는 눈부심보다는 은은하게 빛나는 것을 지향하며 화려함과 한때의 유행보다는 일상 속에 자연스레 녹아드는 타임리스 제품을 선보입니다.","굿니스(GOODNIES)는 지나온 적 없는 어제의 세계를 향한 빈티지 노스텔지어를 그리는 브랜드입니다. 도시의 흐릿한 일상에서 피어나는 고독함과 따스함, 과거와 현재가 교차하는 빈티지 무드의 실루엣을 선사합니다.","그래픽스 오버핏(GRAPHICS OVERFIT)은 창의성과 개성을 담아내는 스트릿 웨어 브랜드로, 독창적인 그래픽 디자인과 트렌디한 오버 핏 실루엣을 결합하여 현대적 패션을 선도합니다. 높은 품질과 편안함을 바탕으로 설계된 제품으로, 일상에서 스타일과 실용성을 동시에 추구합니다.","그램 아운스 파운드(GRAM OUNCE POUND)는 무게 단위를 나열한 것으로, 결국 무게라는 하나의 가치를 나타내고자 하는 의미를 담았습니다. 또한 브랜드의 부제인 '패스트 익스체인지 스토어(PAST EXCHANGE STORE)'는 과거와 그 당시의 다양한 문화적 요소를 현대의 뉴 트렌드 스타일과 접목하고자 하는 의지를 담은 스토어 콘셉트 브랜드임을 표현합니다.","THE GREATEST(그레이티스트)는 뒤에 붙는 명사를 최상급으로 만들어주는 최상급 형용사를 뜻하며 이에 맞게 옷을 입는 사람들이 최고가 된다는 모토를 지향하고 패션 트렌드를 더 그레이티스트만의 색으로 소화하여 새로운 트렌드를 제시하는 브랜드입니다.","그로운 낫올드(GROWN NOTOLD)는 시간에 구애받지 않는 존재 상태 시간에 흐름에 따라 성숙해져 갈 뿐, 늙어가지 않는 브랜드입니다.","글러브웍스(GLOVEWORKS)는 20년 이상 세계 유명 스포츠 브랜드의 야구 글러브를 제조하던 노하우를 바탕으로 2014년 론칭한 커스텀 전문 브랜드입니다. 야구 용품뿐만 아니라 야구의 히스토리와 컬처를 주제로 한 어패럴과 액세서리도 선보입니다.","글런든(GRUNDEN)은 빈티지 아카이브나 워크 웨어를 현대적으로 재해석한 캐주얼 도메스틱 브랜드입니다.","나우바우(NOWBAU)는 'Not Only Wearable, But Also Useful'의 약자입니다. '형태는 기능을 따른다'라는 바우하우스 디자인 철학 아래 의복의 기능적, 실용적 요소를 섞어 미적으로 표현하고자 합니다.","네더월드(NETHERWORLD)는 패스트패션을 지양하며 개인의 취향을 감각적으로 표현해내기 위해 시즌에 구애받지 않는 각각의 피스를 전개해나갑니다. 신체적 콤플렉스를 보완하기 위한 옷보단 개인의 개성과 매력에 집중해 소비자에게 스타일을 선택할 용기와 자신감을 불어넣고 그것을 통해 브랜드의 가치가 각자의 개성으로 승화되는 것이 우리의 바람입니다.","넨스(NENS)는 스트릿 웨어를 지향하는 자체 제작 브랜드입니다. 2014년을 시작으로 매 시즌 새로운 유행에 넨스의 스타일을 접목한 다양한 제품을 선보이고 있습니다.","노네임니드(NONAMENEED)는 서울을 기반으로 주제에 구애받지 않는 다양한 문화와 라이프스타일에서 영감을 받은 작업물들을 선보이는 브랜드입니다.","노우트(NOUGHT)는 2021년, '내가 입고 싶은 옷을 직접 만들고 싶다'라는 가장 기본적인 생각을 바탕으로 시작되었습니다. '없음', '0'이라는 의미의 노우트는 무한한 가능성과 잠재력을 의미하기도 하며 그 자체만으로도 뚜렷한 특성과 개성을 지니길 희망합니다. 브랜드만의 고유한 디테일과 실루엣의 젠더리스 룩으로 잠재된 매력을 선보이고자 합니다.","논플로어(NONFLOOR)는 접근성과 유니크함의 믹스처를 만들어내는 과정에서 무(無)의 개념에 영감을 얻어 탄생한 브랜드입니다. 무엇이든 받아들일 수 있는 하얀 백지처럼 무너지지 않는 접근성과 수용성을 유지한 채 유니크한 논플로어만의 영 웨이브를 그려 나갑니다.","놉녹(NOPNOG)은 아메리칸 스포티 캐주얼을 기반으로 모두의 일상 속에 자연스럽게 녹아 있는 에너지와 성장의 순간들을 우리만의 이야기로 재해석하여 소통하고자 하는 브랜드입니다.","누벨바그 코리아(NOUVELLE VAGUE KOREA)는 `새로운 시대의 파동`이라는 의미에 걸맞은 혁신적인 디자인을 추구하며, 하이 퀄리티의 원단으로 제품을 생산하는 하이 엔드 스트릿 웨어 브랜드입니다.","누아드비뉴(NOIR DE VIGNE)는 포도를 이용하여 만든 천연 블랙 컬러 염료를 뜻합니다. 평범함 속 차별화로 독특한 매력을 선사합니다. 누구나 간편하고 멋스럽게 즐길 수 있는 캐주얼 브랜드입니다.","누아클레(NUAKLE)는 '모두를 위해 모든 곳에 있다'라는 뜻의 'It's everywhere for everyone'을 슬로건으로 하는 미니멀리즘 기반의 캐주얼 유니섹스 브랜드입니다.","뉴키치(NEWKITSCH)는 한 세대가 누리는 소소한 일상 속 키치한 감각을 유지해 주는 데일리 웨어 브랜드입니다.","닐라이즈(NEALIZE)는 특별한 하루만을 위한 옷이 아닌, 매일을 편안하게 감싸주는 패션을 지향하는 브랜드입니다. 편안함에 초점을 맞추되 일상에서 발견할 수 있는 아름다움을 놓치지 않고 담아내고자 합니다. 반짝 빛나는 순간이 아닌 당신의 일상, 멀지 않은 곳(near)에서 실현(realize)할 수 있는 아름다움이 당신을 기다립니다.","DEXXTER(댁스터)는 미국 스트릿볼의 성지인 Newyork Holcombe Rucker Park에서 영향을 받아 스트릿패션 및 스포츠웨어, 힙합문화를 트렌디한 시각에서 재조명한 브랜드로 Discover The Greatest Play라는 슬로건 아래 다양한 컨셉의 제품을 제공합니다.","더 긱스(THE GEEKS)는 빈티지 복각 의류 브랜드를 전개한 노하우와 함께 디렉터의 상상력이 결합된 브랜드입니다.","더 레스큐(THE RESQ)는 'CUE IN LIFE'를 모토로 역사 속 남성스러운 순간들을 밀리터리, 워크, 스포츠, 캠퍼스 카테고리를 통해 선보이는 브랜드입니다. 끊임없는 연구와 창조적인 조합을 통해 '더 레스큐 컴패니'만의 스타일을 만듭니다. 기능적인 요소를 추가하거나 불필요한 요소를 제거한 절제된 디자인으로 오랫동안 사용자 삶의 일부가 될 수 있는 고품질의 옷을 제안합니다.","THE MADNESS(더 매드니스)는 내추럴 & 빈티지와 화려한 그래픽을 베이스로 MADNESS 만의 독창적이고 마니아 적인 그래픽, 다양한 coloration & mix 패턴으로 다른 이에게 느낄 수 없는 광적인 재미와 즐거움을 목표로 street scene을 지향하는 마니아층을 비롯해 다양한 대중에게도 쉽고 재미있게 다가갈 수 있는 새로운 street scene를 개척합니다.","더블유워크샵(W WORKSHOP)은 건축물과 과거 아카이브 제품, 지난 것들에서 영감을 받아 오마주와 구조적 디자인으로 풀어냅니다.","더신스(THE SINCE)는 세상 모든 크리에이터들의 신념과 아이덴티티를 응원합니다. 루키들의 도전과 성장을 모티브로 매번 새로운 디자인과 감성을 표현하는 브랜드입니다.","더트웰브라운드(THE 12TH ROUND)는 포기하지 않는 복서의 정신을 바탕으로, 강렬함과 절제된 아름다움을 담은 스트리트웨어를 선보이는 브랜드입니다.","더핀스(THEFINS)는 하위문화, 서브컬처의 다양성을 추구하는 브랜드입니다. 서핑, 바이크, 웨스턴 등 아메리칸 컬처에 영향을 받아 기성화되지 않은 규격의 의류를 기획, 생산합니다. 다양한 문화를 다각적인 시선으로 디자인을 접근하는 것이 우리가 생각하는 브랜드 스토리입니다.","데몬스트레이트(DEMONSTRATE)는 마이너 문화를 지향하고 서포트하는 록 음악 기반의 브랜드입니다.","데우스 엑스 마키나(DEUS EX MACHINA)는 2006년 오스트레일리아에서 탄생한 브랜드로, 라이딩과 서브컬처의 매력을 패션에 담았습니다. 모터사이클, 서핑, 스케이트보드에서 영감을 받은 독창적인 디자인은 일상 속에서 개성을 표현할 수 있는 완벽한 선택입니다. 각 시즌마다 선보이는 컬렉션은 클래식한 멋과 현대적인 감각을 조화롭게 엮어, 어디서든 주목받는 스타일을 완성합니다.","데일리스트(DAILIST)는 여유롭고 특별한 감성의 타임리스 데일리 여성복 브랜드입니다.","DOZOH(도조)는 어디에도 정답은 없다라는 디자인 아이덴티티 안에서 사물을 현대적으로 미래적으로 재해석합니다. 소재와 컬러 배합등의 탐구를 통해 포인트가 있는 디자인 디테일들로 스타일리쉬하고 유니크한룩을 제시합니다.","돌키(DORKY)는 유니크하고 키치한 콘셉트의 위트 있는 디자인을 선보이는 브랜드입니다.","두프(DOOF)는 꿈꿔왔던 환상을 대중적이고 현대적인 느낌을 담아 디자인하는 브랜드입니다.","드러그 프로덕트(DRUG PRODUCT)는 스트리트웨어를 기반으로 시시각각 변화하는 거리의 다양한 감성을 재해석하고 반영하여, 반항적이지만 실용적인 디자인을 추구하는 이들의 갈망과 욕구를 충족해 줄 중독성 짙은 제품을 선보이는 브랜드입니다.","드반(DVÀN)은 'De vous à nous' 의 약자로, 이는 '당신부터 우리까지' 라는 뜻을 담고 있습니다. 스스로 존재하는, 그리고 무구히 순환하는 자연을 모티프로 하는 유니섹스 캐주얼 브랜드입니다. 자연에서 얻는 다양한 영감을 주제로 삼은 의류 제품들을 중심으로 한 다양한 소비자 경험 콘텐츠를 통해 밝고 긍정적인 메시지를 전달하며, 자유로운 해석을 바탕으로 즐겁게 소비되는 것을 지향합니다.","디그낙(DGNAK)은 강동준 디자이너의 정제된 테일러링 위에 실험성을 더해, 대중성과 아방가르드가 공존하는 독자적인 미학을 제시하는 브랜드입니다.","디그노루시르(DIGNOLUCIR)는 당당하고 가치 있게 빛나는 자신을 표현할 수 있는 옷을 선보이는 스트릿 빈티지 브랜드입니다.","디메이든(DEMADEN)은 미니멀한 무드를 바탕으로 모던하고 유니크한 디테일을 가미한 디자인을 선보입니다.","디비킬러(DBKILLER)는 PUNK, HARDCORE, TECHNO 문화를 바탕으로 디자인을 전개하며, 아티스트들과 협업해 라이브 이벤트, 음반, 머천다이즈를 함께 진행합니다. 서브컬처와 트렌드를 넘나드는 다양한 제품을 기획하는 브랜드입니다.","디안티플랫폼(THE ANTI PLATFORM)은 브랜드라는 집단이 가지는 가치의 정당성보다는 제품이 가지는 고유한 존재성과 소비에 목적을 두고 소통하고자 합니다. 'Domestic', 'Mass', 'Squad'의 세 가지 콘셉트로 트렌디한 제품을 합리적인 가격으로 제공하는 데에 목적이 있습니다. 이러한 문화를 집단의 목소리로 키워나가고자 합니다.","디에스엠티(DSMT)는 안목이라는 의미를 가지고 있으며, 패션을 통해 나타나는 무드와 실루엣을 통해 감각적이고 트렌디한 아웃핏으로 선보이는 브랜드입니다.","디티엠씨(DTMC)는 '나에게 어울리는 색을 찾아 도전하는 사람들'을 주제로 라이프스타일 요소를 접목한 스트릿 캐주얼을 지향하며 '나의 색깔'에 대해 끊임없이 질문하고 이를 패션으로 표현하는 브랜드입니다.","딥컬렉티브(DEEP COLLECTIVE)는 \"Blaze with the fire that is never expected.\"라는 슬로건 아래, 스트릿 컬처에서 보이는 기본적인 모습뿐만 아니라 모두의 색을 깊이 담아 브랜드만의 또 다른 문화와 스타일을 만들어내는 브랜드입니다.","땡스메시아(THANKS MESSIA)는 도쿄에서 2023년 선공개되어 서울을 기반으로 전개하는 핸드드로잉 그래픽 기반의 브랜드로, 매 시즌 다양한 서브컬처에 포커싱하여 아이템을 선보입니다.","러버킬러(RUBBERKILLER)는 버려진 폐타이어 이너 튜브를 재활용해 메신저 백, 백팩 등 다양한 친환경적인 제품으로 재탄생시키는 브랜드입니다. 독창적인 디자인으로 단 하나의 유니크한 디자인을 선사합니다.","러스틱클럽(RUSTICCLUB)은 오랜 시간이 흘러도 잃지 않는 빈티지 웨어의 가치와 웨스턴 & 컨트리 문화 고유의 자유로움을 표방하는 브랜드입니다.","RUNDS(런디에스)는 셀렉샵을 기반으로 시작된 브랜드로, 현재 셀렉샵과 함께 브랜드를 운영 중이며, 트렌디, 유니크한 디자인을 추구하는 브랜드입니다.","레브(REVE)는 남이 정해준 길을 따르지 않습니다. 우리는 스스로 길을 만들고, 자신만의 속도로 나아갑니다. 주저하지 않고 타협하지 않으며 언제나 새로운 시도를 통해 세상을 리드하는 브랜드입니다.","레이몬트(RAIMENT)는 스포츠 문화의 근본적 가치인 활동성, 자유, 긍정적 에너지를 담아낸 브랜드입니다. 활동적인 라이프 스타일을 위한 고품질 소재와 트렌디한 디자인으로 새로운 균형을 선사합니다.","레주(LEJU)는 '그 날'이라는 뜻을 가지며, 레주의 패션 제품들과 함께 새로운 경험이나 특별한 순간에 함께할 수 있는 높은 퀄리티의 세련된 스타일을 제안하는 브랜드입니다.","레큘리(RECULER)는 'break your own mold'라는 슬로건으로, 스스로가 만든 한계를 깨부수는 디자인을 제안하는 젠더리스 기반 디자이너 브랜드입니다.","레피브(REPIVV)는 'VIPER'라는 단어를 리버스한 이름으로, 강인하고 도전적인 여성들을 위한 유니크 트랙 슈트 브랜드입니다. “CHILLIN’ LIKE A SAVAGE”라는 슬로건 아래 편안함과 강인하고 도전적인 정체성을 모두 담은 뉴 트랙 슈트를 제시합니다.","로얄부스(ROYALBOOTH)는 다양한 라이프스타일 속에 소소한 감성을 더해주는 공간으로, 모두가 자연스럽게 스며들 수 있는 캐주얼 라이프스타일 브랜드입니다.","로얄블러드(ROYALBLOOD)는 한반도의 역사에 존재했던 다양한 예술적 상징들을 현대적인 스트릿 캐주얼 감성으로 재해석하는 브랜드입니다. 전통의 아름다움을 소중히 보존하는 것에서 나아가 오늘날의 멋에 적극적으로 녹여내며 새로운 문화를 만들어갑니다.","로어링라드(ROARINGRAD)는 'Routine&Comfortable'을 기본으로 빠르게 변화하는 사회와 트렌드 속에서도 균형을 잃지 않으며 고유하고 지속적인 세련미와 편안함을 추구하는 브랜드입니다.","로우비(LOWBI)는 미니멀한 감성을 바탕으로 절제된 스트릿한 감성을 더해 다양한 캐주얼 아이템을 선보이는 브랜드입니다.","롸임(RHIME)은 A Tribe Called Quest의 상징적인 곡 'Check the Rhime'에서 영감을 받은 이름으로, LA에서 시작된 스트리트 패션 브랜드입니다. 모든 아이템에 힙합의 정수를 담아내며, 과거와 미래를 균형있게 조화시킨 아이템을 선보입니다.","LUNACY(루나시)는 미친짓을 뜻하는 브랜드 이름으로, 쳇바퀴처럼 도는 평범한 일상속에서 자신이 추구하는 방향, 개성, 취향으로 일탈(미친짓)을 하는 사람들을 응원한다는 의미를 내포하고 있습니다. LUNACY는 \"EACH COLOR(각각의 색), 당신의 개성을 응원한다\"는 슬로건이며, 옷을 입었을 때 입은 사람의 개성이 되고자 하는 브랜드입니다.","루트무브(ROOTMOVE)는 도화지 위 불규칙한 잉크의 퍼짐을 포부로 삼아 형식에 얽매이지 않은 브랜드이고자 합니다.","르라레(LELALES)의 르(Le)는 남성, 라(La)는 여성, 레(Les)는 복수를 칭하는 프랑스어 관사입니다. 누구나 함께 즐길 수 있는 캐주얼한 무드의 뉴 노멀 브랜드입니다.","르티그레(LE TIGRE)는 1977년 미국에서 탄생한 스트리트웨어 브랜드로, 독특한 호랑이 로고와 스포티한 디자인으로 전 세계적으로 사랑받고 있습니다. 특히 1980~1990년대에 큰 인기를 끌며, 빈티지 패션의 아이콘이 되었습니다. 레트로 스타일의 부활과 함께 새로운 세대에게도 주목받고 있습니다.","리디(REDE)는 합리적인 가격의 스타일링 아이템을 선보이는 자체제작 브랜드입니다. 편안함을 중점으로 기억에 남는 데일리 스타일과, 감성적이고 다채로운 무드를 연출하는 디자인웨어를 선보입니다.","리무버 스튜디오(REMOVERSTUDIO)는 악마를 시그니처로 한 짐 웨어 브랜드입니다.","리베레(LIBERE)는 밀리터리·워크·스포츠 요소를 믹스한 독자적인 스타일을 전개하며 일본·한국·파리를 기반으로 활동하며 글로벌 전시회 참여를 통해 인지도를 확장하고 있는 브랜드입니다.","리에떼(REETE)는 '다시'라는 뜻의 RE와 불어로 '여행'라는 뜻의 E'T'E의 합성어로, 여행을 추억하는 스토리 전개와 각 도시 특징을 아트 워크로 녹여낸 위트 있는 디테일과 컬러감을 제안하는 브랜드입니다.","LEEJEE(리지)는 17F\/W시즌부터 시작한 디자이너 이하늘, 지다혜의 유니섹스 브랜드입니다. 럭셔리 스트릿 감성의 브랜드로서 '어디서나' 만나 볼 수 없는 유니크함으로 리지만의 색깔을 더해 '모두에게' 사랑받는 옷을 만드는 브랜드입니다.","LIQUOR BRAND(리쿼브랜드)는 1998년 가을 벨기에, 엔트워프에서 설립된 브랜드입니다. 타투예술에 대한 열정, 펑크 락, 카운터 컬쳐를 기반으로 둔 아트웍으로 현재 영국 및 유럽 각지에서 각광받고 있는 브랜드 중 하나입니다. 티셔츠류의 유니섹스 어페럴 라인업과 더불어 Bowling bag, Pouch 등의 다양한 제품라인으로 기존 국내 스트릿과는 차별 두는 독특한 디자인의 아이템들을 선보입니다.","마그리프(MAGRIFFE)는 프랑스어로 '나의 라벨'이라는 뜻을 가졌으며, 빈티지를 베이스로 하여 매 시즌마다 트렌드를 접목시켜 마그리프만의 감성으로 재해석하는 브랜드입니다.","마끄(MMAK)는 '막 걸쳐도 멋스럽다', '막 입어도 멋스러워 보인다'는 의미로, 시간이 지나 막 꺼내 입어도 멋스러운 미니멀한 디자인의 브랜드입니다.","마이딥블루메모리즈(MY DEEP BLUE MEMORIES)는 우리의 지난 순간들을 문장으로 표현한 서정적인 뜻입니다. 일상에서 마주하는 다양한 감정을 모티브로 다양한 아이템을 만들어 기록하고 공감하는 브랜드입니다.","마티올라(MATTHIOLA)는 야생화 'Matthiola Incana'의 꽃말에서 영감을 얻었습니다. 우리는 모두 영원한 아름다움을 가지고 있으며, 당신의 아름다움의 가치를 세상과 연결하기 위해 현대적 소재와 색의 룩으로 존재를 증명하고자 하는 스트릿 컨템포러리 브랜드입니다.","매드핑크(MADPINK)는 음악을 기반으로 음악에 맞는 패션과 콘텐츠를 제작하는 멀티 브랜드입니다. MUSIC & YOUNG CASUAL BRAND 핑크를 사랑하는 핑순이를 위한 매드핑크입니다.","맥컬(MACCULL)은 단정하면서도 세련된 옷을 디자인하고 만드는 브랜드입니다. 평범한 휴일에 편하고 세련되게 입을 수 있도록, 출근할 때 단정하고 깔끔하게 입을 수 있도록 언제든 자연스러움을 추구합니다.","머치씨(MUCHSEE)는 ‘Your Closest’의 가치와 함께 2021년 설립된 패션 스튜디오입니다. 삶과 패션을 다각도로 관찰하여 사랑과 희망의 메시지를 전하는 데에 그 목적을 둡니다. 패션이 매일의 삶을 변화시킬 수 있다는 믿음과 함께, 다시점의 개념으로부터 파생된 MUCH+SEE의 시선으로 삶과 패션을 정의합니다.","메르헨(MERCHEN)은 동화 속 감성을 담아내는 헤리티지 무드의 패션 브랜드로, 현대적 감각을 재부여하여 모든 세대들의 감성을 만족시킬 컬렉션을 제안합니다.","메아(MEA)는 우리 주변의 이야기에 관심을 기울이며 사회·문화에서 나오는 질문으로부터 영감을 받습니다. 성별에 제한을 두지 않는 디자인을 바탕으로 때로는 직선적이고도 곡선적인 실루엣과 실험적인 디테일로 심혈을 기울인 옷을 선보입니다. 매 시즌 유행을 따르기보다는 사회의 질문에 대한 우리만의 답을 찾아 컬렉션을 확장하고 있습니다.","멜로드(MELOD)는 부드러운 데이트 룩으로 로맨스를 잇는 남성 캐주얼 미니멀리즘 브랜드입니다.","MONOPATIN(모노파틴)은 기존 브랜드들의 문화 사대주의를 거부한 개성있고 혁신적인 디자인과 다양한 소재의 활용으로 한국을 더불어 미국, 일본, 중국 등 전세계적으로 마니아층을 형성하고 있는 브랜드입니다.","모데스티(MODESTY)는 올드스쿨 룩과 놈코어 룩에 기반한 스트릿 웨어 브랜드입니다. 편안함과 트렌디함을 동시에 갖춰, 일상생활 속 당신만의 아이덴티티를 찾아줍니다.","모빈스알(MOVINS.R)은 하이엔드 브랜드에서 10년 이상 일을 한 디자이너와 패브릭 엔지니어가 만나 론칭한 브랜드입니다. 사람이 가진 아름다운 신체의 곡선을 의복에 구현하며 안전성과 실용성을 더한 뉴 캐주얼을 표방합니다.","모슈파모슈(MORCEAU PAR MORCEAU)는 '조각조각'이라는 프랑스어로, 미니멀리즘을 기본으로 하되 부자재나 원단 같은 작은 조각 디테일을 더해 유니크한 멋을 완성해 나가는 브랜드입니다.","모스키토 머더러스(MOSQUITO MURDERERS)는 그래픽 중심의 스트릿 웨어 브랜드로, 재치 있는 아트 워크와 메시지를 담은 제품을 만듭니다. 성별, 시대, 개인 특성과 무관하게 모두와 공감할 수 있는 다양성을 지향합니다.","MOTIFEST(모티패스트)는 프랑스로 모티브를 뜻하는 motif 와 동쪽으로 뜻하는 est의 합성신조어로 한국과 일본의 스트리트 브랜드팀이 합작한 브랜드입니다.","몬데그린레코즈(MONDEGREEN RECORDS)는 밴드 티셔츠를 기반으로 하는 가상의 소규모 레이블입니다. 생활 극복형 뮤지션들의 앨범보다 먼저 나와버린 굿즈를 선보이며 밴드별로 다양한 이야기를 티셔츠로 선보입니다.","몬트라바일퍼스널(MONTRAVAILPERSONNEL)은 프랑스어로 '나만의 개인적인 작업물'이라는 뜻을 가진 브랜드입니다. 나만의 것을 만들고, 당신의 이야기를 입기를 바랍니다.","몰리스모먼트(MOLLY'S MOMENT)는 '오늘이 당신에게 가장 아름다운 시간으로 기억되길. 지금 이 순간도!'라는 슬로건 아래 'FEMININE, MODERN, BASIC' 세 가지를 담아 유행에 민감하지 않으면서도 주목 받을 수 있는 자연스러운 실루엣의 디자인을 추구하는 브랜드입니다.","무라(MURRA)는 기억에 남는 순간마다 항상 곁에 두고 싶은 향과 제품을 추구합니다. 마지막 순간의 여운을 오래도록 남길 수 있는 잔향처럼, 제품의 시각적 디자인을 넘어서 잔향을 남길 수 있는 제품을 목표로 합니다.","무쌍(MUSSANG)은 스트릿 짐 웨어 브랜드로, 스스로가 환경이라는 뜻을 담고 있습니다.","뭉(MWOONG)은 'Get Together, Familia'라는 슬로건 아래, 각자의 다름을 인정하면서 서로 다른 사람들이 함께하는 것을 목표하는 브랜드입니다.","미드선(MIDSUN)은 MIDDAY TO SUNSET이라는 뜻을 가지며, 찬란한 정오부터 노을이 익어가는 해질녘의 시간이 청춘과 닮아 있다는 가정하에 전개되는 브랜드입니다. 자유로운 청춘들을 미드선만의 방식으로 직관되게 표현할 예정이며, 모든 아이템은 반항적인 ROCK, 자유로우면서도 낙관적인 RESORT스타일로 해석하여 트렌디한 디자인으로 선보입니다.","미시카(MISHKA)는 2003년 미국 뉴욕의 브루클린에서 탄생한 스트릿 브랜드입니다. 서브컬처를 적극적으로 후원하고 있으며, 브랜드 가치를 인정받아 현재 글로벌 브랜드로 성장하였습니다. 지샥(G-SHOCK), 베어브릭(BEARBRICK), 지포(ZIPPO) 등 여러 유명 브랜드와 활발하게 협업하였으며, 이러한 인기에 힘입어 2020년 한국에 정식 론칭하였습니다.","미트라(MITRA)는 ‘나’를 표현하는 섹슈얼하고 그런지한 독창적인 재료들을 제공하는 브랜드입니다. 미트라의 재료들로 완성될 여러분의 ‘나’라는 작품을 기다리고 있습니다.","미헤브(MIHEV)는 'miracles happen every day'라는 신념으로 탄생하였습니다. 미헤브만의 러블리 시크 무드를 담아낸 데일리웨어로 꾸미지 않은 듯 멋스러운 스타일로 일상에 특별함을 더하는 브랜드입니다.","믹쓰제이(MIXXJ)는 '디자이너 J가 당신이 원하는 스타일을 MIX하다' 라는 뜻을 지닌 브랜드입니다. 다양한 문화와 사회 요소에서 영감을 받아 스트릿 패션을 재해석하고, 유니크한 아트 워크와 트렌디하고 편안한 핏을 제안합니다.","밀리밀리언(MILLIMILLION)은 힙합 댄스 콘셉트를 패션화한 하이 퀄리티의 유니섹스 스트릿 브랜드입니다.","바네사(VANESSA)는 그리스어로 '나비'라는 뜻을 가지며, 나비의 생명력을 패션으로 승화시킨 브랜드입니다. 색감, 기능성, 트렌드에 구애 받지 않고 오랫동안 입을 수 있는 제품을 선보입니다.","VASTIC(바스틱)은 편안하고 일상에서 주로 착용이 가능한 기본적인 제품을 기획하는 캐주얼 브랜드입니다. 시간, 장소에 구애받지 않는 단 한 벌을 모든 제품마다 고심하며 제작하고 있습니다. 한때의 소유보다 오랜 시간 간직되길 바라는 마음으로 임하고 있는 브랜드입니다.","바우스트(BAUST)는 Baulk(꺼리다)와 Foremost(가장 뛰어나다) 단어를 변형한 합성어로 바우스트에 대한 대중의 감정의 변화를 담고 있으며, Baulk에서부터 Foremost까지의 인식이 바꿔나가는 과정을 그린다는 의미입니다. 디자이너의 자신을 표현한 브랜드로 성격이나 외모, 사회적 불만을 포장하거나 과장하지 않고 직설적으로 표현한 브랜드입니다. 마니아적 감성과 고집스러운 디자인으로 시대가 만들어 놓은 유행에 편승하지 않고 바우스트가 추구하는 가치와 디자인으로 사회와 소통합니다.","바이안아(BYAHNAA)는 보편성에 실용성과 심미성을 더하여 '뉴 베이식'을 지향하는 브랜드입니다. 평범함을 놀라운 순간으로 바꾸는 것은 예상치 못한 디테일입니다. 세대와 국경을 뛰어넘어 자기 표현의 캔버스가 되는 뉴 베이식의 본질을 느껴보세요.","바이크(BIKE)는 1874년 보스턴에서 시작되어 자전거 경주를 안전하게 보호하며 선수들의 열정과 함께한 브랜드입니다. 현재 아메리칸 풋볼, 베이스볼, 농구 등 주요 스포츠를 아우르는 스포츠웨어 전문 브랜드로 성장했습니다. 미국 스포츠 산업의 역사를 함께 써내려 가며, 매 순간을 특별하게 만드는 필수 아이템으로 사랑받고 있습니다.","발란사(BALANSA)는 작지만 에너지 있고 언제나 음악과 함께하며 다채로운 색깔을 가진 셀렉트 숍입니다. 부산에서 시작하여 다양한 빈티지 제품과 음악 관련 상품을 선보이며 현재는 빈티지 감성의 자체 브랜드로 다양한 브랜드와의 협업을 통해 새로운 에너지를 만들고 있습니다.","배드보이즈스포츠클럽(BADBOYSSPORTSCLUB)은 얼터너티브 락시크를 추구하는 브랜드입니다. 매니악한 문화를 쉽고 간결하게 나타내고자 합니다. 다양한 것들의 대안이 됩니다.","버닝카포네(BURNING CAPONE)는 2030 세대를 위한 스트릿 캐주얼 웨어 브랜드입니다. 서브 컬처를 대표하는 스트릿 신의 다양한 문화 코드를 담아 매 시즌 개성 있는 라인을 선보이며, 시대적 배경을 기반으로 과감하면서도 절제된 실루엣을 담아 자신만의 스타일을 추구할 수 있습니다.","버블피스(BUBBLPIECE)는 우리의 삶과 함께하며 모든 순간이 행복한 조각으로 남길 바랍니다. 베이식한 패턴에 버블피스만의 색을 더해, 각자의 개성에 따라 다양한 스타일과 변주를 즐길 수 있는 브랜드입니다.","버저비터(BUZZERBEATER)는 스포티한 감성에 베이식한 무드를 더해 남녀노소 즐겨 입을 수 있는 Basketball 기반의 스포츠 캐주얼 브랜드입니다.","벌(BIRL)은 클래식과 캐주얼의 중간에 위치한 활동적인 컨템포러리 캐주얼 웨어를 선보입니다. 'Every day birls day'라는 슬로건을 바탕으로, 매일을 축제처럼 함께할 수 있는 편안한 실루엣과 높은 퀄리티의 유니섹스 웨어를 만듭니다.","베나(VENA)는 일상에서 편안하게 착용할 수 있는 심플·모던 웨어를 만듭니다. 자체 제작 기반이며, 모든 단계를 직접 관리하여 높은 완성도를 유지합니다. '단단함이 만든 속도'라는 철학을 바탕으로 과하지 않은 디자인을 추구하는 남성 프리미엄 애슬레저 브랜드입니다.","베러댄88(BETTERTHAN88)은 기본에 충실한 인더스트리얼 스트릿 브랜드입니다. 무한대 기호(INFINITY)를 형상화한 브랜드 네임이 우리의 모토입니다. 이보다 더 좋을 수 없을 컬렉션을 합리적인 가격 범위 안에서 만들기 위해 노력합니다.","베스티리아(VESTIRYA)는 열정적이고 에너제틱한 일상, 자유롭고 여유로운 라이프로 대비되는 일상과 삶이 완벽한 조화를 이루는 아이템을 선보이는 브랜드입니다.","베이스크림(BASECREAM)은 'basement'와 'scream'의 합성어입니다. 언더그라운드 서브컬처를 대중에게 알리고자 하는 취지로 모인 브랜드입니다. 제품을 통해 브랜드의 생각과 메시지를 대변하고자 합니다.","벨릭스(BELIX)는 다양성과 복잡성을 인정하고 일상에서 경험한 다양한 요소와 영감을 현대적인 디자인으로 재해석하여 전개하는 브랜드입니다.","부붐(BOOVOOM)은 컨템포러리 캐주얼 빅 사이즈 디자이너 브랜드입니다.","뷔벨로체(VVELOCE)는 유니섹스 스트릿 무드의 의류와 모자, 액세서리를 선보이는 브랜드입니다.","BRAVADO(브라바도)는 글로벌 No.1 음악회사인 유니버설뮤직 산하에 있는 머천다이즈 브랜드로 'More than Music'(음악 그 이상 것)이라는 모토 아래 음악과 접목할 수 있는 여러 분야를 개척하기 위해 다양한 시도를 하고 있습니다. Rock, Hip Hop, Pop, Electronic 등 다양한 음악장르를 아우르는 해외 유명 뮤지션인 The Rolling Stones, Guns N' Roses, The Doors, Green Day, Michael Jackson, Eminem, Lady Gaga, Katy Perry 등이 대표적인 아티스트로 독보적인 아트워크를 활용한 고퀄리티의 티셔츠, 모바일 디바이스 제품들을 선보이며 대중에게 큰 인기를 얻고 있습니다.","브루클린 뮤지엄(BROOKLYN MUSEUM)은 뉴욕 브루클린에 위치한 박물관으로, 'Wearable Art'라는 슬로건 아래 박물관의 아카이브를 통해 새로움을 보여주고자 합니다. 도시적인 느낌과 실용적인 느낌을 보여주며 브루클린의 세련미를 소재와 컬러에 담고자 합니다.","블라크라더(BLAKLADER)는 1959년 스웨덴의 작은 시골에서 시작된 작업복 제조 회사로, 60년의 긴 역사를 자랑하는 고품질 의류 브랜드입니다. 현재는 독일, 스위스, 프랑스, 이탈리아 등 유럽지역부터 미국 및 일본 등 전 세계적으로 사랑받고 있습니다.","블랙사인(BLACKSIGN)은 얼리 아메리칸 컬처를 다루는 브랜드입니다. 헤리티지에 대한 독자적인 재해석과 융합을 통해 미니멀하고 현대적인 실루엣을 완성합니다.","블랙아스터비(BLACK ASTER B)는 검정 별의 탄생이라는 뜻입니다. 고품질의 원단만을 사용하여 블랙아스터비만의 독자적인 트렌드를 전개합니다.","BLEDITION(블레디션)은 BLACK LABEL과 LIMITED EDITION의 합성어로 블레디션은 최고의 퀄리티와 한정성으로 고객들에게 다가가는 브랜드입니다.","비나이스(BENICE)는 긍정적인 태도와 자유로운 감성을 바탕으로, 평범한 날에도 특별함을 더하는 감각적인 스타일을 제안하는 브랜드입니다. 편안함을 기반으로 한 위트 있는 디자인과 긍정적인 메시지로 일상의 순간을 기분 좋게 채워갑니다. 모든 사람의 하루 속에 스며드는 나이스한 순간, 비나이스와 함께 나이스 하루를 만들어 보세요.","비디디엔(BDDN)은 오피셜한 워크 웨어 룩과 힙한 스트릿 무드의 교집합을 선보이는 브랜드입니다. 신의 선이라 불리는 현수선을 베이스로 직선이 주는 획일화된 느낌을 탈피하고 의도적인 선으로 완성한 디자인을 추구합니다.","비비올리비아(VVOLIVIA)는 모던하고 도시적인 스타일의 고감도 여성복 브랜드입니다.","비셋프리(BESETFREE)는 자유롭고 혁신적인 디자인으로 모두를 잠시나마 자유롭게 만들고자 하는 목표를 가진 브랜드로, 끊임없이 반복되는 일상에 활력소가 되는 디자인을 선보이는 것을 목표로 합니다.","비아로머(VIAROAMER)는 멋스럽지만 대중적이고, 중성적이면서도 섬세한 무드로 감성의 깊이를 더하는 브랜드입니다. 안정적인 실루엣과 다채로운 레이어링으로 자신을 표현할 수 있는 스타일을 제안합니다.","비엘알(BLR)는 'Bluer Lives in the Rough'에서 파생되어 데님의 본질을 재정의해 데님 아카이브에 거칠고 불투명한 무드를 제공하는 새로운 데님 베이스 브랜드입니다.","비캔버스(BECANVAS)는 심플하면서도 고급스러운 무지 의류를 중심으로 한 브랜드입니다. 다양한 고객층을 만족시킬 수 있는 폭넓은 사이즈와 색상 옵션을 제공합니다. 세미 오버 핏의 편안하고 넉넉한 패턴을 채용하여 다양한 체형에 잘 어울리며, 최상급 원단을 사용하여 두께감과 수축률 등을 고려해 탁월한 착용감을 제공합니다.","비플랫 베네통(Bb' BENETTON)은 어느 한쪽으로 치우치지 않는 삶의 균형을 추구합니다. 억지로 자신을 바꾸지 않고, 본연의 아름다움을 원하며 건강하고 자유로운 일상을 추구하는 분들을 위해 다양한 스타일을 제안하는 브랜드입니다.","사운드오브선라이즈(SOUND OF SUNRISE)는 일본을 기반으로 전개하는 라이프스타일 스포츠웨어 브랜드입니다. 일상을 다채롭게 만드는 캐주얼웨어부터 기능성을 겸비한 스포츠웨어까지, 고유의 디자인을 토대로 다양한 제품군을 선보입니다.","SOUNDS BMUET(사운즈 비뮈에트)는 BMUET(TE)의 디퓨전 라인으로BMUET(TE)의 개념적인 미학에서 출발하여2018년에 런칭하였다. 메인라인의 창의적 아이디어와 전위적인 시각을 컨템포러리한 감성으로 접근하며 새로운 스트리트 영감의 해석을 통한 미니멀 해체주의를 추구한다. 사운즈 비뮈에트의 스타일은 새로운 영역의 아방가르드 스트리트 스타일과 더욱 웨어러블하고 영(YOUNG)한 감각을 접목한 브랜드입니다.","사운즈굿(SOUNDS GOOD)은 음악 장르인 '재즈'를 메인으로 만들어진 레코드숍&라이프스타일 스토어입니다. 국내외 다양한 재즈, 소울, 펑크, 디스코 등의 레코드와 자체 제작 굿즈를 소개합니다.","사이(SAI)는 한 곳에서 다른 곳까지, 또는 한 물체에서 다른 물체까지의 거리나 공간. 한때로부터 다른 때까지의 동안을 의미합니다. 어떤 일에 들이는 시간적 여유나 겨를, 새로 맞은 관계, 그 '사이'에서 받은 영감을 바탕으로 브랜드의 아이덴티티를 표현합니다.","샴페인 블랭크 에스테틱(CHAMPAGNE BLANK AESTHETIC)은 젠더리스를 지향하는 브랜드로, 매 시즌 남녀 경계가 없는 다양한 의류 컬렉션을 전개합니다.","서지웨어(SURGE WEAR)는 최고의 품질을 지향하며 빈티지 스포츠 웨어를 기반으로 만들어지는 브랜드입니다. 빈티지와 같은 만듦새에 트렌디한 실루엣을 가미하여 합리적인 가격대에 누구나 입을 수 있는 라인업을 선보입니다.","서프앤터프(SURFNTURF)는 경계 너머의 이야기를 키치하고 대담한 스트리트 무드로 풀어내는 브랜드입니다. 스스로를 표현하는 비주류를 위해 섞이고, 부딪히고, 새로움을 만듭니다.","서피스에디션(SURFACE EDITION)은 모든 표면에 대한 흥미를 갖고 탐구한 결과물을 시즌별로 정리하여 보여준다는 의미입니다. 우리는 브랜드가 추구하는 가치의 시각적 표면을 사람들에게 보여주고, 고객이 우리의 브랜드를 통해 그들 삶의 표면을 디자인하는 것에 흥미를 느끼기를 바랍니다.","세러데이 레저 클럽(SATURDAY LEISURE CLUB)은 2016년 런던 핌리코에서 시작된 브랜드입니다. 일주일 중 가장 편안한 여가와 휴식을 보낼 수 있는 토요일에서 시작되었습니다. 세러데이 레저 클럽은 특정한 색상의 제품을 만드는 것보다는 브랜드만의 무드를 연상케 하는 스포츠&레저용품을 만듭니다.","세레니스(SERENIS)는 2024년 론칭한 서울 기반의 패션 브랜드입니다. \"Serenis Vita\"(평화로운 삶)이라는 의미를 내세우며, 이는 내면의 안정과 외부의 조화가 어우러진 삶을 지향하는 개념입니다. 이런 삶은 일상에서의 스트레스와 혼란을 넘어 깊은 평온과 균형을 경험하는 상태를 말합니다. 고객들에게 평온하고 안정된 삶을 제공하는 제품이나 서비스를 통해 일상의 질을 향상시키겠다는 메시지를 전합니다.","세지니스트(SEJINIST)는 한국을 담은 그래픽 아트와 한복이 만나 코리아 스타일의 스트릿 패션을 창조하는 패션 그래픽 아트 브랜드입니다. 오방색을 중심으로 한국의 전통과 현대문화에서 모티브를 얻어 그래픽으로 개발하고, 한복의 실루엣과 디테일을 현대적으로 풀어낸 새로운 형태의 스타일을 제안합니다.","셀렙샵에디션(CELEBSHOP EDITION)은 간결한 실루엣, 섬세하고 정교한 디테일로 시즌 가장 에센셜한 스타일을 선보이는 브랜드입니다.","셈퍼리버(SEMPERRIBER)는 일상 속 자유로움을 추구하며, 작은 일탈과 사소한 순간까지, 우리의 옷이 당신의 일상을 기억하는 브랜드입니다.","소겐(SOGEN)은 모던 스트릿 웨어에 실용성을 겸비한 디자인을 전개하는 브랜드입니다.","수아트(XHUA'T)는 옷이라는 캔버스 위에 그림을 그리고, 다양한 의류들을 디자인하며 자신의 생각과 감정을 표현하고 자신의 작품을 통해 말하는 자폐 스펙트럼을 가진 열 살 디자이너 브랜드입니다.","슈브토(SHVTO)는 자연재해, 퓨처리즘, 사이버라는 키워드를 기반으로 한 스트릿 브랜드입니다. 자연재해에 대한 경각심과 미래주의적인 생각을 패션으로 표현하면서 스트릿 스타일을 통해 사람들이 흥미를 느낄 수 있도록 표현합니다.","슈퍼벨로체(SUPERVELOCE)는 모터 컬처 속 미학을 기반으로 전개하는 컬처 브랜드입니다.","스미스아머(SMITHARMOR)는 '갑옷을 단조하다'란 의미로 오랫동안 디자이너로서 좋은 옷을 짓고 싶다는 마음으로 만든 브랜드입니다. 전통 한복의 동양적인 '미(美)'에서 영감받아 기본에 충실한 디자인과 편안한 착용감, 동양적인 실루엣을 유니크하게 풀어냈습니다.","스쿠읏 핸드미다운즈(SKOOT HANDMEDOWNS)은 희귀한 오리지널 아이템을 전문으로 선보이는 언더그라운드 스트릿 패션 브랜드입니다. 뉴에이지 소비자를 반영하는 아이템을 아티스트에게 영감을 받아 제작합니다.","스크류다룰스(SCREWDARULES)는 싱가포르를 중심으로 아시아 시장에서 활동하던 패션 크루가 2022년 론칭한 브랜드입니다. 전 세계에 한국 패션을 알리는 것이 목표입니다.","스타일릭스(STYLIX)는 캘리포니아 레트로 감성을 기반으로 오버 핏과 루즈 핏의 스트릿 패션을 표현합니다. 높은 퀄리티와 함께 편안함과 스타일을 조화롭게 결합하여 고객들에게 자유로운 패션 선택을 제안하는 브랜드입니다.","스톡홀름 서프보드 클럽(STOCKHOLM SURFBOARD CLUB)은 모든 세대를 아우릅니다. 아크네 스튜디오(ACNE STUDIO)의 전설적인 디자이너 조니 요한슨(Johnny Johansson)이 패션 디자이너 만 글라드(Manne Glad)와 함께 2019년 론칭한 브랜드입니다. 현재 스톡홀름 패션과 서브컬처 신에 새로운 파도를 일으켰습니다.","스틸레써디(STILLLETHARDY)는 'We make attitude'를 슬로건으로, 애쓰지 않아도 주의를 끌게 되는 요란하지 않고 흥미로운 옷을 만드는 브랜드입니다.","스팁(STEEPC)은 하이테크와 미니멀리즘을 결합한 퓨처리즘 스트릿 웨어 브랜드입니다. 다양한 퓨처리즘 베이스의 브랜드와 컬래버레이션으로 스트릿 웨어 시장의 선두주자가 되고자 합니다.","스페셜게스트(SPECIALGUEST)는 기능성 의류의 편안함에 스트릿 무드를 더해 상반된 두 특징 모두를 충족하고자 2013년 대한민국 서울에서 시작된 브랜드입니다. 세계적인 문화에 브랜드의 철학을 담아 서서히 나아가고 있습니다.","스포츠뎁트(SPORTS DEPT)는 일상의 경계를 넘어 스포츠의 열정과 캐주얼의 편안함을 추구하는 브랜드입니다. 단순한 패션을 넘어, 라이프 스타일을 선도하는 지속 가능한 아이템을 선보입니다.","SPITFIRE(스핏파이어)는 스케이트 보딩을 대표하는 휠 컴퍼니로 30년이 넘는 오랜 기간 동안 스케이터들과 함께하며 특유의 아이코닉 한 불꽃 모양의 로고로 수많은 사람들의 머릿속에 각인되었습니다. 지금도 스케이트보드 휠 외에도 허브 반스 쓰러셔 등 다양한 브랜드들과 콜라보를 진행하는 등 멈춤 없는 행보를 보여주고 있는 브랜드입니다.","SLEEPYSLIP 은 SLEEPY(졸리운,생기없고 조용한)SLIP(미끄러지다) 합성어로 본인의 시간을 잃어가며,바쁘게 살아가는 젊은 청춘의 라이프스타일을 나른함,나태함,게으름 이라는 모티브로 가끔은 나른함이라는 라이프스타일을 생각할수 있도록 도와주자 라는 취지로 시작되었다.SLEEPYSLIP 은 당신에게 따뜻한 주말 게으름,그리고 나른함을 선물하고자 한다.","시요볼(XIYOBALL)은 XIYO의 믿음을 공 안에 담아 천천히 굴려 아름다움을 창조하는 브랜드입니다.","시티스트리트(CITY STREET)는 도시 거리에 공존하는 의복을 브랜드만의 스타일로 재해석하여 남녀노소 부담 없이 입을 수 있는 디자인으로 전개합니다.","심웍스(CEEMWORKS)는 '재미있게 일하고 멋지게 일하자'라는 슬로건을 가지고 서브컬처 문화를 지향하는 브랜드입니다.","써넥트(SUNNECT)는 오락이나 휴식에서 얻는 영감을 주제로 삼아 다양한 소비자 경험 콘텐츠를 통해 밝고 긍정적인 메시지를 전달하고자 합니다. 또한, 소개한 결과물이 보는 이들의 자유로운 해석을 바탕으로 즐겁고 가볍게 소비되는 것을 지향합니다. 특정 문화에 기반한 전개보다는 다양한 문화의 공존과 지속을 지지하며, 각각의 오리지널리티와 브랜드만의 재해석 사이 정교한 균형을 반영하여 브랜드를 전개합니다.","써리얼(SURREALL)은 현실과 비현실의 경계를 넘나드는 새로운 세상을 꿈꾸는 브랜드입니다. 일상 속에서 마주하는 평범함에 색다른 매력을 더하고, 우리만의 독특한 시각을 담아 냅니다.","쎄르페(SSERPE)는 히피, 락, 힙합이 혼합된 새로운 문화 코드를 만들어 가는 패션 디자이너 브랜드입니다.","쏘지(SSOJI)는 독창적이지만 거부감이 없으며 확실한 콘셉트를 가졌지만 대중적인 코드를 담아 매 시즌 트렌디한 디자인을 전개합니다.","씨씨더블유씨(CCWC) 서브컬처를 중심으로 독특한 라이프 스타일을 추구하는 크루이며, 기계적 아름다움과 음악, 공간, 예술 등 여러 분야에서 느낀 문화적 영감을 동시에 탐구하여 룩으로 표현하는 브랜드입니다.","COME(씨오엠이)는 Colour Of Mars from Earth 즉, ‘지구에서 바라본 화성의 색’을 의미하는 약자로써 다양한 색채의 화성 표면이 지구인들의 눈에는 ‘붉은색’이라는 단일한 색채로 비치는 것처럼, garment라는 하나의 개념에 의상을 가두기보다는 가치관, 문화, 예술, 시점 등을 통해 다양한 콘셉트를 자유롭게 창조하여 함축적으로 각 아이템 안에 표현하는 것을 목적으로 하는 브랜드입니다.","씨웨어바이더지니어스(C WEAR BY THE GENIUS)는 ‘반항적인 미니멀리즘’을 컨셉으로 간결한 디자인을 추구합니다. 군더더기 없는 익숙한 제품에 해학적인 메시지를 담아 가볍고 유쾌한 스타일을 제시하는 브랜드입니다.","아루마루(ARUMARU)는 산책길에 스미는 햇살, 가족과 친구와 함께 하는 일상 속 브랜드입니다.","아리(ARI)는 패션을 기반으로 한 문화 커뮤니티케이션 브랜드입니다. 모든 영역간의 커뮤니케이션을 연결하는 것을 브랜드 핵심 가치로 추구합니다.","AMU KOREA(아무 코리아)는 개성 있는 모노톤 & 미니멀리즘 오버사이즈의 정확한 디자인을 하고 아방가르드 유니섹스라는 컨셉으로 무정형의 그래픽, 최상의 핸드페인팅을 기반으로 하여 오리지널 내면의 감각과 무드를 지향합니다.","아블라 푸데티(ABLA PUDETI)는 시간의 문을 연다는 함축적인 의미를 가지고 있습니다. 과거, 현재, 미래에 대한 다양한 영감을 바탕으로 한 콘셉트의 스타일을 전개합니다.","ASPARAGUS(아스파라거스)는 남성성과 여성성으로 표현되는 비주얼, 테크니컬한 디테일과 아티스틱한 무브먼트, 아름다운 것과 그 반대의 것, 이 양극단의 경계에서 표현되어지는 감정들을 표현하는 브랜드입니다.","ASIHA(아시하)는 디자이너 송탈이 2016년에 런칭한 브랜드입니다. AsiHa는 동양의 미를 identity로 삼아 매회 매 시즌 새로운 컨셉과 테마로 AsiHa만의 유니크함과 우아함으로 위트 있게 선보이고 있습니다. AsiHa는 동양적인 특징, 특히 대한민국의 고유한 멋과 문화를 결합시켜 디자인과 이야기를 풀어나가며 옷의 우아한 선과 고결한 품격을 나타내고 있습니다. AsiHa의 상징인 하회탈은 현대적으로 풀어낸 한복의 멋을 전 세계에 알리기 위한 상징이며 살기 좋은 대한민국을 담아낸 브랜드입니다.","아오비언스(AOBIANCE)는 일본어 ‘아오(파랑)’와 프랑스어 ‘Ambiance(분위기)’의 조합에서 시작된 이름으로, 파랑이란 단어를 어린아이에 빗대어 유년 시절의 감성과 분위기를 담아내는 캐주얼 스트릿 무드의 브랜드입니다.","아워포켓츠(OURPOCKETS)는 새로운 시각을 탐험하는 의류 브랜드입니다. 크리에이터와 함께 성장한다는 콘셉트로 아티스트에게 영감을 받은 디자인을 선보입니다.","아이멀크(IMIRK)는 영화와 여행을 통한 영감을 담아 디자인하는 디자이너 브랜드입니다.","아이사피(I4P)은 2018년 서울에서 영감을 받아 론칭한 브랜드입니다. 표현에 있어 형식이 없고 자유롭습니다. 스트릿 컬쳐에서 영향을 받아 지속적으로 성장 중입니다.","아주르(AZUR)는 태양과 구름, 하늘과 같은 존재의 미묘한 조화를 통해 스트릿 웨어를 재해석한 새로운 라이프스타일을 제시합니다.","아크라이브(ARCLIVE)는 부드러운 곡선의 아름다움과 자유로운 표현을 통해 변화와 흐름을 추구하는 창의적인 브랜드입니다. 개성과 다양성이 지닌 고유한 아름다움을 담아, 경계를 넘어 자유롭게 표현할 수 있도록 합니다. 당신의 스타일이 곧 새로운 흐름이 됩니다.","ATAR(아타르)는 히브리어로 몸에 천을 두르다라는 의미이다. 브랜드 ATAR에서는 STUDIOS DE ATAR의 예술적 방향성을 시대상에 적절하게 반영하여 트렌디(trendy)한 패션으로 전개하는 Ready To Wear(RTW)의 기성복 라인이다. 미니멀하면서도 해체주의적인 룩을 실루엣과 디자인의 기반으로 전개한다. 스트릿웨어를 지향하며 어반컬처(urban culture)의 문화적 배경으로 패션을 소통한다.","아토드(ATOD)는 ‘선물’이라는 뜻의 순우리말 아토(ATO)와 디자인(Design)의 D를 결합해, 옷을 통해 특별한 순간을 선물하는 브랜드입니다. 누구나 쉽게 입을 수 있으면서도 자신만의 개성을 표현할 수 있도록, 감각적인 그래픽과 편안한 핏을 중심으로 다양한 스타일을 제안합니다. 아토드만의 감성을 담아, 일상 속에서 자연스럽게 스며드는 선물같은 순간을 만들어갑니다.","아플라프(AFLAF)는 현대미술과 건축, 거리 패션 등 이질적인 종류로 이루어진 주제에서 영감을 받은 유니크한 디자인으로 '럭셔리 속 키치함'을 실현합니다. 무결한 디테일과 고품질의 소재를 통해 세련되고 예술적인 경험을 제공합니다.","안드라(ANDRA)는 'various ideas about creation' 이라는 슬로건으로, 창조에 대해 여러가지 시각과 관점으로 새롭게 생각하여 새로운 문화를 만들어 가는 브랜드입니다. 다양한 생각과 시선을 공유하는 커뮤니케이션을 가치로 삼고 있습니다.","안티소셜 소셜 클럽(ANTI SOCIAL SOCIAL CLUB)은 크리에이티브 그룹의 스트릿 캐주얼 웨어 브랜드입니다. 동시대의 다양한 감정을 그래픽과 서브 컬처에 담아 티셔츠, 후드 티셔츠, 캡 등의 다양한 제품으로 선보입니다.","ANTI HERO(안티 히어로)는 미국 프로페셔널 스케이트 보더 JULIEN STRANG에 의해 1995년에 설립된 저명한 팝 아티스트 웨인 티보의 영향을 받은 브랜드아이덴티티를 가지고 있습니다. 안티 히어로는 슈프림 반스와의 콜라보레이션을 통해 더욱 진보된 모습을 보여주고 있는 브랜드입니다.","알엠알엔(RMRN)은 모던 베이식 캐주얼 웨어를 지향하는 브랜드입니다. 믿을 수 있는 품질의 컨템포러리 패션으로 데일리 룩과 편안하게 입을 수 있는 옷을 제안합니다.","알테그리히(ALLTAGLICH)는 독일어로 ʻ일상’을 뜻하며, 일상 속에서도 우리가 좋아하는 다양한 운동의 감성을 느낄 수 있는 제품들을 만들어가는 브랜드입니다.","애드슬로우(ADDSLOW)는 빠르고 바쁘게 살아가는 삶 속에서 조금 더 느린 삶을 지향하는 브랜드입니다.","애드오프(ADDOFF)는 개인의 경험과 다양한 매체에서 받은 영감을 애드오프만의 테마로 더하고(ADD) 빼며(OFF) 재해석한 무드를 선보입니다. 의류뿐만 아니라 러프하지만 재미있는 퍼포먼스로 다양한 사람들과 교류합니다.","애프터매스는 다양한 문화적 스타일을 조화롭게 융합하며, 도시 패션의 흐름을 선도하는 것을 목표로 합니다.\n독창성과 유니크함을 핵심 가치로 삼아, 강렬하고 차별화된 브랜드 아이덴티티를 지속적으로 확립해 나가고 있습니다.","앤드 뉴스탠다드(AND NEWSTANDARD)는 스케이트보드 컬처와 밀리터리, 아웃도어, 빈티지를 재해석하여 선보이는 브랜드입니다.","ANOTHERYOUTH(어나더유스)는 'YOUTH FOR YOUTH'라는 슬로건과 함께 'YOUTH-젊음'라는 단어가 내포하고 있는 색깔과 에너지를 ANOTHERYOUTH만의 느낌으로 간결하면서도 과하지 않은 색감과 참신한 디자인으로 위트 있으며, 모던한 의류를 추구합니다.","UNALLOYED(어널로이드)는 '다른 것이 섞이지 않은, 순수한' 이라는 뜻을 가지고 있으며, 불필요한 요소들을 제거하고 대상의 순수한 본질을 담은 스토리텔링을 보여주고자 합니다. 매시즌 센서티브한 스토리와, 유행에 구애받지 않는 어널로이드만의 실루엣을 선보일 예정입니다.","어앰비션(AAMBITION)은 시간의 흐름 속에서도 가치를 잃지 않는 디자인과 섬세한 디테일, 그리고 개성을 존중하는 태도를 바탕으로 새로운 스타일을 제안하는 브랜드입니다. 서울을 기반으로 활동하며 젊은 감각과 혁신적인 디자인 철학을 바탕으로 독창적인 실루엣과 텍스처를 탐구합니다. 단순한 기획을 넘어, 디자이너들이 직접 스튜디오에서 디자인하고, 패턴을 제작하며, 샘플을 완성하는 과정을 거친 아이템을 선보입니다.","언놈 이즈 데드(UNNORM IS DEAD)는 2017년 서울을 베이스로 시작된 브랜드로, '스트릿&클래식'이라는, 모던한 실루엣과 미니멀한 디테일을 바탕으로 한 무채색의 컬러 조합의 새로운 스타일을 지향합니다. 또한 낯설게 하기 기법을 이용하여 현대 미술 정신을 반영합니다. 또한, 타이포그래피에 대한 깊은 고찰을 통해 브랜드 아이덴티티를 강화하였습니다.","언더톤즈(UNDERTONES)는 'Paint it black'이라는 슬로건 아래 언더그라운드 록 무드를 기반으로 한 스트릿 캐주얼 웨어 브랜드입니다. 시대를 아우르는 록 뮤지션들의 스타일에서 영향을 받아 이를 트렌디하게 해석한 아이템을 제안합니다.","언로더(UNLOADER)는 평범한 일상의 제한을 거부하는 자유 의지로 상황에 제한 없이 착용 가능한 제품을 제공하는 캐주얼 스트릿 브랜드입니다.","언지미크(UNGIMMICK)는 이름 그대로 상술이나 속임수 없이 정직하고 견고한 상품을 선보이는 브랜드입니다. 앞으로도 값지고 정직한 제품을 선보일 것을 약속합니다.","UNTAGE(언티지)는 트렌디한 감성을 바탕으로 매 시즌 새로운 모티브를 디자인하여 스토리가 있는 콘셉트로 풀어냅니다. 시즌 모티브는 네이처와 휴먼라이프에서 영감을 받으며 베이직한 스타일에 특별함과 개성이 담긴 옷을 만드는 디자이너 레이블입니다.","에데닉(EDENIK)은 '에덴의, 에덴과 같은'이라는 의미로, 에덴의 신비롭고 매혹적인 분위기를 보통의 하루에 담아내는 브랜드입니다.","에르에르(ERER)는 삶의 모든 순간에서 당신만의 ER을 찾고 표현할 수 있도록 함께하는 유니섹스 패션 브랜드입니다. 'Find your ER' 슬로건 아래, 우리는 각자의 정체성을 담은 이야기를 디자인으로 풀어내며, 포용성과 다양성을 바탕으로 경계를 허물고 나만의 색으로 채워갑니다.","에스터시스(AESTHESIS)는 그리스어에서 유래된 단어인 '감각'이란 뜻으로 '에스터시스와 예술의 만남, 당신의 스타일에 예술을 더하다'라는 슬로건을 지닌 브랜드입니다. 삶의 시작과 끝에서 느끼는 모든 감정을 패션으로 표현하는 것을 목표로 합니다. 각 컬렉션은 탄생에서 성장, 사랑, 상실, 그리고 재탄생에 이르기까지 인생의 주요 감정적 여정을 담아내며, 디자인은 감정의 깊이와 변화를 시각적, 촉각적 요소로 전달합니다.","ACONTENTSLAB (에이 컨텐츠 랩)은 파리, 밀라노, 런던에서 다양한 스트릿 문화와 감성 그리고 아티스트들과 협업을 통한 컨텐츠를 제작하는 그룹이며, 스트릿 사진을 기반으로 다양한 아트웍을 접목한 디자인을 선보입니다. 항상 새롭고 도전적인 시각으로 트렌디한 컨텐츠를 제시하는 브랜드입니다.","에이알더블유더블유(ARWW)는 현실을 확장하고 새로운 시각으로 바라보도록 영감을 주는 패션 브랜드입니다.","에이오엑스(AOX)는 광고와 영화에 반전을 주어 재미를 더하듯, 낮과 밤이 다른 반전 패션으로 스타일링에 즐거움을 더하는 브랜드입니다. `Absolute Orbit and X`의 줄임말인 에이오엑스는 절대적인 궤도를 넘어 나만의 것을 찾겠다는 의지를 담고 있습니다.","에이와이오 스튜디오(AEYIOSTUDIO)는 기본적인 요소들을 조합하여 새로운 일상의 제품들을 만들고, 우리가 지향하는 가치들로 새로운 라이프 스타일을 제안하는 브랜드입니다.","수없이 쏟아지는 모던한, 심플한, 아방가르드한 디자인들 사이에서 AGINGCCC는 역사(HISTORY)와 문화(CULTURE)속에 있는 다양한 이야기들을 연구하고 관찰하여, 도출되는 아날로그적인 오브젝트들을 만들어갑니다.","에이펙스 디자인(APEX DESIGN)은 일상생활을 모티브로 전개하는 브랜드입니다.","에이프 더 그레이트(APE THE GREAT)는 캐릭터 컴퍼니 키키히어로즈(KIKIHEROES)에서 선보이는 브랜드로, 하와이의 서핑 문화에서 영감을 받아 탄생했습니다. 'LOVE, LAUGH&LIFE'를 슬로건으로 서핑과 스케이트보드를 즐기는 자유로운 아티스트들을 위한 유니섹스 캐주얼 웨어를 선보입니다. 유인원의 얼굴을 캐리커처한 어센틱 의류 라인을 중심으로 토이, 리빙 등 다양한 카테고리의 아이템을 선보입니다.","EIGHT VOLUME(에잇볼륨)은 ROCK SPIRIT을 뿌리에 두고 시작된 도메스틱 브랜드입니다. EIGHT VOLUME은 EVOLUTION의 또 다른 언어로, \"진화\"라는 뜻을 담고 있습니다. \"진화\"를 주제로 한 EIGHTVOLUME은 사회 전반에 관한 의식과 모든 문화에 대해 의미 있는 메시지를 전달하고 있습니다.","에즈아이원(ASIWANT)은 설렘이 실체가 되는 여정을 그립니다. 서브컬처를 지지하며, 가슴 뛰는 순간과 설렘을 담은 토탈 라이프 스타일 브랜드입니다. 강렬한 경험을 통해 삶을 즐기는 이들을 응원하고, 그들의 이야기를 스트릿 컬처 요소와 결합해 함께 나누고자 합니다.","에키에타(EKIETA)는 사랑과 평화의 메시지를 중심으로, 예술과 스토리텔링을 결합한 현대적 패션의 새로운 비전을 제시하는 패션 브랜드입니다. 휘호 ‘애기애타’를 인용한 이름은 ‘서로 사랑하자’라는 의미를 가집니다. 고객들과 함께 삶의 태도에 대해 고민하는 학술적 동료가 되고자 합니다.","에프디알(FDR)은 'Floppy Disk Research'의 약자로, 플로피 디스크에서 찾은 듯한 과거의 문화를 현대의 시선으로 재해석합니다. 저장된 파일 속 다양성은 현재의 문화로 나타나며, FDR은 옷을 통해 표현합니다.","에프엠91.02(FM91.02)는 2019년에 탄생한 여자(F)와 남자(M)를 위한 패션 브랜드로 패션의 자유(Freedom of Fashion)을 선사하고자 합니다. 누구나 일상을 함께 보낼 수 있는 쉬운 패션이자 스트릿 감성을 담아 눈부시게 빛나는 젊은 에너지를 담고 있습니다. 시즌과 크게 상관 없는 프로젝트 아이템으로 구성되는 에프엠91.02의 아지트로 여러분을 초대합니다.","엑셉턴스 레터 스튜디오(ACCEPTANCELETTERSTUDIO)는 젠더프리와 수많은 다양성을 고려한 디자인으로 배타적이지 않은 인간적 욕망, 따뜻함, 친밀감을 주는 제품을 만들기 위해 노력하는 브랜드입니다.","X-SACKY(엑스사키)는 옷이 헐렁헐렁함 , 어깨에서 축 늘어짐 헐렁한 스타일 말합니다. 자루와 같은이라는 것이 어원으로 즉 느슨하고 루즈 실루엣 스타일을 가리키고 있습니다. 엑스사키는 다크한분위기에 스트릿과 고딕스타일 조화를 어울러지는 브랜드입니다.","엑스트라오디너리(EXTRAORDINARY)는 지극히 평범한 곳에서 영감을 얻고 비범한 곳에서 평범함을 찾아 시각적 메시지를 의류에 담아 전개합니다. 평범함은 그동안 많은 시행착오 속에서 쌓아온 역사로서의 공감을, 비범함은 오래도록 해결하지 못한 나쁜 관습을 타파하는 시점과 행동의 변화를 의미합니다. 급격하게 변하는 시대적 현상 안에 평범함과 비범함이 조화롭게 융화되는 것을 목표로 컬렉션을 만들어갑니다.","엑스히트(EXHIT)는 밀리터리 아카이브에서 찾은 새로운 시선을 담은 브랜드입니다. 서로 다른 이질감이 느껴지는 소재들이 하나로 어우러져 엑스히트만의 아마먼츠를 찾았습니다. 자연과 인간에 대한 고찰로 매 시즌 새로운 컬렉션을 제안하며, 뜻밖의 공간과 상황이 만들어 내는 즐거움을 선보입니다.","엔드파이브클럽(ANDFIVECLUB)은 운동과 스트릿 웨어를 사랑하는 사람들을 위한 브랜드입니다. 매 시즌 클래식한 요소들과 트렌디한 요소들의 균형 잡힌 조합을 추구합니다.","엔초비(ANCHOVI)는 청소년기의 향수를 담아내는 디자이너 브랜드입니다. 서울을 베이스로 디자이너 김근혁의 디렉팅 하에 전개됩니다.","엘런아시(ELLENASSY)는 데일리 스탠다드 웨어 브랜드입니다.","엘유브이엠(LUVM)은 주체적인 라이프 스타일을 지향하는 유연한 마인드를 지닌 소비자의 개성과 취향을 표현할 수 있도록 MIX & MATCH 스타일링이 자유로운 아이템을 전개하는 브랜드입니다.","엠더바스(MTHEBAS)는 '기본으로부터'라는 슬로건으로, 가장 기본이 되는 아이템으로 시작해 패션의 완성을 이루려는 목표를 가지고 나아가는 베이식 스트릿 패션 브랜드입니다.","엠앤엘(MNL)은 'Midnight Lure'의 약자로, '한밤중의 매력'이라는 뜻입니다. 유행을 좇다 각자의 개성이 사라져 한밤중처럼 어두운 패션 흐름 속에서 본인의 개성을 표현할 수 있는 매력적인 브랜드를 위해 뉴트로와 스트릿 컬처를 접목해 트렌드에 따라 다양하게 연출할 수 있도록 디자인하는 것을 추구합니다. 엠앤엘은 '우리는 우리 브랜드 옷에 대한 자부심을 느끼고, 소비자 또한 우리 옷에 자부심을 느끼게 하자'라는 슬로건 아래, 매 시즌 엠앤엘만의 방식으로 트렌디한 컬렉션을 선보이고 있습니다.","엠엠아이씨(MMIC)는 'MAKE MY IDENTITY CERTAIN'의 약자로, 개인이 자신의 정체성을 확립하고 스스로의 주체가 되는 것, 즉 나 자신이 되는 것을 의미하는 브랜드입니다. 브랜드 콘셉트인 Progressive Casual은 개인의 개성, 자유, 다양성이 강조되는 시대였던 70년대의 시대 정신과 감성을 현대적으로 재해석한 디자인을 제시합니다.","엠피티유(MPTU)는 모이프(moif functional uniform)에서 전개하는 새로운 라인의 브랜드입니다. 클래식 스포츠 웨어에서 영감을 받은 아이템을 편안함과 실용성을 최우선으로 하여 제작합니다. 운동과 일상생활 등 어떤 활동에서도 자유롭고 쾌적한 착용감과 최상의 편안함을 제공합니다. 스포츠 웨어와 캐주얼 웨어의 경계를 허물며, 실용적인 의류를 원하는 모든 이들을 위해 탄생한 엠피티유는 당신의 일상에 활력을 더해줄 것입니다.","예스이지(YESEASY)는 오버 핏을 기반으로 미니멀 스트릿 캐주얼을 지향하는 브랜드입니다. 이름처럼 누구나 쉽게 스타일링이 가능하며 자유롭고 개성 있는 예스이지만의 감성을 전개합니다.","오메르타(OMERTA)는 기본에 충실한 미니멀과 모던 룩에 오메르타만의 독창성을 더한 디자인을 지향합니다. 옷이 지켜야 할 암묵적인 룰을 지키는 것을 콘셉트로, 스트릿 패션과 컴포터블 모더니즘을 함께 추구합니다.","오아이비오아이비(OIBOIB)는 타이포그래피에서 출발한, 맥락 중심의 웨어러블 디자인 프로젝트입니다. ‘읍읍’이라는 한국어 의성어를 옆으로 돌려 읽은 시각적 장난에서 출발하여 단순한 언어 유희를 넘어서, 개인의 욕망(Ego)을 유머러스하게 소비하는 방식을 제안합니다.","오조(OJO)는 'Only Joyful Outcomes'의 약자로 오직 즐거운 결과만이라는 뜻을 가진 브랜드입니다. 스포츠 브랜드답게 체중 감량, 신기록, 또는 인생에 있어서 즐거운 결과만 있도록 돕습니다.","옥스타(OKSTAR)는 고객의 일상을 스타일로 채우며, 옷을 받는 순간부터 특별함을 느낄 수 있도록 노력하는 브랜드입니다.","올디(ALL D)는 고퀄리티의 진보적인 디자인을 전개하는 트렌디한 하이엔드 콘셉트의 데님 전문 브랜드입니다. 누구든지(WHOEVER), 어디서든(WHEREVER), 고객의 니즈 충족(WHAT)의 `3W`를 브랜드 이념으로 하며, 최고의 원부자재를 사용하며 테크니컬한 워싱과 고퀄리티 봉제 기술을 제품에 담아냅니다. 누구나 어디서든 니즈에 맞춰 자신의 개성을 표현하기 적합한 프리미엄 데님을 선보입니다.","올리비아로렌(OLIVIALAUREN)은 페미닌한 감성을 모던, 클래식, 로맨틱 룩 등 다양한 스타일로 제안하는 여성복 브랜드입니다.","올 아이즈 다운(ALL EYES DOWN)은 인플루언서 '와디'가 전개하는 브랜드로, 스니커즈 컬처에 베이스를 둔 스트릿 패션 브랜드입니다. 소재와 디테일에 집중한 우수한 제품으로 라이프스타일 패션의 새로운 패러다임을 제시합니다.","와일(WHILE)은 클라이밍을 즐기는 '동안' 클라이머를 더욱 즐겁게 만들어 줄 수 있는 라이프 스타일 제품을 만들어 공유하는 브랜드입니다. 와일은 가벼운 몸과 마음으로 나의 움직임에 집중할 수 있도록 가볍고 내구성 좋은 제품을 제공하기 위해 계속해서 고민합니다. 클라이밍을 즐기는 동안만큼은 일상 속 무거운 짐을 잠시 벗어 두고, 오로지 나만의 즐거움에 몰두할 수 있길 바랍니다.","요카지마(YOKAZIMA)는 2023년에 론칭하여 욕과 관련된 재미나고 유쾌한 옷을 만드는 의류 브랜드입니다.","YORKMINSTER(요크민스터)는 중세 시대에부터 거슬러 내려온 고딕 패션의 양식을 주축으로 중세 유럽의 교회 성당 등 사제나 수도사, 암살자들을 바탕으로 영감을 받아 디자인하는 브랜드입니다.","워독(WARDOG)은 뉴욕 펜스테이션의 군견에서 영감을 받아 다채롭고 생동감 넘치는 뉴욕 스트릿 패션을 담아낸 브랜드입니다. 감성적이면서도 힙한 스타일을 추구하며, 비비드한 컬러로 뉴욕의 활기찬 모습을 표현합니다. 워독은 기본에 충실한 클래식한 디자인과 함께 웨어러블하고 편안한 착용감과 뛰어난 핏을 자랑하는 제품만을 생산합니다.","ONEHUNNNIT(원허닛)은 브랜드 스토리를 만들어가는 태도와 문화, 서브컬처를 진심으로 느끼는 브랜드를 지향합니다. Seoul을 기반으로 하고 있으며 웨어러블 한 옷들의 양식을 기반으로 패턴, 색, 원단, 감성 등을 ONEHUNNNIT만의 스타일을 연구하고 풀어내는 브랜드입니다.","웨더웨더(WHETHER WEATHER)는 유니크한 패션 스타일과 첨단 기능을 결합해, 어떤 날씨에서도 당신의 일상을 스타일리시하고 자유롭게 만들어 주는 브랜드입니다. 어떤 날씨에도 당신의 스타일과 쾌적함을 지키는 것을 목표로, 단순히 날씨를 견디는 옷이 아닌, 당신만의 개성과 라이프 스타일을 완성하는 필수 아이템을 선사합니다.","WAVEGUN(웨이브건) 은 트랜드 와 긍정적이고 아름다운 생각을 뿜어 낸다는 의미의 유니섹스 브랜드 입니다.","위드노쇼어(WITHNOSHORE)는 2023년 창립해 패션을 기반으로 다양한 분야에서 창의적으로 활동하며, 패션뿐만 아니라 음악과 영상, 아트 워크 등의 분야에서도 활동해 복합 문화의 영역을 확장하고 성장하는 브랜드입니다. 자체적으로 기획하고 제작한 독창적인 콘텐츠를 선보입니다.","위얼드월드(WEIRDWORLD)는 2018년에 탄생한 프리미엄 어센틱 스트릿웨어 브랜드입니다. 서브컬처와의 협업과 시그니처 어센틱 스트릿 저지 아이템에 특화되어 있습니다.","위헤브어테일(WE HAVE A TAIL)은 미행이 따라붙었다는 뜻으로 우리는 이를 항상 따르는 자가 있는 ‘선두자’의 모습으로 재해석하였습니다. 나아가 브랜드명의 약자인 W.H.A.T는 질문을 던지는 뜻(WHAT)과 우리와 다른 의견과 시선들을 신경 쓰지 않는다(SO WHAT?)고 말하는 이중적인 의미를 지니고 있습니다.","유나이티드 애슬(UNITED ATHLE)은 90년 이상의 제조 기술을 바탕으로 1998년 만들어진 무지 웨어 브랜드입니다. 제조와 소재에 대한 높은 장인 정신을 바탕으로 합리적인 가격대의 티셔츠, 후드, 스웨트셔츠 등 고퀄리티의 캐주얼 웨어를 만들며 매년 다양한 브랜드들과 공동 작업을 진행하고 있습니다.","유수도시(YUSOODOSI)는 물이 흐르는 도시 流水, 나무가 있는 도시 有樹, 자연과 어우러진 도시의 모습을 의미합니다. 자연에서 받는 디자인적 영감들을 도시적인 형태의 의류에 녹여내 국내 공장만을 이용하여 생산하고 있는 브랜드입니다. 대체로 미니멀한 무드에 포인트를 확실하게 더한 디자인을 전개합니다.","유에스오(USO)는 자유롭고 빈티지한 감성 위에 위트를 더한 스타일을 제안하는 브랜드입니다. 편안하지만 지루하지 않고, 유니크하지만 과하지 않게 늘 '그 사이'에서 지금의 나를 솔직하게 담아낼 수 있는 옷을 만듭니다.","유티에이서울(UTASEOUL)은 서브컬처 아티스트들이 모여 손상된 의류와 빈티지 의류를 사용해 해체와 재봉, 워싱과 페인팅을 기반으로 제작한 제품을 선보이는 업사이클링 커스텀 브랜드입니다.","이고(EGO)는 'ego : 자아' 라는 단어와 'easygoing : 편안한' 이라는 단어의 줄인 말로써 중의적 의미를 담고 있는 브랜드입니다. 개개인의 개성과 편안함을 추구하며 '편안함 속에서 나만의 자아를 발견하세요. (Embrace your ego, enjoy your easygoing life)' 라는 메시지를 전달합니다.","이고프리덤랩(AEGO)는 일상생활 속 찰나의 순간에 영감을 받아 전개되는 '자연스러운 생각의 흐름'을 구현하는 브랜드입니다. 생각의 흐름에 따라 드러나는 해체주의 디자인을 바탕으로 성별의 경계를 완화하고 해방을 지향합니다. 매 시즌 실험적인 컬렉션을 통해 제한되어 있지 않는 경험을 제공합니다.","이너프이즈이너프(ENOUGH IS ENOUGH)는 \"이정도면 충분하다”는 속담으로 우리의 생활 모든 부분에 과부하된 포화와 자유로움의 사이의 괴리를 의미합니다. 사회 현상에서 빚어지는 새로움에 대한 강박을 일상의 오브제 요소를 통하여 유기적으로 결합하며, 확립된 형태의 규칙을 깨는 포스트 아카이브를 포괄한 이너프이즈이너프만의 방식으로 컬렉션을 전개합니다.","이모잔(IMOZAN)은 누구나 간직하고 있는 특별하고 소중한 순간을 추억하기 위해 탄생하였습니다. 움직임의 아름다움을 옷으로 표현하여 어떤 공간에서도 존재만으로도 포인트가 될 수 있는 컬렉션을 전개하고자 합니다.","이백이십이(TWO TWENTY TWO)는 '기묘한 이중적 망상'이라는 주제로 서로 다른 이질적인 물질, 패브릭, 셰이프 등을 이용한 디자인으로 스포티그런지라는 새로운 카테고리를 제시하는 브랜드입니다.","이스트스트릿(EASTSTREET)은 '같이 공유하고 싶은 것'을 목표로, 디렉터의 관심 분야인 힙합과 스트릿 문화에서 얻은 문화적 요소와 영감을 재해석한 디자인으로 선보이는 브랜드입니다.","이알에이(ERA)는 어디에서나 볼 수 있지만, 어디에서도 볼 수 없는 특별함을 제안하는 브랜드입니다. 매 순간의 작은 의외성으로 새로운 하루의 시작과 끝이 더욱 특별하기를 바랍니다.","이어스트(EERST)는 관찰을 통한 우리의 기록과 기억의 조각을 모아 하나의 새로운 행위를 만들어 냅니다. 관찰을 통해 남녀 모두가 느낄 수 있는 균형감을 찾습니다. 이러한 행위는 충동적으로, 직관으로, 사고에 의해, 혹은 우연히 발생합니다.","ESC STUDIO(이에스씨 스튜디오)는 일렉트로닉, 쇼크, 크레이지 의 줄임말로 ESC 입니다. '감전되 미친다' 이런 뜻입니다. 빈티지의 특유의 컬감과 핏을 ESC STUDIO의 감성으로 현대화시킨 유니섹스 브랜드입니다.","이우가마카라스(IUGAMAKARAS)는 갇혀있던 테두리에서 벗어나 다양함의 가치를 선보이며, 한 가지 콘셉트에 의존하지 않고 새로운 시도를 통해 다채로움을 완성시키는 브랜드입니다.","이이이알알알(EEERRR)은 짧은 주말을 전략적으로 활용하여 다양한 문화를 탐험하고 즐기는 현대의 '주말 전사'에서 시작된 브랜드입니다. 열정과 다양성에서 영감을 받아, 끊임없이 변화하는 새로운 문화를 독창적이고 혁신적인 방식으로 소개합니다.","이지(YEEZY)는 래퍼 카니예 웨스트(Kanye West)가 설립한 독창적인 디자인과 어스 컬러, 아방가르드한 실루엣이 특징인 브랜드입니다.","이치디퍼(EACHDIFFER)는 트렌디하고 유니크한 요소를 더한 필수 아이템을 지향하는 캐주얼 유니섹스 브랜드입니다. 옷을 단순히 입는 것이 아니라 자신을 표현하는 도구로 생각하며, 개인의 취향으로 자유롭게 표현할 수 있는 스타일의 다양성을 존중합니다.","이프시(IFXY)는 어떤 If를 가정하느냐에 따라 삶이라는 방정식 속 미지수 x, y는 무엇이든 될 수 있다는 의미가 있습니다. 절제된 SF 퓨처리즘 디자인을 선보이며 '추구하는 신념을 입는다(Wear a message)'라는 슬로건을 바탕으로 합니다.","이호(LEEHO)는 'OBJECT FOR LIFE'란 주제로 패션을 뛰어넘는 오브제를 선보이는 브랜드입니다. 2007년 HOZE를 시작으로, 2020년 LEEHO를 론칭하며 글로벌 시장을 타깃으로 어패럴과 뷰티 사업을 전개합니다.","인센스(INSENSE)는 감각적인 소재와 디테일을 바탕으로, 향처럼 오래 기억에 남는 스타일을 제안하는 캐주얼 웨어 브랜드입니다.","인플레이션(INFLATION)은 2018년 홍콩에서 탄생된 스트릿 브랜드입니다. 해외에서는 많은 패션쇼와 셀럽들의 착용으로 등장해 화제가 되고 있으며, 높은 품질과 트렌디한 스타일 그리고 합리적인 가격을 자랑합니다. 스트릿 무드를 기반으로 다양한 라이프스타일에 잘 어울립니다.","자고류(JAGORYU)는 JAGO와 WORK 두 가지 라인을 두고 있으며, 천연 염색과 손 자수를 아이덴티티로 하여 전개하는 브랜드입니다.","잭리퍼블릭(JACKREPUBLIC)은 웨스턴 웨어, 빈티지, 헤리티지를 베이스로, 소개하고 싶은 문화와 감성을 현대적으로 재해석하여 풀어낸 브랜드입니다.","제뉴즈(ZNUZ)는 남들의 시선을 신경쓰지 않는 자유로움을 바탕으로, 도심 속에서 자신만의 스타일로 거니는 사람들을 위한 컨템포러리 브랜드입니다.","제이든척(JADENCHUCK)은 여유로운 실루엣과 시크한 무드의 디자인을 전개하며 구조화되지 않은 요소들의 미학을 균형감 있게 풀어가는 스트릿 브랜드입니다.","젠사이(ZENSAI)는 틀에 얽매이지 않는 자유로움과 유연한 실루엣을 제안하는 브랜드입니다. 정교하게 풀어낸 젠사이의 트렌디한 디자인은 고객에게 편안한 착용감을 제공하는 동시에 독특한 경험을 선사합니다. 우리는 동시대의 미학을 담아 과감하면서도 세련된 디자인을 통해 영감을 전달합니다.","조거쉬(JOEGUSH)는 2014년부터 로큰롤과 빈티지 리메이크라는 키워드 아래 제작되고 있습니다. 시그니처 라인인 My cat is Rockstar&I'm a manager' 등을 포함한 모든 록적인 요소를 모티브로 한 디자인을 선보입니다.","주에로(ZHOUERO)는 소설과 영화 그리고 경험을 통해 떠오르는 영감을 포착해 디자인하며 각기 다른 형태를 재구성, 재조합하는 브랜드입니다. 완전하지 못한 상태의 완벽함을 추구하고, 불규칙, 비대칭과 해체된 것이 불안전 속에서 조화를 이루며 심미적인 디테일과 완성도 높은 디자인을 더해 한층 더 세련된 감성으로 지향합니다. 재구성과 재조합이 만들어낸 미학적 세계를 독자적인 스토리텔링으로 전개하는 디자인을 만날 수 있습니다.","지씨디에스(GCDS)는 이탈리아 럭셔리 스트릿 웨어 브랜드입니다. 2015년 론칭 이래 팝 컬처 문화와 럭셔리 웨어 그리고 이탈리아 장인 정신을 믹스한 독보적이고 창의적인 디자인을 선보입니다. 여성, 남성 그리고 유니섹스의 다양한 라인으로 구성된 위트 있는 실루엣과 팝한 컬러감의 컬렉션을 만나보세요.","진바비(JINBARBIE)는 마법을 입은 듯한 핏으로 최적의 라인을 선사하는 브랜드입니다. 여성의 몸을 가장 아름답게 표현하는 동시에 일상의 편안함까지 고려한 바지를 제작합니다.","찬스클로딩(CHANCE CLOTHING)은 국내외 디자이너 및 독립 브랜드의 의류, 신발, 잡화, 리빙 등을 소개하는 편집매장 및 온라인 편집 숍입니다. KAMIYA, MINE DENIM 등 일본의 하입한 디자이너 브랜드까지 감도 깊은 취향을 다룹니다.","체리 펀치스(CHERRY PUNCHES)는 따뜻하고 섹시한 올드 아메리카 스타일을 재구성하여 세대를 정의하는 패션 아카이브에서 헤리티지 스타일을 새롭게 창조하는 브랜드입니다. 8090 아이코닉 디자인을 유지하면서도 파손된 텍스타일, 깨진 페인트, 태양에 바랜 컬러를 사용해 독특한 빈티지 분위기를 연출합니다.","친다운(CHIN DOWN)은 PYCD(PUT YOUR CHIN DOWN)이라는 슬로건과 함께 캐주얼하지만 위트 있는 이지웨어를 지향하는 브랜드입니다.","칠사(CHILLSA)는 트렌디한 이지 웨어를 지향하며, 일상의 모든 순간을 함께할 브랜드입니다.","카먼트(K-GARMENT)는 모던 미니멀 콘셉트의 스트릿 브랜드로, 프리하지만 정돈된 코트 안의 스트릿 무드 디자인을 담아내고 있습니다.","커넥트엑스(CONECTX)는 'We have no boundaries'라는 슬로건 아래 유니크하지만 웨어러블한 스타일을 추구하는 젠더리스 디자이너 브랜드입니다. 커넥트엑스의 엑스(X)는 부정의 의미가 아닌, 무한한 가능성을 나타내는 미지수를 의미합니다. 커넥트엑스의 제품으로 서로 소통하며 세상이 무한대로 연결되기 바랍니다.","컬로라(COLORA)는 보여지는 색과 느껴지는 분위기 사이의 무드를 디자인하는 브랜드입니다. 심플한 실루엣에 감각적인 디테일을 담아 개성을 표현해 감각에 머무는 인상을 남깁니다. 드러나지 않아도 오래 기억되는 옷을 제안합니다.","컬트히어로(CULTHERO)는 과거의 문화와 인물에서 받은 영감을 현대적으로 재해석하여 전개하는 브랜드입니다.","케이튼(KATIN)은 1954년 시작된 후, 전설적인 서퍼 코키 캐롤과 함께 성장해 온 캘리포니아의 캐주얼 브랜드입니다. 거친 파도에도 견딜 수 있는 튼튼한 원단과 견고한 바느질, 다양한 프린팅으로 캘리포니아 서퍼의 자유로움을 담아낸 컬렉션을 선보입니다.","켄다(KENDA)는 'Keeping Everyday Natty, Distinctive, and Artistic(모든 순간을 세련되게, 독특하게, 예술적으로 유지)'라는 뜻을 담은 캐주얼 브랜드입니다. 일상을 캔버스로 받아 들여 편안함과 스타일을 완벽하게 조화시키는 의류로 스스로를 표현합니다. 캐주얼한 스타일을 제안하여 자신의 아름다움과 독특함을 자유롭게 표현하게 하며, 다양한 패션 아이템으로 개개인의 스타일을 돋보이게 만들어 주어 개성과 자신감을 강조합니다.","코우스이(COUSUI)는 개인의 개성과 매력을 강조하는 향수처럼 사람들에게 특별한 경험을 선사하는 브랜드로, 독창적 디자인과 핵심 가치를 통해 자신감을 불어넣는 것을 목표로 합니다.","콤팩트 레코드 바(KOMPAKT RECORD BAR)는 20여 년간의 디제이 활동 그리고 디자이너로서 필드에서의 경험을 한 곳에 정리해 응축한 공간으로, 2018년 4월 시작된 로컬 바이자 동네 친구들의 아지트와 같은 공간입니다. 독일어 표기로 ‘kompakt'는 영문 ‘compact'와 같은 흔히 알고 있는 ‘작은’ 또는 '간편한’이라는 의미이며, 그 외에 ‘조밀한’ 그리고 '단단한’이라는 의미가 있습니다.","쿠어 우먼(COOR WOMEN)은 간결하고 조화로운 아름다움을 추구하며 동시대 누구나 공유할 수 있는 자연스러움을 담아내는 브랜드입니다.","큐마일(QMILE)은 친구들과 함께 입고 싶은 옷을 만들면서 2007년에 시작해 지금은 서울을 기반으로 글로벌 스노보드 팀을 운영하며, 전 세계 라이더들과 소통하며 한국을 대표하는 브랜드로 발전하고 있습니다. 서울과 보드 문화를 접합하여 매년 새로운 디자인 컬렉션을 발매하고 있고 스노보더 마니아층을 기반으로 스케이트, 서프 등 더욱 다양한 영역으로 확대 중입니다.","크리건(CRIGUN)은 틀 속에서 벗어나고자 하는 스트릿 브랜드입니다. 독창적인 디자인과 대담한 스타일로 개성을 표현합니다. 트렌드에 타협하지 않으며 자유로운 감각, 강렬한 아이덴티티, 그리고 자신만의 목소리를 가진 이들을 위한 제품을 선보입니다. 거리의 에너지를 입고, 진정한 자유를 찾으세요.","CLOMOR(클로모르)는 스코틀랜드 게일어로, 큰 천 및 해리스트위드(Harris Tweed)를 의미합니다. 트레이드마크와 시그니처가 검은 얼굴 양이며 핸드폰 케이스를 비롯해서 여권 및 수첩 케이스, 인형, 쿠션, 액세서리 등등 다양한 아이템들을 f\/w 시즌 해리스트위드, s\/s 시즌 쿠로키데님을 주로 사용하여 만드는 라이프스타일 브랜드입니다.","키모우이(KIMOUI)는 정적인 분위기와 동시에 긍정적이고 천진난만한 순수함을 추구합니다. 오리엔탈 무드를 현대적인 감성으로 해석하여 다채로운 컬러감을 기반으로 에지를 더한 유니섹스 디자인을 선보입니다.","키아세(KIIACE)는 스포티한 디자인을 바탕으로, 일상에서 편안하게 즐길 수 있는 스타일을 제안하는 브랜드입니다.","키요이(KIYOI)는 새벽 이슬이 맺힌 거미줄처럼 순수하고 투명한 아름다움을 담아낸 브랜드입니다. 예민하고 섬세한 선들은 서로 연결되어 하나의 완벽한 조화를 이룹니다.","킴스 프레시 코튼 마켓(KIMS FRESH COTTON MARKET)은 스타일에 얽매이지 않고, 일상에서 쉽게 입을 수 있는 세련된 디자인을 선보이는 브랜드입니다. 젊고 현대적인 감성을 추구하며, 고유의 정체성을 표현하는 절제된 디자인을 통해 다양한 고객층에게 다가가고자 합니다.","킵허슬링(KEEPHUSTLING)은 '계속해서 허슬하라(목표를 향해 나아가라)'는 뜻을 가지고 있으며, 자신의 꿈과 목표를 위해 허슬하는 허슬러들을 위한 패션∙컬처 브랜드입니다. ‘허슬’이라는 단어에 걸맞는 역동적이고 활기찬 느낌의 스트릿 캐주얼 상품을 제공하며, 콘텐츠-커뮤니티-기부의 선순환 구조를 만들고 있습니다.","타입서비스(TYPESERVICE)는 2021년 론칭한 개인의 편안함 속 개성을 찾아내는 브랜드입니다.","타파하(TAPAHA)는 무모한 예술과 양면성을 담아 경계를 허무며, 우연과 충동을 탐험해 독창적 아름다움을 추구하는 브랜드입니다.","탭루덴스(TABBLUDENS)는 우리의 일상을 모티브로 패션, 액세서리, 생활용품 등 라이프스타일 전반에 걸친 다양한 제품을 직접 디자인하고 유통하는 브랜드입니다. 사진, 영상, 그래픽 등 아트워크를 통해 브랜드만의 시각과 감각으로 평범한 일상을 재구성하고 생활의 즐거움을 창조합니다.","토마시(TOMASI)는 물고기처럼 어디에도 얽매이지 않는 자유로움과 역동성을 추구하는 캐주얼 브랜드입니다.","톰스벌스데이(TOM'S BIRTHDAY)는 80~90년대 아메리칸 캐주얼 룩을 재해석한 라이프스타일 브랜드입니다. 톰스벌스데이의 메인 로고를 중심으로 매 시즌 자유로운 그래픽을 전개하며 새로운 스트릿 컬처를 선도하고자 합니다.","TRUNK PROJECT(트렁크 프로젝트)는 컨템포러리와 유니크한 미니멀리즘을 기반으로 차별화된 영 캐주얼 유니섹스 브랜드입니다. 미니멀이라는 큰 테두리 안에서 '형식에 얽매이지 않는 자유로운 시각으로 자신만의 크리에이티브한 가치관을 얻는다.\"는 이념을 바탕으로, 아방가르드한 디자인과 컴포터블한 감성이 만나 고급스러우면서 웨어러블한 스타일을 제안하며 세대와 젠더를 초월하는 공감대를 형성하고자 합니다. 생기 넘치는 컬러팔레트, 위트있는 디테일로 과장된 예술성보다 실험적이면서 현실감각있는 실용성을 반영하여 고감도의 유스풀한 하이엔드브랜드로서 발돋음 할것입니다.","트립샵(TRIPSHOP)은 꿈과 현실 사이를 자유롭게 방랑하는 여행자의 기록입니다. 지나간 발자국 속 이야기를 옷 위에 담아, 모던 펑크의 자유로운 태도와 불완전한 디테일 속에서 당신의 여정을 또 하나의 장면으로 만들어가는 브랜드입니다.","티그레 모데스트(TIGREMODESTE)는 스포츠 의류를 기반으로 제작된 스트릿 웨어 브랜드입니다. 단순히 의류만 판매하는 것이 아닌 스포츠를 통해 몸과 마음을 단련하고, 진정한 강함과 겸손함을 모두 갖춘 리더로 성장할 수 있도록 돕습니다.","티글레이크(TI.GLAKE)는 'Feel the calmness'라는 슬로건을 바탕으로 '호수를 바라볼 때 느낄 수 있는 평온함을 티셔츠를 입으므로써 느낄 수 있다'는 의미로 탄생한 브랜드입니다. 매 시즌 다양한 테마와 시그니처 라인들을 출시하여 편안한 제품을 선보입니다.","티알브이알(TRVR)은 자전거 라이딩을 즐기는 사람들의 모임으로 시작하여 사용자의 취향과 가치관을 중심으로 다양한 형태의 여행을 위한 제품을 선보이는 라이프스타일 브랜드로 발전하였습니다. 시대를 넘나드는 디자인과 편의성을 갖춘 수준 높은 제품으로 모든 여행의 모습 속에서 사용자에게 좋은 영감이 되고 오랜 시간 기억에 남을 순간을 만들어 냅니다.","티엠쓰리(TM3)는 평행우주 속 멸망하지 않은 조선으로 당신을 데려다 줄 블랙홀 공식 'T=㎥'을 뜻합니다. 트렌디한 패션과 한국 전통 모티프의 자연스러운 조화를 선보이는 브랜드입니다.","티저트(TEESSERT)는 당신의 하루에 좀 더 행복한 시간을 만들어 줄 선물 같은 브랜드로, 일상 속 작고 소중한 행복을 전합니다.","파시엔시아(PACIENCIA)는 자체 제작 짐 웨어 브랜드입니다.","파히섬(PAHISUM)은 상반된 요소를 조합하는 레이어드 룩을 기반으로 편안하고 자유로운 무드를 전개해 나가는 브랜드입니다.","팔육디(86D)는 스트릿 패션의 혁신을 추구하는 브랜드로, 현대적인 디자인과 대담한 색상 활용이 특징입니다. 로고나 심벌은 강렬한 파란색으로 표현하였으며, 기존의 관습을 뛰어넘는 창의적이고 개성 있는 스타일을 제안합니다.","패러킷(PARAKEET)은 타임리스 실루엣에 트렌디한 디테일을 더하고, 시즌마다 새롭게 변주되는 감성을 담아 단순하지만 오래도록 기억되는 스타일을 제안하는 브랜드입니다. 특별한 순간과 추억을 함께 나누며, 우리만의 색으로 새로운 흐름을 만들어 갑니다.","팽고(FANGOH)는 솔직하고 여유로운 감각의 정체성을 정의해 나가고 있는 언더그라운드 스트릿 웨어 브랜드입니다. 편하고 쉽게 접근할 수 있는 아이템에 팽고가 세상을 바라보는 특유의 시선을 담아 패션을 통해 자기표현을 하고자 하는 스트릿 감성을 대변합니다.","페프스튜디오(FFEFF STUDIO)는 모던한 실루엣과 차별화된 디테일로 탄생한 컨템포러리 브랜드입니다. 'The time this man changes'라는 슬로건 아래 남자가 변화하는 과정을 선보입니다.","포더핏(FOR THE FIT)은 'For Normal, For the Fit.'을 슬로건으로, 보통 체형도 예뻐 보일 수 있는 핏을 추구하는 브랜드입니다.","포스(PHOS)는 그리스어로 '빛'을 의미합니다. 우리는 우리의 옷이 입는 사람에게 작은 빛이 되기를 바랍니다. 사람들이 우리 옷을 입었을 때, 그 품질을 느끼고 그 속에서 우리가 전하려 했던 진정성을 발견할 수 있기를 바라는 브랜드입니다.","포스333(PHOS333)은 빈티지 무드, 그리고 개성을 겸비한 펑키함을 기반으로 패션을 넘어 더 넓은 분야의 서브컬처를 향유하는 한국 스트릿 브랜드로서 다양한 문화를 표현합니다. 빛을 만들어내는 프리즘에서 영감받아 obj3ct, garm3nt, art3라는 세 개의 요소를 기반으로 움직이는 새로운 리테일 숍이자 아트 스튜디오입니다.","포영(FOUR YOUNG)은 이지웨어의 편안함을 기반으로, 스포티하고 트렌디한 무드를 담은 유니섹스 브랜드입니다. 단순하지만 세련된 실루엣으로, 데일리룩에 새로운 감도를 더합니다.","포트 리 파일즈(FORTLEEFILES)는 낙관적인 캐주얼을 제시하는 브랜드입니다. 낡은 것, 바랜 색, 여유롭던 과거에서 영감을 받아 새롭게 해석한 제품을 선보입니다.","포핀 애슬레틱스(PEAUFINE ATHLETICS)는 현대적인 스포츠 라이프 스타일을 위한 프리미엄 브랜드로, 운동과 일상에서 모두 활용 가능한 고품질 의류와 액세서리를 제공합니다. 이 브랜드는 기능성과 스타일을 결합하여, 운동 중 최상의 퍼포먼스를 발휘할 수 있도록 설계된 제품을 선보입니다.","풀오브썬(FULLOFSSUN)은 대한민국 서울에서 2022년 론칭된 패션 디자이너 브랜드입니다. 'Try to wear a film' 이라는 슬로건 아래 영화와 패션 사이의 경계를 허물기 위해 매 시즌 새로운 영화를 선택하고, 해당 영화 속 분위기와 미장센을 재조립하여 새로운 옷을 창조합니다. 영화라는 복잡한 예술로부터 옷을 디자인해 그 속에서 인간의 감정과 시각적 자극을 끌어냅니다.","프라이빗네이버스(PRIVATE NEIGHBORS)는 우리 주변 특정 이웃의 삶의 방식과 가치관, 라이프스타일, 그들의 문화로부터 영감을 받습니다. 볼드하고 거친 아트워크와 디테일, 현대적이면서도 편안한 착용감의 디자인을 선보입니다.","프라이빗라이엇(PRIVATE RIOT)은 캐주얼 스트릿 무드에 감성적이면서도 과감한 그래픽 요소와 디테일한 구조적 디자인을 더한 브랜드입니다. 소모적이고 단순한 의류가 아닌 오랫동안 지속 가능한 하이 퀄리티의 제품을 선보입니다.","프라임먼트(PRIMEMENT)는 스트릿 무드를 기반으로 미니멀하고 간결한 디자인을 추구합니다. 무드에 걸맞은 다양한 연출이 가능한 데일리 웨어 스타일을 제공합니다.","프로세스(PROCESS)는 내 삶의 주제를 찾기 위해 떠나는 과정으로, 진정한 나를 찾을 수 있는 가치를 제안하는 맨즈 컨템포러리 브랜드입니다.","프롬에이투비(FROMATOB)는 편안함을 최우선으로 생각하며, 우수한 퀄리티와 누구에게나 어울리는 핏을 통해 다양한 라이프 스타일에 부드럽게 어울리는 스타일을 제안하는 브랜드입니다. 과하지 않은 디자인으로, 일상에서 부담 없이 즐길 수 있는 스타일을 선호합니다.","프리키쉬빌딩(FREAKISH BUILDING)은 '프리키쉬빌딩'이라는 가상의 공간을 설정하여 그곳에서 벌어지는 스토리를 컬렉션을 통해 풀어가는 브랜드입니다. 여러 가지 스토리들을 라인별로 전개하는 프리키쉬빌딩의 첫 번째 라인은 '1F(FIRST FLOOR)'입니다.","프리터(FRITUR)는 여행과 휴식을 테마로 내추럴한 릴렉스 웨어를 만드는 유니섹스 브랜드입니다. 오가닉한 패브릭에 자수, 핸드 스티치 등 수공예 공법을 더해 현대적인 클래식 웨어에 대입한 젠더리스, 시즌리스 컬렉션을 선보입니다.","픈드픈드(FNDFND)는 ' Until you find your __________ .'를 슬로건으로 하는 캐주얼 브랜드입니다.","플라드주르(PLATDUJOUR)는 좋아하는 옷을 통해 기쁨과 지속성을 선사하는 브랜드입니다. 좋아하는 옷은 인생의 특별했던 시간을 기억하게 만듭니다. 옷을 구입한 시간과 장소, 옷을 선물해준 사람들, 그때 우리 삶에서 무슨 일이 있었는지를 상기시켜 줍니다. 우리는 좋아하는 옷을 가지고 있는 것에 기쁨을 느끼고, 그 옷들이 당신과 함께 오래 지속되어 당신 개성의 일부가 되기를 바랍니다.","FLASTTIC(플라스틱)은 plastic 처럼 우리 주변에 쉽게 접할 수 있는, \"Fshion\" \"Free\" 을 지향하는 브랜드입니다. 오버사이즈의 루스한 핏을 지향하며 편안함 속에 디자인을 추구합니다. 매 시즌 메시지를 포함한 프로젝트를 진행하며 사람들과 소통을 하고 발전하고자 하는 브랜드입니다.","플라스틱 밴디지(PLASTICK BANDAGE)는 '이 세상에 반창고를 한 번도 붙여보지 않은 사람이 있을까?'라는 질문에서 시작된 스트리트 패션 브랜드입니다. 반창고와 패션은 필연적인 요소라는 공통점이 있으며, 각자가 추구하는 패션을 통해 단점을 보완하고 장점을 돋보이게 만들고자 합니다.","플라스틱프로덕트(PLASTICPRODUCT)는 우리 생활 속 모든 부분에서 흔히 쓰이는 플라스틱에서 출발한 브랜드입니다. 플라스틱 소재가 주는 분위기와 느낌은 항상 커다란 존재감을 드러내지 않습니다. 플라스틱프로덕트는 플라스틱이 우리에게 주는 경험과 플라스틱을 바라보는 새로운 시각을 표현합니다","플레이백(PLAYBACK)은 서브컬처 기반 스트리트 패션의 감성과 우아함을 결합한 실용적인 오브제 컬렉션을 추구하는 브랜드입니다. 영감이 되는 모든 과거가 플레이백이라는 브랜드를 거치면서 당연한 것에 의문을 제기하여 다시 회상, 언급, 기록되는 컬렉션을 전개합니다.","플렉서블(FLXBL)은 직접 경험할 수 없는 공간의 장면을 특유의 오버사이즈 실루엣과 다양한 문화적 요소를 담아내는 브랜드입니다.","플로트(FLOTTE)는 프랑스 영 제너레이션에게 인기를 얻고 있는 브랜드로, 컬러풀하며 지속 가능한 친환경적인 소재를 사용하는 유니섹스 프렌치 레인 웨어를 선보입니다. 다함께 비가 오는 날에도 행복할 수 있기를 바랍니다.","피스피스 딜리버(PEACEPIECE)는 '젊음, 순수, 긍정, 추억, 우정'이라는 키워드를 중심으로 진정한 소통과 공감을 통해 긍정의 에너지를 전달하는 라이프 스타일 브랜드입니다.","피알티 블랭크(PRTBLANK)는 여행의 과정을 담은 옷을 만드는 브랜드입니다. 빈칸은 언제든지 채울 수 있다는 의미를 담아, 미니멀리즘 속에 브랜드만의 디테일과 디자인을 더해 전개합니다.","피어리스니스(PEERLESSNESS)는 밴쿠버 패션위크, 토론토 패션위크의 컬렉션과 이탈리아의 슈즈 브랜드 페슈라(FESSURA)의 크리에이티브 디렉터를 역임한 디자이너 홍기영이 론칭한 브랜드입니다. 컨템포러리 디테일을 담은 레디 투 웨어와 다채로운 디자인으로 평범한 일상에 완벽함을 더해줍니다.","피엠코(PMCO)는 남여공용 캐주얼스트릿 디자이너 브랜드입니다. PMCO는 옛 수학기호 Piu Memo Cosa의 약자로 디자인에 있어 '어떤 것을 빼고 더할지는 미지수'라는 뜻으로 과하지 않으면서 새로운 디자인으로 다가가려 합니다.","피오큐(POQ)는 스토리가 있는 패턴을 다양한 제품에 적용하는 패턴 브랜드입니다. 패턴 원단을 제작하여 각종 의류를 만드는 것은 물론 액세서리, 잡화, 인테리어 제품까지 선보입니다.","피오팔(PO8)은 ‘8'이 지닌 무한한 가능성과 삶의 균형이라는 우리만에 철학을 담아 고요한 일상에 활기를 불어넣는 프로젝트로 시작되었습니다. 이 철학을 바탕으로 매 시즌, 새로운 균형의 형태를 제안하며 경계 없이 자유롭게 흐르는 일상 속 자연스럽게 스며들길 바랍니다.","FILOBISKNOT(필로비스놑)은 (filo)의 한올, 한가닥이 다시금 엮이고 엮여서 비로소 옷이 지어진다는 의미로, 이처럼 사소하지만 중요한, 기본에 충실하고 다양한 한올로 하여금 감성을 선보이는 남성복 디자이너 니트 브랜드입니다.","하이드오프(HIDEOFF)는 트렌디하고 감성적인 캠핑을 위해 여러 가지 개성 있는 스트릿 컬처를 아웃도어에서 즐기는 방법을 제안합니다.","하이웨이(HWY)는 LA에서 탄생한 빈티지 모터사이클 브랜드입니다.","하이투(HYIIⁿ)는 웨어러블함을 기반으로 옷을 입는 재미와 세련된 감성을 추구하는 유니섹스 브랜드입니다.","하이퍼플(HYPERPLE)은 '무한한 우주를 바라보며 우리가 찾으려 하는 것은 새로운 것이 아닌 사랑'이라는 슬로건을 바탕으로, 신비롭고 무한한 우주처럼 항상 새롭고 다양한 디자인 콘셉트를 전달하는 브랜드입니다. Hi Purple! HYPERPLE.","하입스(HYPECE)는 캐주얼 라이프 스타일의 브랜드로, 기본에 충실한 디자인에 유니크한 디테일을 담아 일상에서 편안한 착용감을 제안합니다. 트렌디한 디자인과 절제된 실루엣이 녹아든 유니섹스 라인을 선보입니다.","하프보일드(HALFBOILED)는 빈티지 아카이브 및 트렌드에서 영감받아 독자적인 감성으로 재해석 및 전개하는 스트릿 브랜드입니다.","하프시코드(HARPSICHORD)는 피아노 전기의 악기로서, 악기에서 영감을 받아 옷의 본질을 이해하고, 클래식 음악에서 보여지는 구조적인 느낌처럼 정교하면서 누구에게나 쉽게 다가기 쉬운 옷을 만드는 브랜드입니다.","한강로(HANKANGRO)는 2023년 설립된 한국을 기반으로 한 패션 브랜드입니다. 공동 설립자의 다양한 시각과 창의성을 기반으로 운영되고 있으며, 고객들이 자신만의 아이덴티티를 자유롭게 표현할 수 있도록 패션뿐만 아니라 다양한 문화 콘텐츠를 적극 활용할 예정입니다.","해브 앤 해브(HAVE8HAVE)는 도시 여성의 일상에 설렘과 자신감을 주는 특별한 옷을 선보이는 브랜드입니다.","핸드(HAAND)는 추억과 로맨스를 담아 친밀하고 아늑한 감성의 스토리와 코지한 텍스처, 로맨틱한 무드를 하이 퀄리티로 표현하여 합리적인 가격으로 제공합니다.","헤더헬렌(HEDER HELEN)은 남성을 지칭하는 HEDER와 여성을 지칭하는 HELEN을 의미하며, 트렌디하면서 차별화된 스타일을 전개하는 유니섹스 캐주얼 브랜드입니다. 오리지널리티를 유지하면서도 현대적으로 재해석한 새로운 패션과 문화를 경험하게 하는 것을 목표로 합니다.","헤테로(HETERO)는 ‘이질적’이라는 뜻의 그리스어 ‘ετερο’에서 모티브를 얻은 브랜드로, 드롭 시기마다 한 가지 뿌리에 국한되지 않고 경계를 허무는 다양한 문화적 주제를 선정해 의류에 담아냅니다.","헬로 선라이즈(HELLO SUNRISE)는 하루를 표현하는 'Hello Sunrise, Goodbye Sunset'이라는 슬로건으로 시작되었습니다. 매일 아침 해가 뜨고 저녁에 해가 지는 걸 보며 하루를 보내는 우리에게 긍정적인 메시지와 위트 있는 그래픽으로 자유로운 마인드를 환기하는 다양한 제품의 컬렉션을 전개합니다.","현피트(HYUNFIT)는 한계를 두려워하지 않고 끝없이 도전하는 정신을 상징합니다. 현대적 감각의 디자인과 기술력으로 스포츠와 스트릿 패션의 경계를 허물며, 도전적인 라이프 스타일을 제시하는 브랜드입니다. 'NO TURN, NO BRAKE' 멈추지 않는 도전, 두려움 없는 전진. 당신의 승리를 입어라.","호텔세리토스(HOTEL CERRITOS)는 LA세리토스 지역의 편안하고 평화로운 풍경에서 영감을 받아, 가상의 호텔에서 구입할 수 있는 굿즈와 패션 아이템을 선보이는 브랜드입니다. 집에 가져와 어디에 놓아도 어울리는 휴가의 추억을 떠올릴 물건들을 만듭니다.","휴머러스 어카운트(HUMOROUSACCOUNT)는 SNS의 유머 계정을 통해 느끼는 유쾌함처럼, 일상을 더욱 밝게 하기 위해 휴머러스 어카운트만의 재치를 전달하는 것을 목표로 하는 브랜드입니다. 다양한 패션 분야에서 발견한 디테일을 휴머러스하게 재해석하고자 합니다. 매사에 진지하기보다는 웃음을 잃지 않기를 바랍니다.","휴이(HUEY)는 'hope unleashes eternal youth'라는 브랜드 슬로건 아래 사람들의 영원한 청춘, 젊음을 소망하며 일상에서 쉽게 놓치고 있는 것들을 영원이라는 단어와 연관지어 표현하는 활동에 집중하고 있으며, 대중에게 희망과 영원을 주고 그 경험을 통해 가치관을 보여주는 브랜드입니다.","1011갤러리(1011 GALLERY)는 그래픽 디자인을 베이스로 활동하는 스튜디오입니다. 다양한 그래픽 작업을 선보이는 그들의 이상과 예술적 가치를 다양한 매개체를 통해 선보이고 있습니다.","14 STUDIO(14 스튜디오)는 매 시즌 트렌드와 브랜드가 가지는 스트릿한 감성을 보여주는 유니섹스 브랜드입니다.","201브리드(201BREED)는 오늘을 살아가는 사람들의 감정과 상황을 패션으로 표현하고자 하는 스트릿 브랜드입니다. 다양한 가치와 문화, 상황 등을 그래픽 디자인으로 표현하고 소통하며, 서로에게 따뜻한 위로를 건네고자 합니다."]